{
  "question_id": "question-069",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Hannah's House of Hobbies Revisited",
  "difficulty": "Easy",
  "question_text": "The manager of Hannah's House of Hobbies wants to improve his method for gathering customer opinions. Which of the following statements is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "If a salesperson stands at the door to ask customers' opinions in a quick three-question interview, the proportion of satisfied customers will be overestimated due to response bias."
    },
    {
      "letter": "B",
      "text": "If the cashiers randomly select survey participants from the checkout lines, the proportion of satisfied customers will be overestimated because customers who leave the store without making a purchase will not be included in the sample."
    },
    {
      "letter": "C",
      "text": "The manager can avoid as much bias as possible if he rolls a number cube for each customer who walks in the store. If the number cube shows a $3$, the customer will be given a written survey to be turned in at the end of their shopping."
    },
    {
      "letter": "D",
      "text": "The manager can avoid as much bias as possible if he gives a written survey to customers who spend more than $\\$100$ in the store."
    },
    {
      "letter": "E",
      "text": "The manager's survey will suffer from nonresponse bias if too many customers refuse to participate in the survey."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Choice 'D' is false because customers who spend more than $100\nin a hobby store are likely to be more satisfied with their shopping experience leading to an overestimate of the proportion of satisfied customers.\n\nChoices 'A', 'B', 'C', and 'E' all demonstrate true statements of unbiased methods of data collection from customers.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2.E.1",
    "DAT-2",
    "DAT-2.E"
  ]
}