{
  "question_id": "question-156",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Skate Park Survey and Types of Bias",
  "difficulty": "Medium",
  "question_text": "A researcher is interested in knowing how residents of a certain town feel about a proposal to build a skate park in town. To gather data, the researcher stations surveyors at the four grocery stores in town during each day of one particular week and asks shoppers who are exiting the stores whether or not they would support building a skate park.<br>Identify the type of sampling method described AND a potential problem that can result from using this type of sample.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is a voluntary response sample. Since those exiting the store can choose to answer the question or not, non-response bias may cause the results of the survey to be unreliable."
    },
    {
      "letter": "B",
      "text": "This is a systematic random sample where only those who are exiting one of the town's four grocery stores is asked whether or not they support building a skate park in town.\nThis will result in undercoverage of those who are entering one of the grocery stores."
    },
    {
      "letter": "C",
      "text": "This is a stratified random sample where each of the grocery stores represents a different strata.\nHowever, the characteristics of those who shop at each of the different stores may cause response bias. Therefore, the results of the survey would most likely not be accurate."
    },
    {
      "letter": "D",
      "text": "This is a convenience sample. However, since the opinions of residents who shop at one of the town's grocery stores may be different from the opinions of residents who do not shop at one of the town's grocery stores, the results of the survey may not accurately represent the opinions of all residents of this town."
    },
    {
      "letter": "E",
      "text": "This is a census. Since all residents of the town will shop at one of the town's grocery stores, there should be no problem with this type of sampling method."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E",
    "DAT-2.E.6"
  ]
}