{
  "question_id": "question-133",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sources-of-bias",
    "double-blind"
  ],
  "title": "Potassium Water Study | 2 of 2",
  "difficulty": "Easy",
  "question_text": "Would drinking water with potassium during a workout on the treadmill help you to reach a higher average speed during your workout than drinking regular bottled water? A sports doctor decided to do a study and twenty volunteers who typically work out on a treadmill agreed to participate.<br>Each volunteer was asked to walk on the treadmill for $30$ minutes on two separate occasions with a one week break in between. During one of the two workouts, the participant was given a bottle of regular water to drink and during the other workout they were given a bottle of potassium water which looks and tastes just like regular water.<br>Which type of water was received first was determined at random. While participants were unable to see their speed on the treadmill during their workouts, the average speed for both workouts was recorded and the difference between the two mean speeds was determined for each individual.<br>What type of study is being described?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A comparative experiment using completely randomized design but lacking proper control."
    },
    {
      "letter": "B",
      "text": "A comparative experiment using completely randomized design and a single replication."
    },
    {
      "letter": "C",
      "text": "A comparative experiment using block design where the two types of water represent the two blocks."
    },
    {
      "letter": "D",
      "text": "A matched pairs experiment for the difference in mean speed when consuming the two types of water."
    },
    {
      "letter": "E",
      "text": "An observational study."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A comparative experiment is one in which the effects of two or more treatments are compared.\n\nHere, we are comparing the effect of regular bottled water to that of potassium water using a matched pairs design in which each individual is receiving both treatments and acting as their own control. The parameter of interest in a matched pairs experiment is the mean difference in the response to the two treatments.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. With completely randomized design, all subjects are randomly assigned to a treatment group and each individual receives only one treatment. Since each individual in this experiment is receiving both the regular bottled water and the potassium water, the experiment does not use completely randomized design. Also, the experiment as described does incorporate proper control.\n\nChoice 'B' is incorrect. As noted above, this experiment does not use completely randomized design. In addition, the idea of replication is misused here. Replication refers to the fact that we repeat treatments on many different subjects. Replication does not refer to how many times the experiment is carried out.\n\nChoice 'C' is incorrect. The two types of water represent the two treatments, not two blocks. With block design, the sample is first divided into blocks or groups of individuals who are similar in some way. Then within each block, a completely randomized design experiment is conducted. The experiment described does not use block design.\n\nChoice 'E' is incorrect. One way to distinguish between an experiment and an observational study is to determine whether or not a treatment has been applied. Experiments involve treatments. Observational studies do not. Here, the two different types of water were the two different treatments and therefore we have an experiment - not an observational study.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.9",
    "VAR-3.E.3",
    "VAR-3.C"
  ]
}