{
  "question_id": "question-033",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Mean Age of Those Who Visit the Mall Easter Bunny",
  "difficulty": "Easy",
  "question_text": "A researcher wanted to determine the average age of children who visit the Easter Bunny at a local mall. To gather data, the Easter Bunny's helpers asked and recorded the age of every $10^\\text{th}$ child who came to visit the Easter Bunny over a period of several days.<br>What type of sample was the researcher using?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Convenience sample."
    },
    {
      "letter": "B",
      "text": "Simple random sample."
    },
    {
      "letter": "C",
      "text": "Stratified random sample."
    },
    {
      "letter": "D",
      "text": "Systematic random sample."
    },
    {
      "letter": "E",
      "text": "Voluntary response sample."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A systematic sample is a sample that is selected by systematically applying a pre-determined rule. In this case, the rule is \"sample every 10th child who comes to visit the Easter Bunny\".\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A convenience sample is a sample that consists of individuals who are easiest to reach. All children who visit the Easter Bunny are present and easy to reach!\n\nChoice 'B' is incorrect. A simple random sample is obtained by first labeling each individual in the population with a unique numerical code and then using a random digit table or random digit generator to determine which individuals will be included in the sample. This is not how the sample is being taken.\n\nChoice 'C' is incorrect. In a stratified random sample, the entire population of those who go to see the Easter Bunny would first be divided into different strata each of which contained similar individuals (perhaps boys and girls). A simple random sample would then be selected from each strata. There is no reason to do this, nor would it be practical.\n\nChoice 'E' is incorrect. A voluntary response sample consists of those who select themselves to be part of the sample. In this case, those who are selected to be part of the sample are being selected by the researcher. While it is true that some individuals who are asked to be part of the sample may refuse to provide information, this does not qualify as a voluntary response sample.",
  "tags": [
    "DAT-2",
    "DAT-2.C.5",
    "1.C",
    "DAT-2.C"
  ]
}