{
  "question_id": "question-089",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Defeating Mold: An Experiment",
  "difficulty": "Hard",
  "question_text": "Mold on walls and windowsills is not only unsightly, it can also pose a health risk to those who live in the home. The best way to prevent mold is to control moisture. However, this can be difficult in places where the climate is hot and humid.<br>A chemical engineer has developed a solution that he believes will prevent mold from growing on treated surfaces. To test the solution, he has built $8$ small rooms. Each room has one window. Two of the $8$ rooms will be maintained at a relative humidity level of $60\\%$, two rooms will be maintained at a relative humidity level of $70\\%$, two rooms at $80\\%$, and two rooms at $90\\%$.<br>All $8$ rooms will be maintained at a temperature of $80$ degrees. At each relative humidity level, the surfaces in one of the two rooms will be treated with the new solution and the surfaces in the other room will remain untreated.<br>Which of the two rooms is treated with the new solution will be determined at random. Mold spores will then be introduced into all $8$ rooms and the growth of mold in the treated and untreated rooms will be compared.<br>Which of the following describes the biggest flaw in the design of this experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The experiment suffers from lack of control."
    },
    {
      "letter": "B",
      "text": "The experiment suffers from lack of randomization."
    },
    {
      "letter": "C",
      "text": "The experiment suffers from lack of replication."
    },
    {
      "letter": "D",
      "text": "The experiment suffers from lack of realism."
    },
    {
      "letter": "E",
      "text": "The experiment suffers from undercoverage."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Replication involves repeating a treatment on a sufficient number of experimental units. In the experiment described, this did not happen. While the solution was applied in 4\ndifferent rooms, each of these rooms was at a different level of relative humidity.\n\nOnly one room at each relative humidity level actually received the treatment. This lack of replication will make it hard to determine if the solution had any effect at a particular relative humidity level, or whether any observed differences in mold growth were simply the result of a characteristic unique to the rooms being used.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The design of the experiment incorporates control by maintaining rooms at a specific level of relative humidity and by maintaining all rooms at the same temperature. The fact that all 8\nrooms were built for the study and that each room has one window also control for the effects of other variables.\n\nAdditionally, since one room at each level of relative humidity is treated with the new solution and the other is not, we should be able to compare the growth of mold under both experimental conditions.\n\nChoice 'B' is not the best choice. While we do not know whether randomization was used to select which rooms were maintained at each level of relative humidity, we are told that which room was treated with the new solution was determined at random.\n\nChoice 'D' is incorrect. Lack of realism would imply that the experiment did not duplicate the conditions under which mold would grow. Moisture is known to be a factor in the growth of mold. Therefore, by creating environments with a high level of relative humidity, the experiment does attempt to study the growth of mold under the appropriate conditions.\n\nChoice 'E' is incorrect. Undercoverage is a flaw of sample design in which some portions of the population of interest are systematically left out of the sample. It is not a flaw related to experimental design.",
  "tags": [
    "VAR-3",
    "VAR-3.B.1",
    "1.C",
    "VAR-3.B"
  ]
}