{
  "question_id": "question-165",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "matched-pairs-design",
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-block-design"
  ],
  "title": "Why Use Matched Pairs?",
  "difficulty": "Hard",
  "question_text": "A manufacturer of hair care products believes that they have developed a new formula for their shampoo that will leave hair feeling softer and silkier. The shampoo that contains the new formula looks and smells like the original formula, so those who use the shampoo would not be able to tell the two formulas apart.<br>Several volunteers who use the company's shampoo have agreed to help them test their theory, and since the group of volunteers is very diverse, the manufacturer believes that the volunteers actually would be a good representation of the population of individuals who would use their shampoo.<br>For this study, each volunteer will have the hair on one side of their head shampooed with the original formula and the hair on the other side of their head shampooed with the new formula. Which side receives which formula will be determined at random and the hair on the left side of the head will always be shampooed first.<br>After the hair is then dried and styled to the individual's preference, each individual will be asked to rate how soft and silky their hair feels on the side with the original formula and on the side with the new formula. Ratings will be based on a scale from $1$ to $5$ with $1$ being \"not soft and silky\" and $5$ being \"the most soft and silky\". The difference between the new formula rating and the old formula rating will be recorded for each individual in the study.<br>What is the advantage of using matched pairs design for this study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Using matched pairs design gives each individual an opportunity to experience both shampoos so they will know which one they prefer."
    },
    {
      "letter": "B",
      "text": "Using matched pairs will help the researchers to be able to determine if the new formula of shampoo will work better on certain types of hair (such as curly, thin, coarse, etc.) than on other types of hair."
    },
    {
      "letter": "C",
      "text": "By using matched pairs, each individual is able to act as their own control. Each individual can control for the effects of the different formulas so they will know which formula works best for them. Using matched pairs ensures that the individuals will not be influenced by the opinions of others."
    },
    {
      "letter": "D",
      "text": "By using matched pairs, each individual is able to act as their own control. Each individual has their own opinion on what \"soft and silky\" feels like and different individuals may have different types of hair. Using matched pairs design reduces the chances that the results will be affected by these differences."
    },
    {
      "letter": "E",
      "text": "Using matched pairs design requires the use of more individuals than completely randomized design or block design. Therefore it may provide better opportunities for the company to market their products to more individuals."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "In order to be able to compare the effectiveness of the two formulas in being able to produce hair that is \"soft and silky\", the researchers must be able to filter out any other variables that could potentially confound, or cause confusion and uncertainty in their results. Although it is not always possible, using matched pairs design provides the ultimate control in being able to account for these other variables.\n\nFor example, different people may have different types of hair, and different types of hair might affect how the hair responds to treatment. However, no one is more like an individual than that particular individual.\n\nTherefore, when we use matched pairs in this situation, the individuals act as their own control and the only difference that the subjects experience is the different treatments consisting of the two formulas of shampoo. By looking at the mean difference between the rating for the new formula and the rating for the original formula across many individuals, researchers can better determine whether it is the shampoo that is really causing the difference.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While it is true that the individuals who participate in this study will have the opportunity to experience both formulas, ideally they should not actually know which side of their head was shampooed with which type of shampoo, the original or the new formula. They should be blinded to this fact.\n\nIf they are aware of which shampoo is being used on which side of their head, it may cause them to react with some type of bias. Perhaps they love the original formula and don't want the manufacturer to change the formula, in which case they may claim that the hair on the side of their head shampooed with the original formula felt best no matter what.\n\nChoice 'B' is incorrect. Using matched pairs design would not allow the researchers to determine whether the shampoo worked better on one type of hair than another because the treatments are being given to individuals with a variety of hair types. If however, the researchers suspected that different types of hair would show different effects with the two types of shampoo, then block design may be preferable. Researchers could block individuals based upon hair type to help make this comparison.\n\nChoice 'C' is incorrect. Certainly, this choice uses a lot of good words and ideas. It is true that by using matched pairs design each individual is able to act as their own control. However, the idea of control is not correctly interpreted here. It is not the individuals themselves who exert any type of control over the treatments. Rather, the design of the study incorporates control because it accounts for the effects of other variables (such as personal perceptions and hair types) that could potentially skew the results. Additionally, while we would hope that the opinions of individuals in the study would not be influenced by others, at least with respect to the treatments, matched pairs design alone cannot ensure this.\n\nChoice 'E' is incorrect. Using matched pairs design may require the use of fewer individuals than completely randomized design or block design because all individuals are receiving both treatments. Furthermore, the purpose of the study is not to be able to market the company's products to more people.",
  "tags": [
    "VAR-3.D",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.D.1",
    "VAR-3.E.3"
  ]
}