{
  "question_id": "question-178",
  "title": "Do You Stretch?",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">In a recent study, <span class=\"tex2jax_process\">$50$</span> student-athletes from Knoxville State University were randomly selected to complete a survey.  One of the goals of the study was to estimate the percent of athletes who stretch prior to exercising. <span class=\"tex2jax_process\">$36$</span> of the <span class=\"tex2jax_process\">$50$</span> athletes said they stretch prior to exercising.  Which of the following gives the best explanation for why these results <em>cannot</em> be used as an estimate of all student-athletes in the United States who stretch prior to exercising?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Only student-athletes from Knoxville State University were able to participate in the study; thus the results can only be generalized to student-athletes at Knoxville State University."
    },
    {
      "letter": "B",
      "text": "Only student-athletes from Knoxville State University were able to take part in the study; thus the results can only be generalized to student-athletes around the Knoxville State University campus."
    },
    {
      "letter": "C",
      "text": "The results can only be generalized to students attending Knoxville State University, as only student-athletes from Knoxville State University were surveyed."
    },
    {
      "letter": "D",
      "text": "The sample of\n50\nstudent-athletes is not a large enough sample."
    },
    {
      "letter": "E",
      "text": "Different Universities may have different requirements for their student-athletes and the percent that stretch prior to exercising may be different at other universities."
    }
  ],
  "correct_answer": "<strong>Choice ‘A’</strong> is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "DAT-2",
    "DAT-2.B.2",
    "DAT-2.B",
    "DAT-2.B.1",
    "4.A"
  ],
  "standards": [
    "DAT-2",
    "DAT-2.B.2",
    "DAT-2.B",
    "DAT-2.B.1",
    "4.A"
  ]
}