{
  "question_id": "question-100",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods"
  ],
  "title": "Studying the Relationship Between Second Hand Smoke and Asthma",
  "difficulty": "Easy",
  "question_text": "A study was done to determine whether having a parent who smokes in the house has any effect on whether or not children develop asthma later in life.<br>Over a period of several years, the study followed the health records of $140$ children whose parent(s) smoked in the house and $140$ children whose parent(s) were non-smokers and compared the rates of asthma in these individuals at the age of $25$.<br>Which of the following BEST describes how the study was conducted?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This was an experiment with both a treatment group and a control group."
    },
    {
      "letter": "B",
      "text": "This was a comparative experiment using block design."
    },
    {
      "letter": "C",
      "text": "This was an experiment conducted without the use of blinding."
    },
    {
      "letter": "D",
      "text": "This was a long-term observational study."
    },
    {
      "letter": "E",
      "text": "This was a survey."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "In an experiment, a treatment is imposed on individuals under study in an effort to determine whether the treatment had an effect on the individuals. There was no treatment applied in this study.\n\nThe parent(s) who smoked in the house while their children were young were not being forced to smoke, nor were children assigned to homes where parents either did or did not smoke. In fact, researchers would not conduct an experiment of this type because it would be considered unethical.\n\nChoices 'A', 'B', and 'C' all describe experiments and are incorrect answers.\n\nIn this situation, information from naturally occurring situations was collected over a long period of time and analyzed to see if children who grew up in homes where they were exposed to second-hand smoke developed asthma at higher rates than children who grew up in homes without the presence of second-hand smoke.\n\nResearchers simply observed the existing data in order to come to a conclusion about whether or not a relationship existed. Therefore, this is an observational study, and Choice 'D' is the correct answer.\n\nChoice 'E' is incorrect. A survey is a specific type of observational study which commonly takes on the form of a questionnaire. However, there is no indication that a survey was given to any of the individuals in the study. Rather, the health records of the individuals under study were followed for a period of years.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.A",
    "DAT-2.A.3"
  ]
}