{
  "question_id": "question-158",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "Website Redesign",
  "difficulty": "Medium",
  "question_text": "A popular website wants to know if a site-wide redesign would be more popular among its viewers.<br>They showed the last $25{,}000$ visitors who were on the site both the new and old designs, and $51.2\\%$ of respondents determined the new design is preferred. The remaining preferred the old design.<br>Even if the result is statistically significant, why might the company decide not to spend the extra money to incorporate the redesign?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The subjects were not randomly chosen, so the results will be biased."
    },
    {
      "letter": "B",
      "text": "An additional blank-cover design should have been used as a control."
    },
    {
      "letter": "C",
      "text": "More browsers of this site should be surveyed since the population is so large."
    },
    {
      "letter": "D",
      "text": "The difference is statistically significant since the sample is so large, but not practically significant or worth the company spending money to change it since the percentage difference is so small."
    },
    {
      "letter": "E",
      "text": "Both people who go to this site and people who do not go to this site should be surveyed."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Any time large samples are used, even a small and practically unimportant difference will prove to be statistically significant (unlikely to happen by chance).\n\nIn this situation, the fact that the people surveyed were those who visited the site recently does not matter since the population of interest is only people who frequent the website.\n\nSince the percentage of people voting to update the site is small, the company may not want to invest the extra resources for a relatively small increase in approval.\n\nThus, the correct answer is Choice 'D'.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.3"
  ]
}