{
  "question_id": "question-054",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Restrooms in the Park",
  "difficulty": "Hard",
  "question_text": "A large neighborhood association is considering adding a small restroom building to its three neighborhood parks and will choose a random sample of residents to ask their opinions.<br>The association decides to sort the neighborhood homes into two groups: those located near one of the parks and those not located near a park. The association will then randomly choose $10\\text{ homes}$ from each of those groups.<br>Which of the following statements is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The homeowner's association stratified on the locations of the homes to guarantee equal representation of opinions from both groups."
    },
    {
      "letter": "B",
      "text": "The homeowner's association stratified on the locations of the homes to make the surveys easier to collect."
    },
    {
      "letter": "C",
      "text": "The homeowner's association stratified on the locations of the homes because that is a characteristic that could have an effect on people's opinions about the bathrooms."
    },
    {
      "letter": "D",
      "text": "The homeowner's association stratified on the locations of the homes so that it can compare the opinions of one group to the other."
    },
    {
      "letter": "E",
      "text": "The homeowner's association stratified on the locations of the homes to reduce variability in the difference between the two sample proportions."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A stratified sample is drawn from a number of separate strata of the population, rather than at random from the whole population, in order to better represent the population.\n\nIn this scenario, stratification will lead to a sample that includes houses from all over the neighborhood, which is actually not very easy to collect.\n\nThe other choices all describe valid reasons for using a stratified sample.",
  "tags": [
    "DAT-2",
    "DAT-2.D.1",
    "1.C",
    "DAT-2.D",
    "DAT-2.C.3",
    "DAT-2.C"
  ]
}