{
  "question_id": "question-105",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods"
  ],
  "title": "Survey of New Cola",
  "difficulty": "Medium",
  "question_text": "Soft drink manufacturers want to introduce a new flavor of spicy cola to compete with the leading brand of cola.<br>They went to a local shopping mall and administered a blind taste test that included the new spicy cola and the leading cola brand.<br>They surveyed $100\\text{ subjects}$, and gave each of them an unmarked cup of each cola, in randomized order. The researchers found that $56$ liked the new cola better.<br>This is an example of",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A voluntary response survey."
    },
    {
      "letter": "B",
      "text": "A double-blind experiment."
    },
    {
      "letter": "C",
      "text": "An observational study."
    },
    {
      "letter": "D",
      "text": "A blocking experiment, where cola type is a block."
    },
    {
      "letter": "E",
      "text": "A single-blind experiment."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "We know that this is an experiment because a treatment is applied, however it is done blindly.\n\nChoice 'E' is correct; the experiment is single blind, as only the subjects do not know which cola is which.\n\nExplanation of Distractors\n\nChoices 'A'and 'C' are incorrect; treatments are imposed on the subjects, specifically the new cola and leading cola, so this is an experiment, not a survey or a study. Whether the individuals are approached or volunteer, this does not fall under the category of a survey or study.\n\nChoice 'B' is incorrect; this is an experiment, but there is nothing to suggest that it is double blind; if this experiment were double blind, then those distributing the cola and recording the results would not know which cola is which.\n\nChoice 'D' is incorrect; there is no blocking performed in this experiment; the subjects are not divided up in any sort of manner based on different characteristics.",
  "tags": [
    "VAR-3.C.3",
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C"
  ]
}