{
  "question_id": "question-041",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "populations-samples-random-selection",
    "sampling-and-experimentation"
  ],
  "title": "Applying Conclusions From a Sample to a Population",
  "difficulty": "Easy",
  "question_text": "A large random sample of people aged $18$ to $35$ living in the state of Alabama was taken and each individual was surveyed to determine their views on gun control.<br>To which of the following populations might the results of the survey apply?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "All people living in the state of Alabama."
    },
    {
      "letter": "B",
      "text": "All people living in the United States."
    },
    {
      "letter": "C",
      "text": "Only people aged $18$ to $35$ living in the southern portion of the United States."
    },
    {
      "letter": "D",
      "text": "Only people aged $18$ to $35$ living in the state of Alabama."
    },
    {
      "letter": "E",
      "text": "Only the individuals who were included in the survey."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The purpose of gathering data from a sample is to gain insight about the entire population. However, it is important that our sample actually come from and represent our population of interest. Since our sample only included people aged $18$ to $35$ living in the state of Alabama, we can only generalize our results to people aged $18$ to $35$ living in the state of Alabama.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is possible that people over the age of $35$ who are living in the state of Alabama may not share the same opinions about gun control than those in the $18-35$ age bracket.\n\nChoice 'B' is incorrect. It is possible that people living in other states will not share the same opinions about gun control than people aged $18$ to $35$ living in the state of Alabama.\n\nChoice 'C' is incorrect. While this choice does limit the scope of inference to people aged $18$ to $35$, it assumes that people living in other southern states would have the same opinions about gun control. This is not necessarily true.\n\nChoice 'E' is incorrect. We would not conduct a survey simply to gather the opinions of the individuals who were randomly selected. Rather, we want to be able to generalize the results of the survey to the entire population of interest.",
  "tags": [
    "DAT-2",
    "DAT-2.B.2",
    "1.C",
    "DAT-2.B"
  ]
}