{
  "question_id": "question-169",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Research Designs: Diabetes Drug",
  "difficulty": "Hard",
  "question_text": "A researcher wants to determine the effectiveness of a new diabetes drug to control blood sugar levels.<br>The clinic where he will be conducting his research has $500\\text{ patients}$ following a diet plan that was formulated to help control blood sugar levels. The researcher would like to use these $500\\text{ patients}$ to determine what the effectiveness of $60\\text{ mg}$, $80\\text{ mg}$, and $100\\text{ mg}$ pills would have on blood sugar levels.<br>Which of the following research designs would be the most appropriate?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A randomized block design by diet plan for the three levels of drug dosage."
    },
    {
      "letter": "B",
      "text": "A stratified random sample where the experimental design has four strata, one for each of the drug dosage levels and one placebo/control group."
    },
    {
      "letter": "C",
      "text": "A double-blind study with patients assigned randomly to one of four groups, one for each of the drug dosage levels and one placebo/control group."
    },
    {
      "letter": "D",
      "text": "A stratified random sample with no placebo/control group since there are already three groups that can be measured against one another."
    },
    {
      "letter": "E",
      "text": "A research design is only necessary when sample is conducted, so there is no need for an experimental design since the entire population of $500\\text{ patients}$ at this clinic is being measured."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The study must be double-blind so that both the researcher and the patients do not know which group they are in. This ensures that all patients, regardless of which dosage or treatment they receive, will be treated equally.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; the diet plan is a constant for all the patients in this clinic, so there is no need to block for its effect.\n\nChoices 'B' and 'D' are incorrect; stratifying is never a term used in the context of experiments. Furthermore, a placebo is important with drug trials when the effects of the drugs are unknown.\n\nThis establishes a control group, which helps to separate out the effects from the actual drug and the effects of merely being part of an experiment. A different drug with known results could be used as the control group, but that is not the case here.\n\nChoice 'E' is incorrect; the problem clearly states that the 500 patients are treated as a sample, not the population.",
  "tags": [
    "VAR-3.D",
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.D.1"
  ]
}