{
  "question_id": "question-103",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "matched-pairs-design",
    "conducting-experiments",
    "sampling-and-experimentation",
    "blocking",
    "randomized-block-design"
  ],
  "title": "Type of Design: Neighborhood Watch",
  "difficulty": "Medium",
  "question_text": "Neighborhood watch is a program designed where a group of civilians are devoted to prevent crime and vandalism in a neighborhood. A research group, known as the Watchmen want to know if the neighborhood watch is actually effective.<br>The Watchmen locate $20$ pairs of neighborhoods, where each pair is similar in size, economic status, number of streetlights, number of dogs, number of nosy neighbors, etc. One neighborhood in each pair is randomly assigned to have the neighborhood watch program and the other does not.<br>This is an example of",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "An observational study."
    },
    {
      "letter": "B",
      "text": "A completely randomized experiment."
    },
    {
      "letter": "C",
      "text": "A matched pairs experiment."
    },
    {
      "letter": "D",
      "text": "A randomized block design, but not matched pairs."
    },
    {
      "letter": "E",
      "text": "A stratified random sample."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A matched pair design is a type of a randomized block design. It is used when the experiment has only two treatment conditions; and the units can be grouped into pairs, based on some blocking component. Within each pair, the units are randomly assigned to different treatments.\n\nIn this design, we have created blocks by matching pairs of similar neighborhoods.\n\nAlso, notice the keyword pair in the question.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect as a treatment is being imposed which means this is an experiment.\n\nChoice 'B' is incorrect because in a completely randomized design, the treatments are all assigned to the experimental units by chance. For example, with the 40\nneighborhoods we have in our sample, we would assign each neighborhood a number 1\nthrough 40\n.\n\nUsing a random number generator. we would choose the first 20\nnumbers (ignoring repeats). Those neighborhoods would be assigned the neighborhood watch program and the other 20\nwould not. The reason this is not a match paired design is, in this case, some of the neighborhoods that were paired together in the other design might now both get the neighborhood watch program.\n\nChoice 'D' is incorrect as we only have two treatment conditions and the neighborhoods are grouped into pairs.\n\nChoice 'E' is incorrect as we are using all the neighborhoods within each pair.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C.9",
    "VAR-3.C"
  ]
}