{
  "question_id": "question-185",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "matched-pairs-design",
    "confounding-variables",
    "experimental-design",
    "lurking-variables",
    "block-designs",
    "random",
    "random-assignment"
  ],
  "title": "Which Fertilizer Produces More Crops?",
  "difficulty": "Medium",
  "question_text": "In order to test the effectiveness of two fertilizers, Grow Fertilizer and Fertilizer Plus, a farmer designs the following two experiments:<br>Experiment A: The farmer will first divide his land into $10$ equal sections. For each section, the farmer flips a coin; if the coin lands on tails, Grow Fertilizer will be used on the East side of the section, and if the coin lands on heads, Fertilizer Plus will be used on the East side of the section. Whichever fertilizer is not used on the East side of the section will be used on the West side. This process will be repeated for each of the remaining nine sections. After $4$ weeks, the farmer will observe which side of each section produced more crops.<br>Experiment B: The farmer will first divide his land into $10$ equal sections (the $5$ sections on the East side of his land and the $5$ sections on the West side of his land). A coin will be flipped once to determine which of the two fertilizers is used on the East side of his land. If the coin lands on tails, Grow Fertilizer will be used; if the coin lands on heads, Fertilizer Plus will be used. Whichever Fertilizer is not used on the $5$ sections on the East side of his land will be used on the five sections on the West side of his land. After $4$ weeks, the farmer will observe which side of his land (East or West) produced more crops.<br>Which of the following statements is not true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Both experiments incorporate randomness."
    },
    {
      "letter": "B",
      "text": "Lurking variables are present in both experimental designs."
    },
    {
      "letter": "C",
      "text": "Experiment B could lead to confounding."
    },
    {
      "letter": "D",
      "text": "Both experiments use matched pairs in their design."
    },
    {
      "letter": "E",
      "text": "The experimental units are the sections of the farmer’s land."
    }
  ],
  "correct_answer": "Choice ‘D’ is the correct answer.",
  "solution": "Solution\n\nRemember: the prompt asks us to find which answer choice is not true.\n\nA matched pairs design is a special case of a randomized block design. It can be used when the experiment has only two treatment conditions and units can be grouped into pairs, based on some blocking variable. Then, within each pair, units are randomly assigned to different treatments.\n\nIn this example, the experimental units are the sections of the farmer’s land. Experiment A is a matched pairs design, using each section as a pair. Experiment B, in contrast, uses randomness in assigning the treatment but does not pair the sections of land in any way.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: Choice A is a true statement. Randomness is one of the three principles of experimental design (randomness, replication, and control). By flipping a coin to decide which fertilizer was used on which section of land, the farmer utilized a chance process.\n\nChoice ‘B’ is incorrect: Choice B is a true statement. Lurking variables are variables that have an effect on the response variable in an experiment but were not intended to be part of the original experimental design. In this case, potential lurking variables include, but are not limited to, proximity to a water source, exposure to sunlight, and quality of soil, all of which could have an effect on crop production in addition to which fertilizer is used.\n\nChoice ‘C’ is incorrect: Choice C is a true statement. Confounding occurs when it is unclear as to which variable - the explanatory or the lurking variable - is the cause of the response variable. In this case, potential lurking variables include proximity to a water source, exposure to sunlight, and quality of soil, all of which could have an effect on crop production in addition to which fertilizer is used; this leads to confounding.\n\nChoice ‘E’ is incorrect: Choice E is a true statement. Experimental units are objects or animals upon which an experiment is done. (Experimental subjects are humans upon which an experiment is done.) In this case, the experimental units are the sections of the farmer’s land.",
  "tags": [
    "VAR-3",
    "1.C",
    "VAR-3.C.9",
    "VAR-3.C"
  ]
}