{
  "question_id": "question-081",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "experiment"
  ],
  "title": "Experiment vs. Observation",
  "difficulty": "Easy",
  "question_text": "An experiment is different than an observational study in that an experiment",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Typically involves more subjects."
    },
    {
      "letter": "B",
      "text": "Typically involves more variables."
    },
    {
      "letter": "C",
      "text": "Imposes a treatment or specific task for the subjects."
    },
    {
      "letter": "D",
      "text": "Usually divides the subjects based on similar characteristics."
    },
    {
      "letter": "E",
      "text": "Typically has more lurking variables."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The principle difference between an experiment and observational study is that an experiment imposes treatment: a specific condition that one undergoes based off the nature of the experiment.\n\nThus, the correct answer is Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Many experiments actually have fewer subjects than observational studies due to practical difficulties of an experiment. Nonetheless, sample size has nothing to do in distinguishing an observational study between an experiment.\n\nChoice 'B' is incorrect. Both experiments and observational studies can involve only one variable, or several.\n\nChoice 'D' is incorrect. An experiment can use blocking to divide subjects up based off similar characteristics, but one cannot say that experiments typically do this.\n\nChoice 'E' is incorrect. Well-designed experiments have fewer lurking variables, since subjects are intentionally placed into different groups and variables will be controlled by forming specific treatment groups.",
  "tags": [
    "VAR-3",
    "DAT-2",
    "VAR-3.A",
    "1.C",
    "DAT-2.A",
    "DAT-2.A.4",
    "DAT-2.A.3",
    "VAR-3.A.1"
  ]
}