{
  "question_id": "question-076",
  "unit": "Unit 3 | Collecting Data",
  "topics": [],
  "title": "Type of Sample and Possible Concerns",
  "difficulty": "Easy",
  "question_text": "According to the National Center for Education Statistics, $65.9\\%$ of students enrolled in college in the fall immediately after completing high school in the year $2013$.<br>Wendy just did some research for an article she is writing for the school newspaper and knows that at her high school, $84.1\\%$ of students who graduated the previous year immediately enrolled to attend college that fall. She started to wonder if the percent of students who enroll in college immediately after completing high school is now greater than $65.9\\%$.<br>To investigate, she contacted $437$ students (some from her school and some from other schools) that she knew would be graduating this year. She found that $80.3\\%$ of them were planning to enroll in college immediately after completing high school.<br>Which of the following best describes the type of sample that Wendy used and the potential concerns that may result from using this type of sample?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This was a cluster sample. The cluster selected consisted of people that Wendy knows will be graduating this year. This is a problem because it undercovers those who graduated or will be graduating in future years."
    },
    {
      "letter": "B",
      "text": "This was a convenience sample consisting only of people that Wendy knows about. While these individuals may be easy to reach and will probably be quite cooperative in answering Wendy's questions, the sample may not accurately represent the population of interest."
    },
    {
      "letter": "C",
      "text": "This was a systematic sample in which Wendy systematically decides to only survey individuals who she knows will be graduating this year. This could create problems if those who are graduating this year are different from those who graduate in other years with respect to their post-graduation plans."
    },
    {
      "letter": "D",
      "text": "This was a stratified random sample which is the best type of sample possible under the circumstances. Since Wendy can only survey individuals who she knows, she selected this strata as her sample. There should be no concerns that result from using this sample."
    },
    {
      "letter": "E",
      "text": "This is a voluntary response sample in which individuals are able to decide whether or not they want to voluntarily answer Wendy's questions. This is a problem because those that choose to respond will most likely be the individuals who are planning to attend college immediately after graduating from high school."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A convenience sample consists of individuals who are easiest to reach.\n\nIn this case, it is easiest for Wendy to reach and survey people that she knows. However, the people she knows (especially her friends) may be similar to Wendy herself. Therefore, if Wendy is planning to attend college immediately after graduating high school, there is a good likelihood that those she knows will have the same plans.\n\nTherefore, her sample may not accurately represent the population of all students who are graduating this year. Choice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. In a cluster sample, the entire population is divided into several (not just two) clusters of individuals who are similar with respect to a certain characteristic (not just whether or not they know Wendy!). Then, a few clusters are selected and a census is performed within each cluster. This does not describe how Wendy collected her sample. Also, Wendy is not concerned with those who have already graduated or those who will graduate in the far future. She wants to know about now!\n\nChoice 'C' is incorrect. A systematic sample is selected by systematically applying a rule such as \"survey every third person\" on a list of all graduating seniors in the population. This is not how Wendy collected her sample.\n\nChoice 'D' is incorrect. A stratified random sample begins by grouping the entire population of this year's graduating seniors into different strata based upon a distinguishing characteristic (geographic location, urban/suburban/rural setting, etc.) and then selecting a simple random sample (SRS) within each strata. While a stratified random sample is often a great sampling design, it does not describe how Wendy selected her sample.\n\nChoice 'E' is incorrect. A voluntary response sample consists of individuals who choose to become part of the sample by responding to some general appeal. If, for example, Wendy had taken out advertisements in various newspapers and asked this year's graduating seniors to email her regarding their post-graduation plans we might consider this a voluntary response sample. With a voluntary response sample, we might also be concerned about the fact that certain types of individuals are most likely to respond. However, Wendy actively chose who she would survey, so it is not a voluntary response sample.",
  "tags": [
    "DAT-2",
    "DAT-2.D.1",
    "1.C",
    "DAT-2.D",
    "DAT-2.E",
    "DAT-2.E.6"
  ]
}