{
  "question_id": "question-181",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "randomized-design",
    "stratified-sampling",
    "stratified-samples"
  ],
  "title": "Advantage of Stratified Random Sample",
  "difficulty": "Medium",
  "question_text": "A local school has $2{,}000$ students enrolled and $100$ faculty members. The Vice-Principal of the school will select a sample of $210$ students and faculty members in order to gauge the opinions of both students and faculty on the quality of the food offered in the school cafeteria.<br>Why is it advantageous to take a stratified random sample, using students and faculty as strata, rather than a simple random sample?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A stratified sample ensures the most random sample is taken."
    },
    {
      "letter": "B",
      "text": "A stratified sample ensures both students and faculty members are chosen to be part of the sample."
    },
    {
      "letter": "C",
      "text": "A stratified sample is the simplest and easiest way for the Vice Principal to gather opinions."
    },
    {
      "letter": "D",
      "text": "A stratified sample will ensure the quality of the food in the school cafeteria will improve."
    },
    {
      "letter": "E",
      "text": "There is no advantage in taking a stratified sample rather than a simple random sample."
    }
  ],
  "correct_answer": "Choice ‘B’ is the correct answer.",
  "solution": "Solution\n\nIn a stratified random sample, the population of interest is first divided into sub-groups called strata. Strata are groups of the population that share a common characteristic. Once strata are created, a simple random sample is done within each strata, guaranteeing individuals from each strata are part of the final sample.\n\nHere, the two strata are students and faculty, and by using a stratified random sample, the Vice Principal is ensuring both students and faculty are included in the final survey.\n\nSo, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: Both a stratified random sample and a simple random sample incorporate chance. The design of each type of sample differs: a simple random sample ensures each individual in the population has an equal chance of being chosen while a stratified sample ensures each individual within each strata has an equal chance of being chosen.\n\nChoice ‘C’ is incorrect: Often, a stratified random sample requires more effort than does a simple random sample; a stratified random sample requires the population first be divided into strata and within each strata, a simple random sample is taken.\n\nChoice ‘D’ is incorrect: The design of a sample does not ensure certain results.\n\nChoice ‘E’ is incorrect: A stratified random sample offers several advantages over a simple random sample because it is more precise, often requiring a smaller sample size that a simple random sample would.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.D",
    "DAT-2.C.3"
  ]
}