{
  "question_id": "question-150",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sources-of-bias",
    "double-blind"
  ],
  "title": "Potassium Water Study | 1 of 2",
  "difficulty": "Medium",
  "question_text": "Would drinking potassium water during a workout on the treadmill help you to reach a higher average speed during your workout than drinking regular bottled water? A sports doctor decided to do a study and twenty volunteers who typically work out on a treadmill agreed to participate.<br>Each volunteer was asked to walk on the treadmill for $30$ minutes on two separate occasions with a one week break in between. During one of the two workouts, the participant was given a bottle of regular water to drink and during the other workout they were given a bottle of potassium water which looks and tastes just like regular water.<br>The type of water received first was determined at random. While participants were unable to see their speed on the treadmill during their workouts, the average speed for both workouts was recorded and the difference between the two mean speeds was determined for each individual.<br>How could this study incorporate double blinding?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No one was allowed to know which bottles contained regular water and which bottles contained potassium water."
    },
    {
      "letter": "B",
      "text": "Labels identifying the type of water were removed from each bottle prior to being distributed to the subjects involved in the experiment."
    },
    {
      "letter": "C",
      "text": "Neither the individuals drinking the water nor those distributing the water to them knew which type of water was being given to each individual."
    },
    {
      "letter": "D",
      "text": "The study is already double blind as described since the participants were not able to see their speed while walking on the treadmill."
    },
    {
      "letter": "E",
      "text": "There is no way to include blinding in this experiment because the subjects will all know that they are drinking water."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Double blinding occurs when neither the individuals receiving treatment nor those who have contact with them know which treatment is being received.\n\nIn this case, neither the individuals who were drinking the water nor those who were distributing the water would know which type of water was being given to which individual during either of the two workouts.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Someone would have to know which bottles were filled with which type of water! Otherwise, there would be no way to record and analyze the results of the experiment.\n\nChoice 'B' is incorrect. It is true that the bottles of water should not be labeled in such a way that the individuals consuming the water would know which type of water they were drinking,\n\nHowever, if those who are distributing the water simply remove the label and then hand it to one of the individuals who will be testing out the treatment, they may unintentionally communicate their knowledge of which type of water was being given. Not only would the study not be double blind, but the results of the study could be impacted as well!\n\nChoice 'D' is incorrect. Making sure that individuals do not see their speed while walking on the treadmill is important, but is not connected to the idea of blinding. Individuals should be blind to which treatment is being received.\n\nChoice 'E' is incorrect. As long as the subjects do not know which type of water they are consuming during which workout, the experiment is still double blind.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.4",
    "VAR-3.C"
  ]
}