{
  "question_id": "question-045",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sample-survey"
  ],
  "title": "College Exercise Routines",
  "difficulty": "Medium",
  "question_text": "Researchers want to know how often full-time college undergraduates exercise per week.<br>What method would be most appropriate to answer their question?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Randomly select five universities and ask all college students in these universities how often they exercise."
    },
    {
      "letter": "B",
      "text": "Randomly select three universities (one large, one medium, and one small) and ask all college students in these universities how often they exercise."
    },
    {
      "letter": "C",
      "text": "Obtain a list of all undergraduate college students, number them, and use a random number generator to randomly select 5,000 college students and ask these 5,000 students how often they exercise."
    },
    {
      "letter": "D",
      "text": "Select 10 students by going to every university bookstore and ask them how often they exercise."
    },
    {
      "letter": "E",
      "text": "Have surveys at all schools’ health club for the students to fill out when they leave."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "This statement will yield a truly random selection, and the sample size is large enough to reduce variability.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; bias could be introduced if these five universities are somehow dramatically different than other universities.\n\nChoice 'B' is incorrect; this problem gives no reason to believe that school size affects the frequency of exercising.\n\nChoice 'D' is incorrect; by selecting 10\nstudents from every university, students in smaller colleges have a better chance of getting picked and so would be better represented. Also, by going to the bookstore, students who do not frequent the bookstore as often will be underrepresented.\n\nChoice 'E' is incorrect; convenience samples cannot be generalized to the population. Clearly, students who go to the health club exercise more often than the overall population.",
  "tags": [
    "DAT-2.C.2",
    "DAT-2",
    "DAT-2.D.1",
    "1.C",
    "DAT-2.D",
    "DAT-2.C"
  ]
}