{
  "question_id": "question-147",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Raising Taxes to Pay for a New Expressway",
  "difficulty": "Medium",
  "question_text": "The local highway commission draws a random sample of $150\\text{ adults}$ from the driver's license database to ask, \"Would you support raising taxes $1\\%$ to pay for a new $10\\text{ mile}$ expressway?\"<br>This survey will most likely suffer from",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Response bias because the wording of the question is misleading."
    },
    {
      "letter": "B",
      "text": "Response bias because there are not enough people in the sample."
    },
    {
      "letter": "C",
      "text": "Undercoverage bias because taxpayers who do not have a driver's license will not be able to contribute their opinions."
    },
    {
      "letter": "D",
      "text": "Undercoverage bias because there are not enough people in the sample."
    },
    {
      "letter": "E",
      "text": "Voluntary response bias because only those who feel strongly on the issue will choose to participate in the survey."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Undercoverage bias means that the process of selecting the sample leaves out or under-represents a portion of the population. In this case, adults who do not drive are left out of the sample. The proportion of people in favor of the expressway might be an over estimate because those who do not drive might not be willing to raise taxes to pay for roadways.\n\nExplanation of Distractors\n\nChoices 'A' and 'B' are incorrect. Response bias means that there was something in the circumstances of the survey (question wording, pressure from the interviewer, etc.) that could influence the response of the subject. There is nothing in the wording of the question that might influence a subject's responses.\n\nChoice 'D' is incorrect. This does not accurately apply the definition of undercoverage bias by focusing on sheer data points in the sample.\n\nChoice 'E' is incorrect. Voluntary response bias means that a survey question is broadcast to a large group and only the opinions of those who feel strongly enough to answer are included in the sample. This was not voluntary response bias because the $150\\text{ adults}$ were randomly chosen. The question was not broadcast to a large audience.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3"
  ]
}