{
  "question_id": "question-021",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "census",
    "populations-samples-random-selection",
    "sampling-and-experimentation",
    "undercoverage-bias"
  ],
  "title": "Census: Education in the Summer",
  "difficulty": "Easy",
  "question_text": "A large seminar was presented for teachers about possible retirement options. During the seminar, a random sample of $50$ math teachers attending the conference was selected. Among the teachers selected, $85\\%$ have been teaching math for more than ten years.<br>For which of the following populations is $85\\%$ a reasonable estimate of the percentage of those who have been teaching math for more than ten years?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "All teachers."
    },
    {
      "letter": "B",
      "text": "All teachers who attended the seminar."
    },
    {
      "letter": "C",
      "text": "All people involved with education."
    },
    {
      "letter": "D",
      "text": "All math teachers."
    },
    {
      "letter": "E",
      "text": "All math teachers who attended the seminar."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The sample selected was from the population of math teachers who attended the seminar. Therefore, the population we can generalize it to is all the math teachers who attended the seminar. Choice 'E' is our answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect as we cannot generalize it to all teachers. The reasons are not all teachers teach math and also more than likely the people who attended the retirement seminar are closer to retirement indicating they have been teaching for more than ten years\n\nChoice 'B' is incorrect as not all the teachers who attended the seminar are math teachers.\n\nChoice 'C' is incorrect as all people involved in education are not math teachers (even though math is the best).\n\nChoice 'D' is incorrect as the majority of math teachers who attended the conference are closer to retirement indicating they have been teaching for more than ten years. The $85\\%$ would over-estimate the true proportion of math teachers who have been teaching for more than ten years.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.B.2",
    "DAT-2.B",
    "VAR-3.E.4"
  ]
}