{
  "question_id": "question-072",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Response Bias in Context of a Sample",
  "difficulty": "Easy",
  "question_text": "In the context of a sample, response bias is another term for the respondents",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "providing inaccurate or misleading answers."
    },
    {
      "letter": "B",
      "text": "choosing not to answer the question."
    },
    {
      "letter": "C",
      "text": "forgetting how to answer the question."
    },
    {
      "letter": "D",
      "text": "filling out the survey incorrectly."
    },
    {
      "letter": "E",
      "text": "inability to be contacted for the survey."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Response bias is simply a term for respondents providing inaccurate or misleading answers. If the subject is of sensitive nature, respondents may lie when answering the question. If the question is asked in a biased way, respondents may feel pressure to answer a certain way.\n\nThus, the correct answer is Choice 'A'.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. Choosing not to answer the question refers to non-response, which is a completely separate form of bias.\n\nChoice 'C' is incorrect. Most sample surveys deal with subjects' opinion, such as who their political party is, or what their favorite color is. Therefore, forgetting how to answer a question is not a common problem in conducting surveys.\n\nChoice 'D' is incorrect. While it's certainly possible to fill out the survey incorrectly, this is not a common problem in the world of conducting surveys, and does not directly relate to response bias, unless the subject is intentionally filling out the survey incorrectly.\n\nChoice 'E' is incorrect. If a subject is unable to be contacted due to the nature of the survey, undercoverage is occurring. While this can be a source of bias in surveys, it is completely different from response bias.",
  "tags": [
    "4.B",
    "DAT-2",
    "DAT-2.E",
    "DAT-2.E.5"
  ]
}