{
  "question_id": "question-004",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "categorical-data",
    "frequency-tables",
    "bar-charts",
    "exploring-data"
  ],
  "title": "Getting to Work: Comparing Boston and Chicago",
  "difficulty": "Easy",
  "question_text": "A large company has regional offices in Boston and Chicago. Recently, the personnel department at each location surveyed employees to determine the modes of transportation that employees use to get to work. The results of the survey are shown in the side-by-side bar graph below.<br><br>Which of the following statements is NOT indicated by the graph?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The percentage of employees who get to work by car is greater in Chicago than in Boston."
    },
    {
      "letter": "B",
      "text": "The percentage of employees who take public transportation to work is lower in Chicago than in Boston."
    },
    {
      "letter": "C",
      "text": "In both cities a greater percentage of employees walk to work than bike to work."
    },
    {
      "letter": "D",
      "text": "In Chicago, the percentage of employees who get to work by public transportation is about half that of those who get to work by car."
    },
    {
      "letter": "E",
      "text": "The number of people who use other modes of transportation to get to work is just a little higher in Boston than in Chicago."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The horizontal axis in the graph shows modes of transportation and the vertical axis shows percents related to each category. Although the percent of individuals who use other modes of transportation is just a little higher in Boston than in Chicago, we cannot assume that the actual number of people is also higher because we do not know how many employees work at each location.\n\nIf the number of people who work in Chicago is much larger than the number of people who work in Boston, the smaller percentage may actually translate to a larger actual number of employees. Therefore, the statement provided in Choice 'E' cannot be verified by the graph which makes Choice 'E' the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' provides a correct comparison between the percentage of employees who get to work by car in Boston vs. Chicago. Nearly $60\\%$ of Chicago employees get to work by car while less than $40\\%$ of Boston employees do so.\n\nChoice 'B' provides a correct comparison between the percentage of employees who take public transportation to work in Boston vs. Chicago. This is shown by the fact that the bar above \"public transport\" for Chicago is a bit shorter than the bar above \"public transport\" for Boston.\n\nChoice 'C' provides a correct comparison between the percentage of employees who walk and the percentage who bike to work in both cities. In Boston, nearly 20% of employees walk while fewer than 10% of employees bike to work. The difference is smaller in Chicago, but the bar above \"walk\" for Chicago is still taller than the bar above \"bike\" for Chicago.\n\nChoice 'D' provides a correct comparison between the percent of Chicago employees who get to work by public transportation vs. by car. The percent of Chicago employees who get to work by public transportation is a little less than 30% while the percent who get to work by car is a little less than 60%.",
  "tags": [
    "VAR-1.E",
    "1.A",
    "VAR-1",
    "VAR-1.E.1"
  ]
}