{
  "question_id": "question-063",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Quick Quiche",
  "difficulty": "Easy",
  "question_text": "Quick Quiche is a fast-food restaurant that has $150\\text{ locations}$ in the southeast region. The regional manager will randomly select $10\\text{ restaurants}$ to make a surprise inspection. He assigns each restaurant a unique number between $1$ and $150$.<br>He then draws ten pairs of numbers from a random digit table. The manager will make a surprise visit to the restaurants corresponding to those numbers.<br>Which statement best describes the main flaw in the sampling method for this study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "All the restaurants do not have the same chance of being chosen. The manager should make a surprise visit to the restaurants whose numbers were a multiple of $15$."
    },
    {
      "letter": "B",
      "text": "All the restaurants do not have the same chance of being chosen. The manager is only selecting pairs of numbers from the random digit table. Restaurants with the numbers 100 to 150 have no chance of being chosen."
    },
    {
      "letter": "C",
      "text": "All the restaurants do not have the same chance of being chosen. Restaurants labeled with repeating digits (such as 33 or 88) have a smaller chance of being selected because it is unlikely that a number would repeat on a random digit table."
    },
    {
      "letter": "D",
      "text": "This is a convenience sample. Only the restaurants that are easy to reach by car are being sampled."
    },
    {
      "letter": "E",
      "text": "The regional manager should not be selecting the sample. The sample should be chosen by someone who does not work for Quick Quiche."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "All restaurants do not have the same chance of being chosen. Choice 'B' correctly points out the major flaw.\n\nExplanation of Distractors\n\nChoice 'A' does not correctly identify the sampling flaw. There is no randomness in choosing restaurants with numbers that are multiples of 15\n.\n\nChoice 'C' is incorrect because the digits on a random digit table are independent of each other. If one digit is a\n3\n, the next digit has an equal chance of being any of the digits from\n0\nto\n9\n. Restaurants labeled with double digits have the same chance of being chosen as restaurants without double digits.\n\nChoice 'D' is incorrect because the manager is making an attempt to randomly select the restaurants.\n\nChoice 'E' is incorrect because the manager is using a random digit table. Proper use of a random digit table greatly reduces the chances of the manager inappropriately affecting the sample.",
  "tags": [
    "DAT-2",
    "DAT-2.E.3",
    "1.C",
    "DAT-2.E"
  ]
}