{
  "question_id": "question-050",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Gathering Student Opinions on the School Schedule",
  "difficulty": "Medium",
  "question_text": "The principal of a large high school would like to gather the opinions of the student body regarding a possible change to how the school schedule would run. He gathers a sample of $100$ students by selecting a simple random sample of $25$ students from each grade level (freshman, sophomore, junior and senior).<br>What type of sampling method did the principal use and why might he have decided to use this method?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The principal used a systematic random sample because it was the quickest and easiest way to obtain opinions from students at each grade level."
    },
    {
      "letter": "B",
      "text": "The principal selected a convenience sample because he wanted to make sure that the opinions he gathered truly represented the opinions of all students at his school."
    },
    {
      "letter": "C",
      "text": "The principal used block design to ensure that he was able to sample an equal number of students from each grade level."
    },
    {
      "letter": "D",
      "text": "The principal used a cluster sample because he wanted to get opinions from students from each grade level."
    },
    {
      "letter": "E",
      "text": "The principal selected a stratified random sample because he wanted to make sure that opinions from students at each grade level were represented."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "A stratified random sample proceeds as follows:\n\nFirst, the entire population of interest is divided into different strata where each strata consists of individuals who are similar in some way. Then, a simple random sample of individuals is selected from each strata. Finally, all individuals selected are combined to create the full sample.\n\nThis is the type of sample being described. The strata are the different grade levels (freshman, sophomore, junior, senior).\n\nOne advantage to using a stratified random sample is that it ensures representation from various sub-groups within the population.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A systematic random sample is a sample that is obtained by systematically applying a rule. For instance, the principal could list the names of all students in the school in alphabetical order and then select every tenth name on the list to include in his sample. This would not be quick or easy. In addition, it is possible that there might not be adequate representation from each grade level.\n\nChoice 'B' is incorrect. A convenience sample is selected by choosing those who are easiest to reach. For example, the principal could have included only students who came to his office to be part of his sample.\n\nHowever, a sample collected in this way may not represent the opinions of all students at the school. For instance, if the sample only consists of those who come to the principal's office, those students may all be students who are getting into trouble. These students may have opinions that differ from the opinions of other students at the school.\n\nChoice 'C' is incorrect. Block design is a type of design used for experiments - not for obtaining samples.\n\nChoice 'D' is incorrect. In a cluster sample, the entire population is first divided into clusters. The clusters might even be based on grade level! However, in a cluster sample, a few clusters are selected at random and then a census is performed within each of the selected clusters. This is not how the sample was selected.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.3",
    "DAT-2.C"
  ]
}