{
  "question_id": "question-061",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "census",
    "sampling-and-experimentation"
  ],
  "title": "Finding a Census",
  "difficulty": "Easy",
  "question_text": "Which of the following scenarios describes a census?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Jack wants to know the average weight of a single chicken wing served at his favorite restaurant. To gather data, he places an order for wings, weighs each and every one of the wings in the order, and then finds the average."
    },
    {
      "letter": "B",
      "text": "Amy is worried about her addiction to buying shoes and wonders if her shoe collection is larger than the average for high school girls. To find out, she randomly contacts $10$ of her female high school friends and asks them how many pairs of shoes they own. She then finds the average so that she can compare it to the number of pairs that she owns."
    },
    {
      "letter": "C",
      "text": "Margeaux wants to know the average age of the people who belong to her book club. To gather data, she consults the membership list which consists of $40$ individuals. She then contacts each of these $40$ people who provide her with their age so that she can find the average."
    },
    {
      "letter": "D",
      "text": "In order to estimate the proportion of grocery shoppers who use coupons, a researcher observes a randomly selected line at a certain grocery store for a period of $3$ days. He then determines the proportion of shoppers who were observed using a coupon."
    },
    {
      "letter": "E",
      "text": "Owners of a travel website wants to know the favorite foreign destination for American travelers. To gather data, they post a survey on the website and ask people to vote."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "In a census, one must attempt to contact/study every single individual (or unit) in the population of interest. The entire population of interest should be represented. Therefore, it is important to make sure you know what population interests you.\n\nChoice 'C' is correct because Margeaux contacts each and every one of the $40$ members of her book club (her population of interest) in order to include their information in the actual average.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While Jack does weigh each and every single wing in a single order, the single order certainly does not represent the entire population of wings served at this restaurant.\n\nChoice 'B' is incorrect. Amy is not taking a census, but rather gathering data from a random sample. In addition, this random sample comes only from her female high school friends and not from the entire population of female high school students.\n\nChoice 'D' is incorrect. The researcher is obtaining his data by random sampling. In addition, his sample comes from a single grocery store whose shoppers may not accurately represent the population of all grocery shoppers.\n\nChoice 'E' is incorrect. The owners of the website are not taking a census of all American travelers. Rather, they are obtaining their data by gathering the responses of those who voluntarily choose to take the survey on their website.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.6",
    "DAT-2.C"
  ]
}