{
  "question_id": "question-133",
  "title": "Potassium Water Study | 2 of 2",
  "difficulty": "Easy",
  "question_text": "<div class=\"paragraph\">Would drinking water with potassium during a workout on the treadmill help you to reach a higher average speed during your workout than drinking regular bottled water?  A sports doctor decided to do a study and twenty volunteers who typically work out on a treadmill agreed to participate.  </div><div class=\"paragraph\">Each volunteer was asked to walk on the treadmill for <span class=\"tex2jax_process\">$30$</span> minutes on two separate occasions with a one week break in between.  During one of the two workouts, the participant was given a bottle of regular water to drink and during the other workout they were given a bottle of potassium water which looks and tastes just like regular water.  </div><div class=\"paragraph\">Which type of water was received first was determined at random.  While participants were unable to see their speed on the treadmill during their workouts, the average speed for both workouts was recorded and the difference between the two mean speeds was determined for each individual.  </div><div class=\"paragraph\">What type of study is being described?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "A comparative experiment using completely randomized design but lacking proper control."
    },
    {
      "letter": "B",
      "text": "A comparative experiment using completely randomized design and a single replication."
    },
    {
      "letter": "C",
      "text": "A comparative experiment using block design where the two types of water represent the two blocks."
    },
    {
      "letter": "D",
      "text": "A matched pairs experiment for the difference in mean speed when consuming the two types of water."
    },
    {
      "letter": "E",
      "text": "An observational study."
    }
  ],
  "correct_answer": "<strong>Choice 'D'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.9",
    "VAR-3.E.3",
    "VAR-3.C"
  ],
  "standards": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.9",
    "VAR-3.E.3",
    "VAR-3.C"
  ]
}