{
  "question_id": "question-018",
  "title": "Observational Study",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">Which of the following is not true about an observational study?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "An observational study can only be retrospective, not prospective."
    },
    {
      "letter": "B",
      "text": "You can not prove cause and effect with an observational study."
    },
    {
      "letter": "C",
      "text": "A treatment is not imposed during an observational study."
    },
    {
      "letter": "D",
      "text": "A sample survey is a type of observational study."
    },
    {
      "letter": "E",
      "text": "You can collect data from a sample to try and learn about a population from which the sample was selected."
    }
  ],
  "correct_answer": "<strong>Choice 'A'</strong> is the correct answer. ",
  "solution": "When looking at studies, a researcher can choose between an <strong>observational study</strong> and an <strong>experiment</strong>. In an observational study, a researcher does not impose treatments and follows a sample in order to learn about the population in which the sample was selected. In an experiment, treatments are assigned to experimental units to investigate an experimental treatment. \n\nA researcher can do an observational study to examine data from a sample of individuals (<strong>retrospective</strong>) or follow a sample of individuals into the future to collect data (<strong>prospective</strong>) in order to investigate a topic of interest about the population. Therefore, an observational study can be both retrospective and prospective. \n\n<strong>Choice 'A'</strong> is correct. ",
  "distractor_explanations": {
    "B": "<strong>Choice 'B'</strong> is incorrect.  It is true that one can not determine causal relationships between variables using data collected from an observational study, only an experiment. ",
    "C": "<strong>Choice 'C'</strong> is incorrect. Treatment is not imposed during an observational study, researchers simply observe the individuals. ",
    "D": "<strong>Choice 'D'</strong> is incorrect. A sample survey is a type of observational study that collects data from a sample to try and learn about a population from which the sample was selected. ",
    "E": "<strong>Choice 'E'</strong> is incorrect. As noted above, one can use a sample survey to try and learn about a population from which the sample was selected."
  },
  "tags": [
    "DAT-2",
    "DAT-2.B.2",
    "1.C",
    "DAT-2.A",
    "DAT-2.B.3",
    "DAT-2.B",
    "DAT-2.A.3"
  ],
  "standards": [
    "DAT-2",
    "DAT-2.B.2",
    "1.C",
    "DAT-2.A",
    "DAT-2.B.3",
    "DAT-2.B",
    "DAT-2.A.3"
  ]
}