{
  "question_id": "question-156",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Skate Park Survey and Types of Bias",
  "difficulty": "Medium",
  "question_text": "A researcher is interested in knowing how residents of a certain town feel about a proposal to build a skate park in town. To gather data, the researcher stations surveyors at the four grocery stores in town during each day of one particular week and asks shoppers who are exiting the stores whether or not they would support building a skate park.<br>Identify the type of sampling method described AND a potential problem that can result from using this type of sample.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is a voluntary response sample. Since those exiting the store can choose to answer the question or not, non-response bias may cause the results of the survey to be unreliable."
    },
    {
      "letter": "B",
      "text": "This is a systematic random sample where only those who are exiting one of the town's four grocery stores is asked whether or not they support building a skate park in town.\nThis will result in undercoverage of those who are entering one of the grocery stores."
    },
    {
      "letter": "C",
      "text": "This is a stratified random sample where each of the grocery stores represents a different strata.\nHowever, the characteristics of those who shop at each of the different stores may cause response bias. Therefore, the results of the survey would most likely not be accurate."
    },
    {
      "letter": "D",
      "text": "This is a convenience sample. However, since the opinions of residents who shop at one of the town's grocery stores may be different from the opinions of residents who do not shop at one of the town's grocery stores, the results of the survey may not accurately represent the opinions of all residents of this town."
    },
    {
      "letter": "E",
      "text": "This is a census. Since all residents of the town will shop at one of the town's grocery stores, there should be no problem with this type of sampling method."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A convenience sample consists of individuals who are easiest for the researcher to reach. By stationing surveyors at each of the town's grocery stores, the researcher will have easy access to a large number of people who may be willing to answer his question about whether or not they would support building a skate park in town.\n\nUnfortunately, the opinions of individuals who shop at the town's grocery stores may not accurately represent the population of town residents for a variety of reasons. For instance, some individuals who shop at the town's grocery stores may not even be residents of the town.\n\nPerhaps they live in a nearby town but like to shop at a particular store because of the variety of products available there. These people are not even part of the population of interest, but their opinions may be represented in the survey. As a second and more important example, consider the fact that there are some residents of the town whose opinions may be missed because they do not shop at one of the town's grocery stores.\n\nIn particular, children and teenagers who might be most in favor of a skate park will not have their opinions registered because they might not be the ones doing the grocery shopping for their family.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is true that some individuals may not want to answer the survey, and if the opinions of these individuals are different from the opinions of those who do answer the survey, non-response bias may be an issue.\n\nHowever, this is not a voluntary response sample. A voluntary response sample consists of individuals who actively volunteer themselves to become part of a sample by responding to a general invitation or appeal. The shoppers are not volunteering themselves. They are simply there shopping and as a result are selected by the researcher to become part of the sample.\n\nChoice 'B' is incorrect. A systematic random sample consists of individuals who are chosen to be part of the sample through the application of a pre-determined rule. For instance, we might choose every 5th person exiting the store to be part of the sample. However creating a rule that we will only sample those exiting the store would not result in undercoverage of those entering the store.\n\nThose who enter the store must at some point exit the store so they will eventually become part of the sample! Undercoverage results when a specific portion of the population is left out of the sample by the way in which sample selection was designed.\n\nChoice 'C' is incorrect. In a stratified random sample each individual in the town would be placed into a group or strata consisting of similar individuals. A random sample of individuals from each strata would then be selected and would combine to form the overall sample.\n\nHowever, since not every resident of the town would shop at one of the four grocery stores, we cannot stratify in this way. Also, we are not taking a random sample from each strata in this situation.\n\nFinally, characteristics of those who are in each strata would not lead to response bias. Response bias most typically occurs when the wording of a survey favors a particular response or if those responding to the survey answer dishonestly. Neither is indicated here.\n\nChoice 'E' is incorrect. If the researcher wanted to conduct a census, he would need to contact every single resident of the town in order to ask whether or not they would support building a skate park in town. While this may enable the researcher to identify the true proportion of those who would support the skate park, a census was not taken in this situation.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E",
    "DAT-2.E.6"
  ]
}