{
  "question_id": "question-137",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Truck Showroom",
  "difficulty": "Medium",
  "question_text": "Hoping to find a new way to boost pick-up truck sales, a showroom manager runs a week-long study. For each shopper who walks in, a coin is flipped. If it lands on heads, the shopper will be greeted by a sales representative who will offer them bottled water and then let the shopper browse the inventory on their own.<br>If the coin lands on tails, the shopper will be offered a bottle of water and then guided through the showroom by the sales representative. At the end of the week, the manager will compare the proportion of shoppers from each group who purchased a pick-up truck that week.<br>What is the response variable in this study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Whether or not the sales representative guided the shopper around the showroom."
    },
    {
      "letter": "B",
      "text": "The number of bottles of water consumed by the shoppers."
    },
    {
      "letter": "C",
      "text": "Whether or not each shopper purchased a truck that week."
    },
    {
      "letter": "D",
      "text": "The number of times the coin landed on heads during the week."
    },
    {
      "letter": "E",
      "text": "The number of trucks sold in the showroom that week."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The response variable is what is measured at the end of an experiment.\n\nIn the description, we are told \" the manager will compare the proportion of shoppers from each group who purchased a pick-up truck that week.\"\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Whether or not the sales representative guided the shopper is the explanatory variable.\n\nChoice 'B' is incorrect. Each group is given a water bottle. Whether nor not the sales representative guides them is the difference between the groups.\n\nChoice 'D' is incorrect. This is a measure of how many times one of the groups was assigned and is not a measure of the experimental results.\n\nChoice 'E' is incorrect. While the manager is comparing the proportion of shoppers within each categorical group of whether or not a truck was purchased, he is not comparing not the quantitative variable of the number of trucks sold in the showroom that week.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.A.3",
    "VAR-3.A",
    "VAR-3.E.3"
  ]
}