{
  "question_id": "question-170",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Types of Bias: School Lunch...Sloppy Joes!",
  "difficulty": "Hard",
  "question_text": "In a recent poll of students at the local high school, $20\\%$ of the students reported that they did not vote if the school should change the lunch menu. However, the vote data showed that actually $55\\%$ of the student body did not vote if the school should change the lunch menu.<br>Which of the following types of bias is most likely to have occurred in the poll?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Undercoverage bias."
    },
    {
      "letter": "B",
      "text": "Sampling bias."
    },
    {
      "letter": "C",
      "text": "Selection bias."
    },
    {
      "letter": "D",
      "text": "Non-response bias."
    },
    {
      "letter": "E",
      "text": "Response bias."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The most likely type of bias in this poll is response bias. Response bias occurs when respondents give incorrect answers. In this case, it appears some students said they voted when they really did not. The reason response bias occurred, in this case, is the students wanted to present themselves in a favorable light by saying they voted when they really did not.\n\nExplanation of Distractors\n\nChoice 'A' is not the most likely option since undercoverage is when some of the population are left out of the sampling. An example would have been if the survey intentionally left out the seniors. It does not appear that this was the case.\n\nChoice 'B' is not the most likely option as the question does not state anything about the sample being biased.\n\nChoice 'C' is not the most likely option as in selection bias of the sample is unrepresentative of the population. For example, undercoverage is a type of selection bias.\n\nChoice 'D' is not the most likely option as in a non-response bias people cannot be contacted or refuse to answer. This does not appear to be the most likely reason the sample proportion would be that much higher than the population proportion.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E",
    "DAT-2.E.5"
  ]
}