{
  "question_id": "question-122",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "matched-pairs-design",
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods"
  ],
  "title": "Best Type of Study? Holey Socks!",
  "difficulty": "Medium",
  "question_text": "For runners and other athletes, the right type of socks can make the difference between comfort and painful blisters! We Are Socks sells wicking socks that draw moisture away from the skin and help to prevent blisters. Unfortunately, the socks become thinner and often develop holes after a relatively short period of time. Many customers have been complaining.<br>Chemical engineers at We Are Socks have developed a new chemical compound. They believe that when this chemical compound is applied to the socks during the manufacturing process it will strengthen the fibers and help to create a wicking sock that is less prone to thinning and developing holes. The compound does not change the appearance or feel of the socks, so those who wear the new socks would not be able to tell the difference between socks treated with the new compound and those not treated with the compound.<br>Which of the following would be the best way to gather data in order to establish whether or not the new chemical compound helps socks to stay stronger, thicker, and hole-free for a longer period of time?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "An experiment using completely randomized design."
    },
    {
      "letter": "B",
      "text": "An experiment using matched pairs design."
    },
    {
      "letter": "C",
      "text": "An experiment using block design."
    },
    {
      "letter": "D",
      "text": "An observational study."
    },
    {
      "letter": "E",
      "text": "An anonymous survey."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The goal of our study is to \"establish whether or not the new chemical compound helps socks to stay stronger, thicker, and hole-free for a longer period of time\". The only way to establish a cause and effect relationship between the use of the new chemical compound and the strength of the socks is an experiment. Since an observational study or survey cannot establish this type of cause and effect relationship, we can eliminate Choices 'D' and 'E' as potential answers.\n\nThere are three different types of experimental design that are covered on the AP Exam - completely randomized design, block design and matched pairs design.\n\nWith completely randomized design, all individuals are randomly assigned to a treatment group. Theoretically, this means that all treatment groups would be similar in composition which would allow for an easy comparison between the wear characteristics of the socks treated with the new compound and those not treated. However, it is still possible that most of the hard-core runners would end up in one group while most of the casual athletes would be in the other group. This would make it difficult to determine whether the new compound had an effect or whether it was the intensity level of the athletes in each group that caused a difference in the wear on the socks. We can eliminate Choice 'A'.\n\nBlock design is typically used when we suspect that different sub-groups within the population will react differently to the treatment being imposed. For example, if we believe that men would wear more heavily on the socks causing them to thin and develop holes more quickly than would be the case for women, we might choose to block on gender and then completely randomize the treatments within each block. This is not a bad idea at all! However, there may be other characteristics of those wearing the socks (such as having big feet, bony feet, or callouses on the feet) that could also contribute to how quickly the socks thin and develop holes. There are so many variables that we could block on which might affect the wear characteristics of the socks! We can eliminate Choice 'C'.\n\nUsing matched pairs design can help to overcome the disadvantages associated with other types of design. Suppose that each in the sample is asked to wear one type of socks (treated with the new compound or not treated) for a certain period and then asked to wear the other type of socks for the same amount of time. Which type of sock was worn first would be determined at random and the amount of wear of the two types of socks would be compared for each at the end of the experiment.\n\nUsing matched pairs design in this way, we would not have to worry about the intensity level of the athletes in each group. We would not have to worry about the individual characteristics of those wearing the socks either because every individual would be wearing both types of socks! Each can act at their control which allows us to more accurately compare the effect of the treatment.\n\nThe correct answer is Choice 'B'.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}