{
  "question_id": "question-121",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "matched-pairs-design",
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-block-design"
  ],
  "title": "Matched Pairs",
  "difficulty": "Medium",
  "question_text": "Suppose a teacher wants to determine whether the $30$ students in her class learn better by class lecture or by computer program.\nWhat would be an appropriate matched pairs design to determine this?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Shuffle the students’ names in a hat and draw $15$ names. These students will learn by class lecture while the remaining will learn by computer program. Compare results."
    },
    {
      "letter": "B",
      "text": "Have all students learn by class lecture for the first unit, then have the same students learn by computer program for the second unit. Compare differences in test scores for each student."
    },
    {
      "letter": "C",
      "text": "Shuffle students’ names in a hat and draw two names. These students will be a pair. Then flip a coin to determine which student will learn by class lecture and which will learn by computer program. Repeat this process for the remaining students and measure differences in test scores for each of the $15$ pairs."
    },
    {
      "letter": "D",
      "text": "Use class rank to pair students together, starting with the two top-ranked students and pairing through the two lowest-ranked students. Flip a coin for each pair to determine which student will learn by class lecture and which will learn by computer program. Repeat this process for the remaining pairs, then measure differences in achievement for the $15$ pairs."
    },
    {
      "letter": "E",
      "text": "Divide the students by gender and randomly select half of the males to learn by class lecture while the other half learns by computer program. Repeat this process for the females, then compare differences in achievement for the groups."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}