{
  "question_id": "question-149",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "Conclusions About Effectiveness",
  "difficulty": "Medium",
  "question_text": "Suppose $100$ volunteers were selected for a study over a $6$-month period.<br>Of these, $50$ randomly chosen subjects were given a weight loss drug. These $50\\text{ subjects}$ had an average weight loss of $11.6\\text{ lbs}$ with a standard deviation of $4.2\\text{ pounds}$. The remaining $50\\text{ subjects}$ lost an average of $12.2\\text{ lbs}$ with a standard deviation of $4.1\\text{ lbs}$ on a placebo.<br>What could one conclude about the weight loss drugs’ effectiveness?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The weight loss drug is most likely effective; subjects lost a significant amount of weight, which is unlikely to happen by chance."
    },
    {
      "letter": "B",
      "text": "Most likely other factors lead to weight loss in this situation; there is not convincing evidence the weight loss drug is effective."
    },
    {
      "letter": "C",
      "text": "There is inconclusive evidence concerning the drugs’ effectiveness due to the small sample size."
    },
    {
      "letter": "D",
      "text": "There is inconclusive evidence concerning the drugs’ effectiveness since the subjects were volunteers."
    },
    {
      "letter": "E",
      "text": "The weight loss drug is most likely effective; losing 11.6 pounds\nis both a practically and statistically significant amount."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "In the context of an experiment, volunteers are acceptable as long as treatments are randomized. Since the placebo group lost more weight than the group on the new drug, any weight loss could easily be attributed to other factors.\n\nControl groups are useful as they serve as a baseline for comparison. In this context, the control group helps to determine how much weight subjects would lose if the treatment had no helpful weight loss effects.\n\nIn order to determine that the weight loss drug was helpful in losing weight, the subjects would have needed to lose considerably more weight than the control group. Furthermore, this would have to be supported by statistically significant results from a 2-sample\nT\ntest.\n\nThus, the correct answer is Choice 'B'.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.3"
  ]
}