{
  "question_id": "question-131",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "double-blind"
  ],
  "title": "Identifying a Double Blind Experiment",
  "difficulty": "Easy",
  "question_text": "Which of the following experiments could best be performed double-blind?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Determine if an individual can kick a soccer ball further off their left foot or right foot."
    },
    {
      "letter": "B",
      "text": "Determine if aspirin or Tylenol reduces the intensity of pain more for a patient."
    },
    {
      "letter": "C",
      "text": "Determine if running or swimming burns more calories per hour for an athelete."
    },
    {
      "letter": "D",
      "text": "Determine if a prep course increases a student's ACT score."
    },
    {
      "letter": "E",
      "text": "Determine if subjects who exercise daily weigh less than subjects who don’t exercise daily."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A double-blind experiment is conducted such that neither the subjects nor the individuals running the experiment know which subjects are receiving which treatment.\n\nThe experiment could be administered in such a way that the subjects do not know which pill they receive, and a third party is hired to administer the treatments, so the researchers who are measuring the pain also do not know who is getting which treatment.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; the subject would know which foot they are kicking off of, the left or right.\n\nChoice 'C' is incorrect; the subjects would know if they are running or swimming.\n\nChoice 'D' is incorrect; the subjects would know if they are taking the ACT prep course.\n\nChoice 'E' is incorrect; the subjects would know if they are exercising or not. Furthermore, this is not an experiment since no treatment is imposed.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.4",
    "VAR-3.E.2",
    "VAR-3.C"
  ]
}