{
  "question_id": "question-101",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods"
  ],
  "title": "Evidence of Causation",
  "difficulty": "Easy",
  "question_text": "Which of the following is the best way to give evidence of causation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Case-controlled studies."
    },
    {
      "letter": "B",
      "text": "Random samples."
    },
    {
      "letter": "C",
      "text": "Observational studies."
    },
    {
      "letter": "D",
      "text": "Well-designed experiments."
    },
    {
      "letter": "E",
      "text": "Stratified samples."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Well-designed experiments, where treatment is imposed, is the only procedure that consistently implies causation.\n\nCase-controlled studies are a type of observational study that examines the condition of two or more groups and relates these groups to a potential causal relationship from an additional variable or variables. For example, one can look at a group of individuals who have cancer, and individuals who do not have cancer, and then ask them if they regularly eat processed meats. Case-controlled studies can give causal evidence, but not nearly as strong of evidence as randomized, controlled experiments. The stem of the question asks for the BEST way to give evidence of causation.\n\nObservational studies simply observe behavior and do not impose any treatments. Observational studies can show a correlation or association, but due to lurking variables being uncontrolled, they cannot imply causation. For example, an observational study may show that adults who eat carrots everyday are less likely to be overweight. However, it's possible people who eat carrots everyday eat other healthy foods, exercise more, or are involved in some other activity that relates to weight. One cannot claim carrots cause weight loss from this example of an observational study.\n\nIn a random sample, subjects are randomly selected from a larger population and asked one or more questions. Similar to observational studies, random samples cannot imply causation because other variables may exist that affect the response variable.\n\nA stratified sample selects individuals from different strata, or groups of the population. Similar to observational studies, stratified samples cannot imply causation because other variables may exist that affect the response variable.\n\nThus, the correct answer is Choice 'D'.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}