{
  "question_id": "question-014",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "populations",
    "sample"
  ],
  "title": "Goal in Selecting a Sample",
  "difficulty": "Easy",
  "question_text": "Which of the following best describes the goal in selecting a sample as a means of providing information about a specific population of interest?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The sample should contain individuals who are as similar as possible."
    },
    {
      "letter": "B",
      "text": "The sample should contain individuals who are as diverse as possible."
    },
    {
      "letter": "C",
      "text": "The sample should represent the population of interest as accurately as possible."
    },
    {
      "letter": "D",
      "text": "The sample should include those individuals that are as easy to reach as possible."
    },
    {
      "letter": "E",
      "text": "The sample should include those individuals who are most eager to participate as possible."
    }
  ],
  "correct_answer": "In order to better understand (and be able to conduct valid statistical inference about) a specific population of interest, it is most important that we collect our data from a sample that best represents that specific population of interest. In this way, we will be able to generalize the results of the study to the population that we are concerned with.",
  "solution": "Choice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. If our population of interest is similar with regard to a certain variable, then we would want our sample to consist of only those who meet the requirements of that variable. For instance, if we are only interested in \"adult women with blonde hair\", then our sample should consist of individuals whose similarity lies in the fact that they all are adult women who have blonde hair. This is because they are the individuals who represent our population of interest! The more specific our population of interest is, the more similar the individuals in our our sample should be. Now, suppose we are interested in \"adult women between the ages of 30 and 32 who have blond hair and live in the state of Kansas and who are only children and whose father's name is John\". Wow! This sample would need to consist of individuals who are really, really similar! But only because they represent the very narrowly focused population of interest!\n\nChoice 'B' is incorrect. If the population of interest is very diverse, then it is also important that individuals in the sample be very diverse. Again, it's all about accurately representing the population of interest!\n\nChoice 'D' is incorrect. By choosing individuals who are as easy to reach as possible, we would be conducting a convenience sample. A convenience sample is not likely to accurately represent the intended population of interest.\n\nChoice 'E' is incorrect. A sample consisting of those who are very eager to participate may provide results that do not accurately represent the population of interest. We must wonder \"WHY are these individuals so eager to participate\"? Perhaps they have very strong opinions on the subject under study and that these opinions may not truly reflect the opinions of the overall population.",
  "tags": [
    "DAT-2",
    "DAT-2.B",
    "DAT-2.B.1"
  ]
}