{
  "question_id": "question-124",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "experiment"
  ],
  "title": "Bird Perfume and Experimental Design",
  "difficulty": "Hard",
  "question_text": "Many people enjoy bird watching and try to attract colorful songbirds to their yard. Are songbirds attracted to certain fragrances? An ornithologist believes so and has developed a chemical compound that she believes will attract birds without harming plant life. In order to test her theory, she sprays the chemical compound onto plants in one back yard and does not spray the chemical compound onto plants in a neighboring back yard. The yard to receive the spray is randomly determined. She then counts the number of songbirds observed in each of the two back yards for a period of five days.<br>Which of the following statements is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Different types of plants in each of the two back yards could confound the results of this experiment."
    },
    {
      "letter": "B",
      "text": "The weather during the period in which the ornithologist is recording results could impact the results of this study."
    },
    {
      "letter": "C",
      "text": "This experiment seeks to determine whether spraying the chemical compound on surrounding plants will result in more song birds visiting the area."
    },
    {
      "letter": "D",
      "text": "If the plants in both back yards are harmed by the spraying of the chemical compound in the single treatment yard, then we cannot determine the effectiveness of the treatment."
    },
    {
      "letter": "E",
      "text": "With sufficient replication, and if the ornithologist is able to control for the effects of outside variables, an experiment of this type could help to establish a cause-and-effect relationship between the usage of the chemical compound and the appearance of song birds in a back yard."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Choice 'D' represents the false statement.\n\nThe ornithologist's theory is that birds are attracted to certain fragrances. While she also believes that plant life will not be harmed by the chemical compound she has developed, this is not the theory she is attempting to test.\n\nTherefore, if plant life is harmed, she may still be able to answer the question of whether her chemical compound attracts songbirds.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It represents a true statement. Confounding occurs when we cannot determine whether it is one variable (the chemical compound) or another variable (the type of plant life) or a combination of both that is leading to the observed outcome (the number of songbirds observed). Perhaps song birds are more attracted to the type of plants growing in one back yard vs. the other.\n\nChoice 'B' is incorrect. It represents a true statement. If the weather interacts with the chemical compound so that it affects the number of songbirds attracted to the back yard, then we may not be able to trust our results. For example, if it rains heavily during the period of observation, the chemical compound may be washed off or diluted from the plants. This may cause a change in the number of birds attracted to the yard.\n\nChoice 'C' is incorrect. It represents a true statement and describes the purpose of conducting this experiment.\n\nChoice 'E' is incorrect. Conducting a well-designed and properly performed experiment is one way of potentially establishing a cause-and-effect relationship between an explanatory variable (whether or not the chemical compound was applied) and a response variable (the number of songbirds who will visit the area).",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}