{
  "question_id": "question-049",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "SRS or Not?",
  "difficulty": "Medium",
  "question_text": "At a large high school, there are $20$ senior homerooms each with between $20$ and $25$ students. A random sample of $40$ seniors is to be selected as follows.<br>Each homeroom teacher will be asked to place the names of the students in their homeroom into a box and then randomly select two names. The two students selected from each of the $20$ homerooms will then be combined to form the sample of size $40$.<br>Will this method result in a simple random sample of seniors at this high school?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No, because the homerooms are from the same grade."
    },
    {
      "letter": "B",
      "text": "No, because not each group of $40$ students has the same chance of being selected."
    },
    {
      "letter": "C",
      "text": "Yes, because each student in each homeroom has an equal chance of being selected."
    },
    {
      "letter": "D",
      "text": "Yes, because this is a very simple method of random selection."
    },
    {
      "letter": "E",
      "text": "Yes, because the names are randomly selected in each homeroom."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "In a simple random sample of size 40\n, every possible sub-group of size 40\nin the overall population of seniors at this high school would have an equal chance of being selected.\n\nThis means that the probability of selecting a sample consisting of two students from each homeroom would be the same as the probability of selecting a sample consisting of 40\nstudents from each of two homerooms containing 20\nstudents.\n\nUnder the described sampling method however, a sample consisting of 40\nstudents from each of two homerooms containing 20\nstudents is not possible. Therefore, the method described would not result in a simple random sample of seniors at this high school.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since we are only interested in making sure each sample of size 40\nhas an equal chance of being selected, it does not matter that the homerooms are all from the same grade.\n\nChoice 'C' is tempting, but is incorrect based upon the definition of SRS. What is important is that each group of size 40\nhas an equal chance of being selected, not that each individual has an equal chance of being selected.\n\nChoices 'D' and 'E' are incorrect because they claim that the sample is a SRS by referring to the idea of \"simple\" or \"random\" without a true understanding of the definition of SRS.",
  "tags": [
    "DAT-2.C.2",
    "DAT-2",
    "1.C",
    "DAT-2.C"
  ]
}