{
  "question_id": "question-187",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "causation",
    "chanceevents",
    "study",
    "variables",
    "experiment"
  ],
  "title": "Statistically Significant Findings",
  "difficulty": "Easy",
  "question_text": "Bright colors usually attract more attention than dark colors. A clothing store owner wants to investigate whether displaying bright clothing in the front window of the store will increase the volume of shoppers more than displaying dark clothing. The owner decides to change the clothing display once a week. At the beginning of each week, the color of the clothing displayed is randomly chosen to be either bright or dark, and the amount of shoppers for the week is recorded. At the end of the study, the owner determined that the amount of shoppers was greater when bright colors were displayed in the front window. In fact, the owner found the difference to be statistically significant.\nWhat can be concluded from the study?<br>What can be concluded from the study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The amount of shoppers will always be greater when the bright clothing is displayed in the front window."
    },
    {
      "letter": "B",
      "text": "The amount of shoppers increased over the time of the study."
    },
    {
      "letter": "C",
      "text": "Any conclusion is problematic because the different types of clothing were not taken into account as part of the study."
    },
    {
      "letter": "D",
      "text": "Shoppers will buy more brightly-colored clothing if they see it in the front window of the store."
    },
    {
      "letter": "E",
      "text": "Displaying bright clothing in the front window of the store causes an increase, on average, in the amount of shoppers in the store."
    }
  ],
  "correct_answer": "Choice ‘E’ is the correct answer.",
  "solution": "Solution\n\nWhen the findings from a study are said to be statistically significant, the results are likely NOT due to chance. In this case, displaying bright clothing is the cause of the increase in shoppers. Causation can be claimed here because a controlled, randomized experiment was done, with the colors of the clothing acting as treatments.\n\nSo, Choice 'E' is the best answer.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: This statement is incorrect because the number of shoppers will vary from day to day, but tend to be higher, on average when bright colors are displayed.\n\nChoice ‘B’ is incorrect: The data collected here does not indicate that increased time led to the increased amount of shoppers.\n\nChoice ‘C’ is incorrect: This experiment could be taken further by adding in the type of clothing displayed and determining if the type of clothing displayed, in addition to the color, affects the number of shoppers in the store. However, not including the type of clothing here does not void any of the findings relating to color of clothing and the number of shoppers.\n\nChoice ‘D’ is incorrect: The amount of brightly-colored clothing is not a variable included in this study.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.3"
  ]
}