{
  "question_id": "question-191",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "causation",
    "randomized-design",
    "single-blind-studies",
    "experiment"
  ],
  "title": "Vitamin B$12$",
  "difficulty": "Medium",
  "question_text": "Vitamin B$12$ helps to prevent a type of anemia that makes people tired and weak. A group of doctors wants to determine whether a small increase in Vitamin B$12$ will help their anemic patients to feel a bit more energetic and strong. The doctors obtain a group of volunteers with anemia and randomly assign them to two groups. Prior to the study, all patients were ingesting a standard amount of Vitamin B$12$ and so the doctors decide to keep that amount constant for one group and to increase the amount by $5$ micrograms (mcg) for the other group. The doctors monitor the health of the volunteers for the duration of the study.<br>Which of these statements is NOT true about this study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "An advantage of using only anemic volunteers is that there should be less variability in the response to the treatment."
    },
    {
      "letter": "B",
      "text": "A disadvantage of using only anemic volunteers is that the scope of inference is limited to only anemic patients."
    },
    {
      "letter": "C",
      "text": "An advantage of using the doctors' patients is that it is easier to maintain control to avoid confounding factors."
    },
    {
      "letter": "D",
      "text": "This is a single-blind study in which the patients do not know which treatment they are receiving."
    },
    {
      "letter": "E",
      "text": "If the patients with increased Vitamin B$12$ feel more energetic than those who do not get an increase in Vitamin B$12$, it cannot be determined that the increased Vitamin B$12$ caused the response."
    }
  ],
  "correct_answer": "Choice ‘E’ is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3"
  ]
}