{
  "question_id": "question-124",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "experiment"
  ],
  "title": "Bird Perfume and Experimental Design",
  "difficulty": "Hard",
  "question_text": "Many people enjoy bird watching and try to attract colorful songbirds to their yard. Are songbirds attracted to certain fragrances? An ornithologist believes so and has developed a chemical compound that she believes will attract birds without harming plant life. In order to test her theory, she sprays the chemical compound onto plants in one back yard and does not spray the chemical compound onto plants in a neighboring back yard. The yard to receive the spray is randomly determined. She then counts the number of songbirds observed in each of the two back yards for a period of five days.<br>Which of the following statements is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Different types of plants in each of the two back yards could confound the results of this experiment."
    },
    {
      "letter": "B",
      "text": "The weather during the period in which the ornithologist is recording results could impact the results of this study."
    },
    {
      "letter": "C",
      "text": "This experiment seeks to determine whether spraying the chemical compound on surrounding plants will result in more song birds visiting the area."
    },
    {
      "letter": "D",
      "text": "If the plants in both back yards are harmed by the spraying of the chemical compound in the single treatment yard, then we cannot determine the effectiveness of the treatment."
    },
    {
      "letter": "E",
      "text": "With sufficient replication, and if the ornithologist is able to control for the effects of outside variables, an experiment of this type could help to establish a cause-and-effect relationship between the usage of the chemical compound and the appearance of song birds in a back yard."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}