{
  "question_id": "question-020",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "population",
    "observational-study",
    "sample",
    "experiment"
  ],
  "title": "Newspaper Headline",
  "difficulty": "Hard",
  "question_text": "A recent headline in a national newspaper read,\n$$\\text{Running Ten Miles a Day Lowers Blood Pressure}$$<br>Upon reading the article, you realize that the study had $30$ volunteer participants that normally ran $10$ miles per day, and that the results showed the participants had lower blood pressure than an average person.<br>Which statement is false regarding the situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The results cannot be generalized for the general population."
    },
    {
      "letter": "B",
      "text": "The study is done in such a way that we cannot prove a causal relationship."
    },
    {
      "letter": "C",
      "text": "The results of the study can only be generalized to people like the $30$ volunteers."
    },
    {
      "letter": "D",
      "text": "The headline is a correct interpretation of the results of the study."
    },
    {
      "letter": "E",
      "text": "This is a prospective survey as it follows a sample of individuals into the future collecting data."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nThe headline is interpreting the results of a study from $30$ volunteer participants. The participants in the study also consistently ran $10$ miles a day. This fact leads you to the belief that since the participants were already running $10$ miles per day, we cannot generalize the results to the whole population.\n\nAdditionally, the study is an observational study as there was no treatment imposed on the individuals in the study. Therefore, we cannot show a cause and effect relationship between running $10$ miles per day and the lowering of blood pressure. We would need a well-designed experiment to show a causal relationship.\n\nChoice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since the sample was not a random sample we cannot generalize the results to the general population.\n\nChoice 'B' is incorrect. Since the study is an observational study and not an experiment, the results cannot prove a causal relationship.\n\nChoice 'C' is incorrect. Since the sample was not random, and the volunteers were already running 10 miles a day, the results can be generalized only for people who run 10 miles per day.\n\nChoice 'E' is incorrect. As a study that follows runners a period of time, then measures the blood pressure in the future, the study is a prospective survey.",
  "tags": [
    "DAT-2",
    "DAT-2.B.2",
    "1.C",
    "DAT-2.A",
    "DAT-2.B.3",
    "DAT-2.B",
    "DAT-2.A.3",
    "DAT-2.B.1",
    "4.A"
  ]
}