{
  "question_id": "question-107",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "experiment"
  ],
  "title": "The Thrill of Competition: A Study",
  "difficulty": "Medium",
  "question_text": "Does the thrill of competition help students to complete basic multiplication problems more quickly? On two separate occasions, $20\\text{ third grade students}$ were asked to complete as many multiplication facts as possible in two minutes and the number they got correct was recorded.<br>On one occasion, they were told that they would be competing against a fellow classmate while on the other occasion they were told to try for a personal best. For each student, the order in which they were told these statements was determined at random.<br>What type of experimental design is being used and why?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is not an experiment. It is an observational study and was done to determine the average number of multiplication facts that third grade students can complete in two minutes."
    },
    {
      "letter": "B",
      "text": "Block design was used because all students are in third grade and therefore should be similar to each other with respect to their ability to complete multiplication facts."
    },
    {
      "letter": "C",
      "text": "Matched pairs was used to control for the fact that some third grade students will naturally be able to complete more multiplication facts than other students regardless of whether or not they are competing."
    },
    {
      "letter": "D",
      "text": "Completely randomized design was used because the researcher did not expect any major difference in the number of multiplication facts that the students would be able to complete under the two experimental conditions."
    },
    {
      "letter": "E",
      "text": "Controlled randomized design was used because the researcher wanted to be able to control for the way in which students were randomly assigned to treatment conditions."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "This was a matched pairs experiment in which each subject was given both of two different treatments (being told that they were in competition and being told to try for a personal best). Using matched pairs design controls for the different ability levels of the students.\n\nWhile all students being tested are in third grade, some students will be better at multiplication facts than others and will be able to correctly complete more multiplication facts in general.\n\nBy looking at the mean difference between the number of multiplication facts that students got correct under both experimental conditions, we are able to more accurately establish the effect of the treatments for all third grade students.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since different treatments were applied, this would be considered an experiment. Also, the goal of the experiment was not simply to determine the average number of multiplication facts that third grade students can complete in two minutes. Rather, the goal is to determine whether students will be able to complete more multiplication facts when engaged in competition.\n\nChoice 'B' is incorrect. While, in theory, all third grade students should be similar in their ability to complete multiplication facts, this is not necessarily a reality. Some students will naturally be better at multiplication facts than others.\n\nBlock-design groups similar subjects into different blocks and randomly assigns treatments within each block. This choice seems to imply that all third grade students belong in the same block. We cannot carry out block design with only one block. That would be the equivalent of completely randomized design.\n\nChoice 'D' is incorrect. With completely randomized design all subjects are assigned at random to one of the treatments and each subject receives only one treatment. Since the third grade students in this experiment received both treatments, the experiment did not involve completely randomized design.\n\nAlso, if the researcher did not expect any major difference in the number of multiplication facts that the students would be able to complete under the two experimental conditions, then there was not much reason to do the experiment. More likely, the researcher is doing the experiment because a difference is suspected.\n\nChoice 'E' is incorrect. Control and randomization are important aspects of any experiment regardless of which type of experimental design is being used. There really is no such thing as \"controlled randomized design\". Also, in any experiment, the researcher will have control over how he decides to randomly assign subjects to treatment groups.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C.9",
    "VAR-3.C"
  ]
}