{
  "question_id": "question-154",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-design"
  ],
  "title": "Correlation and Causation: Study Session",
  "difficulty": "Medium",
  "question_text": "Suppose a teacher decided to offer an after-school study session the day before a $100\\text{ point}$ test.<br>The $34\\text{ students}$ who came to this study session averaged scores $8\\text{ points}$ higher on the test than the $72\\text{ students}$ who did not come to the study session.<br>Based on this information, what may one conclude?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Enough evidence exists to say the study session was helpful."
    },
    {
      "letter": "B",
      "text": "If the teacher really wanted to see if the study session is helpful, she should have randomly assigned students to attend the session."
    },
    {
      "letter": "C",
      "text": "Since the samples sizes were quite different, no reasonable comparisons can be made in this situation."
    },
    {
      "letter": "D",
      "text": "Since it was not a double-blind experiment, no reasonable comparisons can be made in this situation."
    },
    {
      "letter": "E",
      "text": "An increase of 8 points\nis not significant enough to determine whether the study session helped."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Randomly assigning subjects is one of the major principles of good experimental design, and this situation is missing randomization. It is likely that the students who chose to go to the study session are more motivated to get good grades and might have studied more in the first place.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since no randomization was used, one cannot say the study session caused an increase in test scores.\n\nChoice 'C' is incorrect; different sample sizes are not usually a major concern.\n\nChoice 'D' is incorrect; it is impossible for this situation to be double-blind since students will always know which group they are in; furthermore, blinding really is not an issue in this situation.\n\nChoice 'E' is incorrect; depending on the standard deviation, a difference of 8 points\ncould be appropriate evidence to say a significant difference exists.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.2"
  ]
}