{
  "question_id": "question-182",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "data-collection-with-surveys",
    "bias",
    "surveys",
    "non-response-bias"
  ],
  "title": "Nonresponse Via Email",
  "difficulty": "Medium",
  "question_text": "A large university emailed a questionnaire to a randomly selected sample of $120$ students in this year's freshman class. The questionnaire included topics on student life, academics, and athletics. Thirty of the students emailed did not respond to the questionnaire. What is the best plan of action for the university?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Send another email to those $30$ students who did not respond encouraging them to complete the questionnaire."
    },
    {
      "letter": "B",
      "text": "Start over with a new sample of $120$ students from this year's freshman class."
    },
    {
      "letter": "C",
      "text": "The university should abandon work on the survey as most of the students in the freshman class are uninterested in completing the questionnaire."
    },
    {
      "letter": "D",
      "text": "Use the $90$ questionnaires that were submitted as the final sample."
    },
    {
      "letter": "E",
      "text": "Randomly choose $30$ more students from this year's freshman class and email them the questionnaire."
    }
  ],
  "correct_answer": "Choice ‘A’ is the correct answer.",
  "solution": "Solution\n\nIn order to continue with this process, the university should find a way to overcome nonresponse. Nonresponse occurs when people selected to be part of the original study choose not to participate.\n\nTo obtain the responses of the remaining $30$ students, the university should come up with another way to contact them - email, mailing a second survey, calling or texting, etc.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice ‘B’ is incorrect: Although the University could start over with a new group of $120$ students, this new group will most likely have students that don't respond. Thus, time and effort will be wasted with the results the same as they were from the first attempt.\n\nChoice ‘C’ is incorrect: The University is interested in the results of the survey, so every attempt should be made to contact the students randomly selected to complete the questionnaire.\n\nChoice ‘D’ is incorrect: If the original plan was to obtain $120$ responses, the responses of the $90$ students will not be enough. Large samples are needed to accurately represent a population, and in this case, $90$ students may not result in a large enough sample.\n\nChoice ‘E’ is incorrect: The new group of $30$ students will most likely also have students that don't respond. Thus, time and effort will be wasted with the results the same as they were from the first attempt.",
  "tags": [
    "DAT-2",
    "DAT-2.E.4",
    "1.C",
    "DAT-2.E"
  ]
}