{
  "question_id": "question-093",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods"
  ],
  "title": "College Dean",
  "difficulty": "Easy",
  "question_text": "A college dean is interested in whether students feel their campus has an appropriate academic setting. The dean sends out the survey to all students at the campus.<br>The college dean is attempting to conduct a(n)",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Census."
    },
    {
      "letter": "B",
      "text": "Stratified sample."
    },
    {
      "letter": "C",
      "text": "Controlled experiment."
    },
    {
      "letter": "D",
      "text": "Observational study."
    },
    {
      "letter": "E",
      "text": "Convenience sample."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "A census attempts to contact everybody in the population. In this situation, the population is all students at the campus. The problem clearly states that all students on campus are sent out the survey.\n\nThus, the correct answer is Choice 'A'.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. A stratified sample breaks down the population into certain groups that may be of interest to the researcher. The stem of this question does not hint at this fact.\n\nChoice 'C' is incorrect. An experiment imposes a certain treatment to the subjects. In this situation, no treatment is imposed. Subjects are simply asked if they approve of the academic setting at this school.\n\nChoice 'D' is incorrect. An observational study simply looks at a group of people and observes their behavior. In this case, a specific question is posed to the entire population.\n\nChoice 'E' is incorrect. A convenience sample simply asks subjects who are easiest to contact. In this case, the president is hoping to contact all students.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "DAT-2",
    "VAR-3.D.1",
    "1.C",
    "DAT-2.C.6",
    "DAT-2.C"
  ]
}