{
  "question_id": "question-099",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "matched-pairs-design",
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-block-design"
  ],
  "title": "Understanding Blocking in an Experiment",
  "difficulty": "Easy",
  "question_text": "In the context of an experiment, blocking refers to",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Dividing subjects up in the such a way that they are in the group they wish to join."
    },
    {
      "letter": "B",
      "text": "Performing the experiment on a variety of different subjects to make generalizing the results to the population more effective."
    },
    {
      "letter": "C",
      "text": "Dividing the subjects up in such a way that the subjects in each group have less variability."
    },
    {
      "letter": "D",
      "text": "Performing the experiment on many different people as a way to reduce variability."
    },
    {
      "letter": "E",
      "text": "Hiring a third party so that neither the subjects nor the people conducting the experiment know who gets what treatment."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "When blocking, researchers subjectively divide the individuals based on certain characteristics such as age, gender, race, etc.\n\nThe primary benefit of blocking is a reduction in variability. With reduced variability, any differences observed are more easily attributed to the treatments imposed in the experiment, as opposed to other factors.\n\nThus, the correct answer is Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Obvious bias will be present if you allow subjects to choose their treatment groups. For example, perhaps more motivated subjects will choose to attend an after school study session compared to a control group that has no additional study session.\n\nChoice 'B' is incorrect. It can be helpful to have a variety of different subjects in an experiment, so one can generalize the results to a more broad population. However, this idea doesn't directly refer to blocking.\n\nChoice 'D' is incorrect. Increased replication in experiments does reduce variability, and is an essential component of good experimental design. However, this idea does not directly refer to blocking.\n\nChoice 'E' is incorrect. This idea is referring to a double-blind experiment, where both experimenters and subjects are unaware of their treatment. While not all experiments can be double blind, it is helpful to perform experiments in a double-blind manner if possible. Nonetheless, this idea is separate from blocking.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.C.8",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C"
  ]
}