{
  "question_id": "question-173",
  "unit": "Unit 3 | Collecting Data",
  "title": "Teacher Salaries",
  "difficulty": "Difficult",
  "question_text": "A local school board is trying to estimate the proportion of the school district's population that feels that teacher salaries should be increased. Which of the following sampling methods is most effective in minimizing bias in this sample proportion?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "100 adults 100 adults will be randomly chosen from voter registration records.  Each adult will be asked the question, \"Given the many hours that teachers work outside of the regular school day and during the summer months, do you feel their salaries should be increased?\"   If the voter cannot be reached on the first attempt, the surveyor will continue calling back until they are able to reach the voter."
    },
    {
      "letter": "B",
      "text": "100 adults 100 adults will be randomly chosen from voter registration records.  Each adult will be asked the question, \"Do you feel teacher salaries should be increased?\"   If the voter cannot be reached on the first attempt, the surveyor will continue calling back until they are able to reach the voter."
    },
    {
      "letter": "C",
      "text": "100 adults 100 adults will be randomly chosen from voter registration records.  Each adult will be asked the question, \"Do you feel teacher salaries should be increased?\"   If the voter cannot be reached on the first attempt, the surveyor will move on to another randomly selected voter who can be easily reached."
    },
    {
      "letter": "D",
      "text": "75 adults 75 adults will be randomly chosen from among the attendees at a school board meeting.  A teacher wearing her school ID badge will ask subjects the question, \"Do you think teacher salaries should be increased?\""
    },
    {
      "letter": "E",
      "text": "75 adults 75 adults will be randomly chosen from among the attendees at a school board meeting.  The interviewer will ask subjects the question, \"Given the many hours that teachers work outside of the regular school day and during the summer months, do you feel their salaries should be increased?\""
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2.E.1",
    "DAT-2",
    "DAT-2.E"
  ],
  "standards": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2.E.1",
    "DAT-2",
    "DAT-2.E"
  ]
}