{
  "question_id": "question-152",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "estimation",
    "sampling-methods"
  ],
  "title": "Sample Design: Friends and Classmates",
  "difficulty": "Medium",
  "question_text": "Eddie wanted to estimate the proportion of students at his large high school who would be interested in having a chess club at the school. To gather data, he distributed a survey to his friends and many of his classmates.<br>The survey simply asked: Yes or No? Would you be interested in having a chess club at school?<br>Eddie asked that the survey be returned to him by the end of the week. Not everyone returned the survey. From those who did however, Eddie was able to calculate the observed proportion to be $ \\hat { p } =0.32$.<br>Based on the way the sample was designed, what type of sample was used AND what is the biggest problem with using a sample of this type?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is a SRS (Simple Random Sample).\n\nThere is no problem with taking a SRS since it is the type of sample that is most likely to represent the population of students at this high school."
    },
    {
      "letter": "B",
      "text": "This is a stratified random sample with two different strata - friends and classmates.\n\nWhen using this type of sample, it is possible that the opinions of some portions of the population may not be represented at all."
    },
    {
      "letter": "C",
      "text": "This is a convenience sample.\n\nWhen using a convenience sample, it is likely that individuals selected to be part of the sample will not truly represent the population of interest. This means that the results of the survey cannot be generalized to the entire population of students at this high school."
    },
    {
      "letter": "D",
      "text": "This is a voluntary response sample.\n\nAlthough Eddie attempted to include his friends and many of his classmates as well, only some of these individuals voluntarily responded to his survey. Since only those with strong opinions in favor of a chess club are likely to return the survey, the calculated sample proportion is likely higher than the true proportion of students at the high school who would like having a chess club at the school."
    },
    {
      "letter": "E",
      "text": "This is a systematic random sample.\n\nHowever, since many individuals who were selected to be surveyed did not respond to the survey, non-response bias will be a problem."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A convenience sample is a sample that consists of individuals who are easiest to reach.\n\nSince Eddie spends time with his friends and sees his classmates each school day, they are definitely easy for him to reach and distribute surveys. The problem with this type of sample is that the individuals selected to be surveyed may share certain characteristics, interests, or opinions that are unique and not necessarily representative of the entire population of students at this high school.\n\nFor example, perhaps Eddie loves playing chess. If this is the case, it may be more likely that his friends also enjoy playing chess. The type of classes that Eddie is enrolled in may also involve other students with similar interests and abilities. Perhaps Eddie is in all honors/A.P. classes and students in those types of classes are more likely to enjoy chess than other students at the high school.\n\nUsing a convenience sample often results in a sample that is not representative of the population of interest. Keep in mind that choosing a sample that is representative of the population of interest is one of the main goals in designing a sample!\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While it is true that an SRS is the type of sample most likely to represent the population of interest, this sample was not an SRS. If Eddie wanted to select an SRS, he would first need to list all of the students at his high school and assign each student a unique numerical code. He would then use a random digit generator to randomly select some of those students to be part of his sample.\n\nChoice 'B' is incorrect. There are many problems with this statement!\n\nTo select a stratified random sample, Eddie would first need to divide the entire population into distinct groups of individuals within the entire population of students at his high school. Perhaps he would use class level (freshman, sophomore, junior, senior) as his strata. In this way, every student would be included in one and only one strata. This is an important aspect of a stratified random sample! From each strata, he would then select an SRS. The entire group of individuals selected in this manner would make up his sample.\n\nSince Eddie goes to a \"large\" high school, it is unlikely that the entire population of students at the school would fall into one of the two identified strata (friends and classmates). Also, since his friends may also be his classmates, some individuals may fall into both of the strata identified in this statement.\n\nFurthermore, one of the advantages of using a stratified random sample is that it ensures that all portions of the populations will be represented. Of course, since not all portions of the population would be represented by these two strata, in this case, it would be true that some portions of the population would not be represented at all (those students who are neither Eddie's friends nor his classmates).\n\nChoice 'D' is incorrect. In a voluntary response sample, individuals select themselves to be part of the sample by responding to some general type of appeal. We might consider his sample to be a voluntary response sample if Eddie had asked everyone he ran into \"Hey, who wants to complete a survey about forming a chess club?\" and then distributed the survey only to those individuals who asked for one.\n\nHowever, this is not what happened. Rather, Eddie was the one who chose who he would distribute surveys to, and therefore this cannot be considered a voluntary response sample. It is true, however, that those individuals who are likely to participate in a voluntary response sample are those with strong opinions. The observed proportion would likely be lower, or in this case higher, than the true value of the population parameter.\n\nChoice 'E' is incorrect. Although non-response bias may, in fact, be a problem with Eddie's sample, his sample is not a systematic random sample. A systematic random sample is a sample that is selected based upon the application of some systematic rule (for example, if Eddie had pre-determined that he would survey every tenth person that he ran into on a given day).",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3"
  ]
}