{
  "question_id": "question-017",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "experimental",
    "population",
    "sample",
    "experiment"
  ],
  "title": "Pitching Substance",
  "difficulty": "Medium",
  "question_text": "A professional baseball pitcher is trying to determine which substance helps create more spin on a baseball. He decides to try three different substances: $A$, $B$, and $C$. Additionally, he needs to throw the baseball to determine the spin rate without a substance. The pitcher will randomly assign the substance to a baseball and measure the spin rate of a fastball.<br>Which of the following is true about the experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Spin rate is a quantitative variable"
    },
    {
      "letter": "B",
      "text": "The treatments are the different substances used by the pitcher"
    },
    {
      "letter": "C",
      "text": "The pitcher can show a causal relationship between the substances and spin rate"
    },
    {
      "letter": "D",
      "text": "The results can be generalized to all baseballs as the baseballs in the experiment were randomly assigned"
    },
    {
      "letter": "E",
      "text": "All the above are true"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "All the above answers are correct. Since spin rate is a numerical value in which it makes sense to find an average, it is a quantitative variable. Additionally, since the substances are the different conditions that are being applied, this makes them the treatments in the experiment. Since the study is an experiment, we can prove a cause-and-effect relationship between the substances and the spin rate. And finally, since the baseballs were randomly assigned, we can generalize about the whole population of baseballs.\n\nTherefore, since all the above answers are correct, we must select Choice 'E'.\n\nChoice 'E' is correct.",
  "explanations": {},
  "tags": [
    "DAT-2",
    "DAT-2.B.2",
    "1.C",
    "DAT-2.A",
    "DAT-2.A.4",
    "DAT-2.B.3",
    "DAT-2.B",
    "DAT-2.B.1",
    "4.A"
  ]
}