{
  "question_id": "question-167",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-design"
  ],
  "title": "Characteristics of a Well-Designed Experiment",
  "difficulty": "Hard",
  "question_text": "Which of the statements are true?<br><br>I. Random assignment of treatments is an important feature of a well-designed experiment because it controls for factors within treatment groups that might affect subjects' responses.<br>II. Controlling conditions in an experiment helps to reduce the effects of suspected confounding variables.<br>III. It is not possible for a well-designed experiment to have both randomization and control.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "I only."
    },
    {
      "letter": "B",
      "text": "II only."
    },
    {
      "letter": "C",
      "text": "III only."
    },
    {
      "letter": "D",
      "text": "I and II only."
    },
    {
      "letter": "E",
      "text": "I, II, and III."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Statement I is true. If age is a variable that could affect the outcome of an experiment, we would not want one of the treatment groups to have an unusually large number of older subjects. By randomly assigning treatments, the age distributions for the groups should be similar.\n\nStatement II is true. If medical researchers suspect that the amount of protein in their subjects' diets will affect how their new medication will work, they will control the diets of their subjects. If they do that, researchers can be confident that any observed benefit of the new medication will be due to the medication and not the amount of protein in the subjects' diets.\n\nStatement III is false. All well-designed experiments should have both randomization and control. The explanatory variable is randomly applied while all other possible variables are controlled.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.3",
    "VAR-3.E.2"
  ]
}