{
  "question_id": "question-110",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "matched-pairs-design",
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-block-design"
  ],
  "title": "Block Design vs. Stratified Random Sampling",
  "difficulty": "Medium",
  "question_text": "Which of the following describes a difference between block design and stratified random sampling?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Block design involves splitting the sample into two distinct blocks. With stratified random sampling however, we can split the sample into as many strata as we wish."
    },
    {
      "letter": "B",
      "text": "With block design, blocks are formed based upon some naturally occurring characteristic. With stratified random sampling however, strata may be formed based upon any characteristic the researcher deems appropriate."
    },
    {
      "letter": "C",
      "text": "With block design, we are able to guarantee that all groups within the population of interest are represented. Stratified random sampling cannot ensure that all groups within the population will be represented."
    },
    {
      "letter": "D",
      "text": "Block design is a specific method used for designing an experiment while stratified random sampling is a method of gathering a sample."
    },
    {
      "letter": "E",
      "text": "There is no difference between block design and stratified random sampling. Blocks and strata are different words that basically mean the same thing."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Block design is a specific type of experimental design in which the subjects (who have already been selected for inclusion in the experiment) are separated into different blocks based upon some characteristic that the researchers feel may affect the response to a certain treatment.\n\nStratified random sampling is a specific method of designing or gathering a sample in which all members of the population of interest are first divided into different strata based upon some characteristic (such as gender or age). A simple random sample is then selected within each strata in order to create the actual sample that will be used.\n\nResearchers may wish to stratify for a variety of reasons. For example, they may wish to see if opinions vary by strata, or they may simply wish to make sure that there is the appropriate amount of representation from various strata within the overall population of interest.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Block design may involve only two blocks or may involve more than two blocks. Likewise, stratified random sampling may be done by dividing the population into only two strata or may be done by dividing the population into more than two strata.\n\nChoice 'B' is incorrect. Both blocks and strata are often determined based upon some naturally occurring characteristic (for example: gender, age, or geographic location). In both cases, it is up to the researcher to wisely choose the characteristic on which to block or stratify.\n\nChoice 'C' is incorrect. Stratified random sampling actually can do a better job of helping to ensure that different groups within the population are represented. By creating strata that represent different groups within the population and then taking a simple random sample from each, we know that our sample will include representation from each strata. Block design cannot guarantee that all groups within the population are represented because it uses a sample that has already been selected. If the original sample did not adequately represent the population of interest, the blocks will not represent the population very well either.\n\nChoice 'E' is incorrect. While the idea of a \"block\" vs. a \"strata\" is very similar, the fact remains that block design relates to experimental design while stratified random sampling relates to sample design.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "DAT-2",
    "VAR-3.C.8",
    "VAR-3.D.1",
    "1.C",
    "DAT-2.C.3",
    "VAR-3.C",
    "DAT-2.C"
  ]
}