{
  "question_id": "question-086",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "replication",
    "experimental-design",
    "control",
    "random-assignment",
    "comparison",
    "experiment"
  ],
  "title": "Experimental Design",
  "difficulty": "Medium",
  "question_text": "A fitness researcher is interested in learning which form of exercise helps people lose weight the best. She decides to run an experiment with three groups. One group will do no exercise, the second group with be on a strictly cardio regimen, while the third group will be on a strictly weight-lifting regimen. She decides to take $30$ volunteers for the study, and will use a random number generator to assign $10$ volunteers to each group. She decides to let the volunteers choose their own diet throughout the experiment. At the end, she will measure the weight loss from each group and compare.<br>Which principle of experimental design is not followed in this experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Comparison"
    },
    {
      "letter": "B",
      "text": "Random Assignment"
    },
    {
      "letter": "C",
      "text": "Control"
    },
    {
      "letter": "D",
      "text": "Replication"
    },
    {
      "letter": "E",
      "text": "All principles are followed"
    }
  ],
  "correct_answer": "Choice 'C\" is the correct answer.",
  "solution": "Solution\n\nAny well-designed experiment will meet all four-principles of experimental design: 1.\nComparison, 2.\nRandom Assignment, 3.\nControl, and 4.\nReplication. In order to meet comparison, the experiment must have two or more treatments. Additionally, volunteers must be randomly assigned to each treatment, and we must have more than one experimental unit per treatment (replication).\n\nTo meet control, one must take into account variables that could affect the response that aren't our experimental treatments. A control group is one positive step for the experiment, but a well-designed experiment takes into account ALL variables that could be confounding. By not controlling the volunteers diets, we cannot be sure if the weight loss is due to the exercise regimens or the volunteers' diets. Therefore, control was not adequately met in this experiment.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since the experiment has three treatments (Control, Cardio, and Weight-Lifting), comparison is adequately met.\n\nChoice 'B' is incorrect. Since the researcher randomly assigned each subject to the treatments using a random number generator, random assignment is adequately met.\n\nChoice 'D' is incorrect. Since there is more than one experimental unit assigned to each treatment, replication is adequately met.\n\nChoice 'E' is incorrect. Since the diets were not controlled during the experiment, control was not adequately met, therefore, not all principles were met.",
  "tags": [
    "VAR-3",
    "VAR-3.B.1",
    "1.B",
    "VAR-3.B"
  ]
}