{
  "question_id": "question-096",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Counseling in Weight Loss Programs",
  "difficulty": "Easy",
  "question_text": "A personal fitness trainer believes that having his clients participate in counseling groups will improve their success rate in reaching their weight loss goal. To investigate, he conducts an experiment.<br>Which of the following should the personal trainer include in order to conduct a well-designed experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The trainer should include a control in the experiment by requiring the female subjects to attend counseling and the male subjects to attend no counseling."
    },
    {
      "letter": "B",
      "text": "The trainer should include a control in the experiment by allowing subjects to follow their normal daily diet."
    },
    {
      "letter": "C",
      "text": "The trainer should include replication in the experiment by assigning one of his clients to receive counseling and one of his clients to not receive counseling."
    },
    {
      "letter": "D",
      "text": "The trainer should include randomization in the experiment by asking his clients to set a weight loss goal. The clients with smaller weight loss goals will receive no counseling and the clients with the higher weight loss goals will receive counseling."
    },
    {
      "letter": "E",
      "text": "The trainer should include randomization in the experiment by drawing names out of a hat to decide which subjects will receive counseling."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "In this method, the trainer gives each subject an equal random chance of receiving the treatment or not receiving the treatment.\n\nExplanation of Distractors\n\nChoices 'A' and 'D' are incorrect because there is no randomness in sorting the subjects into two groups based on gender or their weight loss goal.\n\nChoice 'B' is incorrect because allowing subjects to follow their normal diet introduces a large amount of variation in the circumstances of the study. This is the opposite of a control. A control means making the circumstances as similar as possible for all subjects, except for the explanatory variable. The subjects' diets should be as similar as possible.\n\nChoice 'C' is incorrect because replication means that each of the treatments is assigned to multiple subjects, not just one.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "VAR-3.B.1",
    "1.C",
    "VAR-3.B"
  ]
}