{
  "question_id": "question-148",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Telephone Surveys and Types of Bias",
  "difficulty": "Medium",
  "question_text": "Janice received a telephone call from a research organization asking if she would be willing to answer a few questions about how often she buys certain types of groceries. Janice told the researcher that she was not interested in participating.<br>Nevertheless, two days later she received another phone call from the same organization asking if she would participate in their survey about buying certain types of groceries. Once again, Janice refused. When the same organization called her for a third time, Janice became irate. She told the researcher \"No matter how many times you call me, I will not participate in your survey! Please do not call this number again!\"<br>Which of the following best describes the type of bias Janice (and others like her) may have introduced into the research organization's survey results?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Undercoverage bias may be present since information about how often Janice (and others like her) buy certain types of groceries will not be included in the survey results."
    },
    {
      "letter": "B",
      "text": "Voluntary response bias may be present since Janice did not voluntarily provide information about how often she buys certain types of groceries. The people who do voluntarily provide such information may differ from Janice in some way that would cause the survey results to be inaccurate."
    },
    {
      "letter": "C",
      "text": "Response bias may be present. Since Janice became irate when the organization called her for the third time, this interaction could affect the organization's survey results."
    },
    {
      "letter": "D",
      "text": "Non-response bias may be present. Since Janice (and probably many other people who were contacted by the research organization) would not cooperate with answering the researcher's questions, the results of the survey may not accurately represent the population of interest."
    },
    {
      "letter": "E",
      "text": "There is no chance that Janice's refusal to participate in the survey would introduce bias of any type."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3"
  ]
}