{
  "question_id": "question-005",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "data-collection",
    "comparison"
  ],
  "title": "Printer Comparison",
  "difficulty": "Easy",
  "question_text": "A small boutique owner ships her own products when ordered online. Recently, she bought two printers, Printer A and Printer B, to help with the process. She then uses Printer A for $30$ labels and then Printer B for $30$ labels, then compares the results.<br>What question is the shop owner most likely trying to answer?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Which printer sells more products?"
    },
    {
      "letter": "B",
      "text": "Which printer expedites the shipping process?"
    },
    {
      "letter": "C",
      "text": "What printer is the cheapest?"
    },
    {
      "letter": "D",
      "text": "Which printer sounds the best?"
    },
    {
      "letter": "E",
      "text": "Does the boutique need two printers?"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The shop owner uses data collection to determine a potential solution in her shipping process. She compares the two different printers, A and B, while printing $30$ labels for each printer.\n\nAlthough some of the other answers might seem correct, the owner is most likely looking to see which printer expedites the shipping process. By printing the same amount of labels from each printer, she is more than likely looking at which printer will make shipping her products easiest.\n\nSo, Choice 'B' is correct.\n\nChoice 'A' is incorrect. Since the printers are just printing the shipping labels, the printers will not sell the products.\n\nChoice 'C' is incorrect. The shop owner would know which printer is the cheapest because she has already purchased them.\n\nChoice 'D' is incorrect. Although she could technically determine which printer sounds the best, this will not help her business.\n\nChoice 'E' is incorrect. The owner could technically use two printers, but she would not be comparing the printers after purchase if she kept two.",
  "tags": [
    "VAR-1.E",
    "1.A",
    "VAR-1",
    "VAR-1.E.1"
  ]
}