{
  "question_id": "question-166",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Cable Network Survey",
  "difficulty": "Hard",
  "question_text": "A large cable network is planning a survey of $180$ of their own subscribers to learn more about their preferences in television programs.<br>Which of the following is NOT required in order for this to be a well-designed survey?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Every customer should have an equal chance to be selected as part of the sample."
    },
    {
      "letter": "B",
      "text": "The network should secure that every possible subgroup of 180 customers should have the same chance of being chosen as the sample."
    },
    {
      "letter": "C",
      "text": "The subjects should all be customers for this cable network."
    },
    {
      "letter": "D",
      "text": "The wording of the survey question should be the same for all subjects."
    },
    {
      "letter": "E",
      "text": "Randomness should be used in the selection of the subjects."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A well-designed survey requires random selection of each subject so that the results can be generalized to the population. For this reason, Choices 'A' and 'E' are required features, and are incorrect answers.\n\nChoice 'B' describes a simple random sample, which is NOT required. A stratified random sample or a cluster sample are both valid methods for selecting a sample, but they do not ensure that all possible subgroups have the same chance of being selected.\n\nChoice 'C' is required because the sample needs to be representative of the population of interest (in this case, the cable network's customers).\n\nChoice 'D' is required because different wordings for different subjects would introduce response bias into the study.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.3",
    "VAR-3.E.2"
  ]
}