{
  "question_id": "question-059",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "census",
    "sampling-and-experimentation"
  ],
  "title": "When to Use a Census",
  "difficulty": "Medium",
  "question_text": "In which of the following situations would it be most appropriate to use a census?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "To determine the average sales price for the $83$ homes currently listed for sale in a small town."
    },
    {
      "letter": "B",
      "text": "To estimate the average age of all quarters currently in circulation in the United States."
    },
    {
      "letter": "C",
      "text": "To find the average time it takes a high school senior to walk one mile."
    },
    {
      "letter": "D",
      "text": "To determine the proportion of longleaf pine trees that are affected by brown-spot needle blight."
    },
    {
      "letter": "E",
      "text": "To estimate the proportion of American children under the age of 10 who go to bed hungry at night."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "In a census, one must attempt to contact/study every single individual (or unit) in the population of interest. The entire population of interest then, should be represented.\n\nIt is important, therefore, to make sure you know what the population you are interested in is. It is also important that the population size be small enough that taking a census is possible.\n\nIn Choice 'A', the population of interest consists of 83 homes that are currently listed for sale in a small town. It is certainly possible to determine the current sales price for each of these homes and then to determine an average.\n\nExplanation of Distractors\n\nChoices 'B', 'C', 'D' and 'E' all involve populations that are too large to make conducting a census possible. For instance, in Choice 'B', it would not be possible to gather each and every single quarter currently in circulation in order to determine its age.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.6",
    "DAT-2.C"
  ]
}