{
  "question_id": "question-163",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Questioning Team Mascots: Types of Bias",
  "difficulty": "Medium",
  "question_text": "The marketing department for a professional sports team surveys a random sample of individuals who are fans of the team. They ask the following question.<br>\"Several professional sports teams have team names and/or mascots that are considered offensive to many Native Americans. Do you believe that these teams should be forced to change their team names and mascots even though such a change would likely cost the team millions of dollars and could potentially upset loyal fans who would then have to go out and purchase all new merchandise in order to show their support?\"<br>The results of this survey are most likely to suffer from what type of bias?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Non-response bias caused by the fact that some fans will not care deeply enough about the issue to provide an honest answer to the question."
    },
    {
      "letter": "B",
      "text": "Response bias caused by the way in which the question was worded."
    },
    {
      "letter": "C",
      "text": "Sampling bias caused by the method in which the sample was selected."
    },
    {
      "letter": "D",
      "text": "Undercoverage of the opinions of fans who were not included in the sample."
    },
    {
      "letter": "E",
      "text": "Voluntary response bias caused by the fact that not everyone who is surveyed will be willing to answer the question."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Response bias can occur when a question is worded in a way that leads individuals to respond in a certain manner. By referring to the fact that changing a team name and/or mascot would cost the team millions of dollars and could upset loyal fans, the wording of this question strongly suggests that such a proposal is unreasonable.\n\nThose who hear the question may then feel compelled to say \"no\" regardless of how they actually feel about the issue. This is very likely to affect the validity of the survey results.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Non-response bias can occur when those who are selected to be part of the sample refuse to answer the question. If the opinions of those who refuse to answer the question differ from those who do answer the question, then this could cause the results of the survey to be unreliable.\n\nThis is certainly a possibility in this situation! However, it is not the best choice. Also, if fans do not provide an honest answer to the question, we would consider that to be a form of response bias.\n\nChoice 'C' is incorrect. According to the problem, a random sample of individuals who are fans of the team was selected. While the results of the survey can only be generalized to fans of this particular team, using a random sample is a good thing and should not lead to bias.\n\nChoice 'D' is incorrect. Undercoverage occurs when a specific group within the overall population of interest is left out of the sample based upon the way in which the sample was designed.\n\nFor example, if the sample only included fans who were season ticket holders, then we might claim that the opinions of other, \"regular\" fans were being undercovered. Since a random sample of fans was selected, we cannot assume that some groups of fans were left out.\n\nChoice 'E' is incorrect. A voluntary response sample consists of individuals who select themselves to become part of a sample by responding to some invitation or general appeal.\n\nThose who volunteer in this way are willing to answer the question and probably have very strong opinions about the issue. This did not happen here since the sample was randomly selected by the marketing department.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E",
    "DAT-2.E.5"
  ]
}