{
  "question_id": "question-023",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "The Goal in Designing a Sample",
  "difficulty": "Medium",
  "question_text": "Which of the following best describes the goal of sample design?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "To include all individuals within the population in our sample."
    },
    {
      "letter": "B",
      "text": "To gather a sample quickly and in a way that saves money."
    },
    {
      "letter": "C",
      "text": "To create a sample that is truly representative of the population of interest."
    },
    {
      "letter": "D",
      "text": "To choose individuals from the population of interest using a method that involves random selection."
    },
    {
      "letter": "E",
      "text": "To have a sample in which every possible opinion on the matter under study is equally represented."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Gathering data from a sample that is truly representative of the population of interest is important so that we can use our results to make inferences about our population of interest. If our sample does not accurately represent the population, the data we gather cannot be used to provide reliable information about the overall population.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A sample only includes a portion of the population that we are interested in making inferences about. If every individual in the entire population were studied, we would not be looking at a sample. Rather, we would be using a census.\n\nChoice 'B' is incorrect. While it would be nice to be able to gather a sample in a quick and inexpensive manner, it is not the goal of sample design. Being able to gather a sample quickly and inexpensively would simply be a bonus.\n\nChoice 'D' is incorrect. While random selection provides a method for gathering a sample (that hopefully represents the population of interest), it is not the ultimate goal in designing the sample.\n\nChoice 'E' is incorrect. It is not important that every possible opinion be represented in the sample we have selected. Furthermore, if we are interested in opinions, we want the opinions represented in our sample to be reflective of the opinions of the population of interest. We would even hope that the opinions represented in our sample would show up in the same proportions as those same opinions would show up in the overall population. Not all opinions on a matter may be equally represented in our population of interest.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "DAT-2",
    "VAR-3.D.1",
    "1.C",
    "DAT-2.B",
    "DAT-2.B.1"
  ]
}