{
  "question_id": "question-079",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "observational-study"
  ],
  "title": "Observational Study vs. Experiment",
  "difficulty": "Easy",
  "question_text": "What is the main difference between an observational study and an experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "An experiment is more likely to involve a random sample of individuals while an observational study is more likely to involve volunteers."
    },
    {
      "letter": "B",
      "text": "In an experiment, some type of treatment is imposed upon subjects, while in an observational study no treatments are imposed."
    },
    {
      "letter": "C",
      "text": "An observational study never looks for an association between two variables, while an experiment is seeking to find an association between two variables."
    },
    {
      "letter": "D",
      "text": "Data obtained from an observational study will usually have less bias than data obtained through a well-designed experiment."
    },
    {
      "letter": "E",
      "text": "There is no difference. An observational study is a specific type of experiment."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The goal of an experiment is to determine if the treatment produces a certain effect. In fact, a well-designed, properly controlled experiment is the only way to establish a cause and effect relationship between the treatment and the response.\n\nIn an observational study, no specific treatment is imposed. Rather, researchers make observations without many any attempt to influence what they observe.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. An experiment (especially on humans) is more likely to involve volunteers since they may need to consent to being subjected to a certain type of treatment.\n\nChoice 'C' is incorrect. Both methods of gathering data may seek to determine if there is a relationship between two variables. However, an experiment may be used to establish a cause-and-effect relationship.\n\nChoice 'D' is incorrect. A well-designed experiment controls for the effects of variables that could lead to biased results. In an observational study, it may not be possible to exercise this type of control. Therefore, results of an observational study are more likely to be biased.",
  "tags": [
    "VAR-3",
    "DAT-2",
    "VAR-3.A",
    "1.C",
    "DAT-2.A",
    "DAT-2.A.4",
    "DAT-2.A.3",
    "VAR-3.A.1"
  ]
}