{
  "question_id": "question-130",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "New Reality Show",
  "difficulty": "Easy",
  "question_text": "A new reality TV show is testing contestants on how long it takes to solve four different types of puzzles. Because it is thought that males and females tend to solve puzzles differently, contestants were randomly divided into groups by gender. Each subject solved all $4\\text{ puzzles}$, in a randomized order.<br>Which statement concerning this experimental design is true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is a matched pairs design."
    },
    {
      "letter": "B",
      "text": "Gender is a blocking factor."
    },
    {
      "letter": "C",
      "text": "Gender and puzzle type are confounding variables."
    },
    {
      "letter": "D",
      "text": "There are eight treatment combinations in this experiment."
    },
    {
      "letter": "E",
      "text": "Puzzle type is a blocking factor."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Gender is the blocking factor since the contestants are divided into groups by gender, and each person does all 4 puzzles\n.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; this is a randomized block design, so there is no matching involved.\n\nChoice 'C' is incorrect; confounding variables are lurking variables that do affect the outcome and are not controlled for by the experiment. In this situation, by nature of the design gender and puzzle type are controlled for.\n\nChoice 'D' is incorrect; subjects are only divided up into two groups; males and females.\n\nChoice 'E' is incorrect; gender is blocked on, but not puzzle type, since all respondents do each of the four puzzles.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.8",
    "VAR-3.C"
  ]
}