{
  "question_id": "question-144",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Plans for an Art Gallery: Would Customers Approve?",
  "difficulty": "Medium",
  "question_text": "The manager of a city coffee shop is thinking about adding a small art gallery to her shop to display the work of local artists. First, she decides to gather some opinions on whether or not this is something her customers would enjoy.<br>To do this, the manager places surveys at the counter and on the tables of the coffee shop. Customers can fill out a survey and return it to any store employee.<br>Identify the sampling method being described and describe a potential problem that could result from using this type of sample.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A stratified random sample was used. Since this type of sample is able to provide information about a cross-section of the population of customers of this coffee shop, there should be no potential problems in interpreting the results of the survey."
    },
    {
      "letter": "B",
      "text": "A SRS was used. However, since this type of sample does not ensure representation from all of the coffee shop's customers, we will not be able to generalize the results of the survey to the entire population."
    },
    {
      "letter": "C",
      "text": "A convenience sample was used. Although it is quick and easy to sample customers in this way, the results of the survey may be very prone to response bias since many customers will just want to fill out the survey quickly to be done with it."
    },
    {
      "letter": "D",
      "text": "A voluntary response sample was used. However, since those who have strong opinions about the issue may be those most likely to take and return the survey, the results of the survey may overstate the proportion of customers who would like to see the addition of the art gallery."
    },
    {
      "letter": "E",
      "text": "A cluster sample was used with clusters consisting of those who take a survey at the counter and those who take a survey at one of the coffee shop tables. However, there is probably only one counter and many tables. Therefore, there will be undercoverage of the opinions of those who take a survey from the counter."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "DAT-2.E.2",
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E"
  ]
}