{
  "question_id": "question-144",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Plans for an Art Gallery: Would Customers Approve?",
  "difficulty": "Medium",
  "question_text": "The manager of a city coffee shop is thinking about adding a small art gallery to her shop to display the work of local artists. First, she decides to gather some opinions on whether or not this is something her customers would enjoy.<br>To do this, the manager places surveys at the counter and on the tables of the coffee shop. Customers can fill out a survey and return it to any store employee.<br>Identify the sampling method being described and describe a potential problem that could result from using this type of sample.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A stratified random sample was used. Since this type of sample is able to provide information about a cross-section of the population of customers of this coffee shop, there should be no potential problems in interpreting the results of the survey."
    },
    {
      "letter": "B",
      "text": "A SRS was used. However, since this type of sample does not ensure representation from all of the coffee shop's customers, we will not be able to generalize the results of the survey to the entire population."
    },
    {
      "letter": "C",
      "text": "A convenience sample was used. Although it is quick and easy to sample customers in this way, the results of the survey may be very prone to response bias since many customers will just want to fill out the survey quickly to be done with it."
    },
    {
      "letter": "D",
      "text": "A voluntary response sample was used. However, since those who have strong opinions about the issue may be those most likely to take and return the survey, the results of the survey may overstate the proportion of customers who would like to see the addition of the art gallery."
    },
    {
      "letter": "E",
      "text": "A cluster sample was used with clusters consisting of those who take a survey at the counter and those who take a survey at one of the coffee shop tables. However, there is probably only one counter and many tables. Therefore, there will be undercoverage of the opinions of those who take a survey from the counter."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A voluntary response sample consists of individuals who select themselves to be included in a sample by responding to some general invitation or appeal. In this case, surveys were made available to customers, but customers had to voluntarily take a survey, complete it and return it in order to have their opinions registered as part of the sample.\n\nSince those who are most likely to take the time to complete and return the survey are those who have strong opinions about the subject, the results of the survey may not accurately represent the population of interest. In fact, the data might underestimate or overestimate the parameter of interest.\n\nIn this case, local artists and those who really enjoy art would most likely complete and return a survey while those who do not care one way or another would not take th\n\nChoice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. To take a stratified random sample, the manager of the coffee shop would first have to divide all of her customers into different strata where individuals in each strata were similar in some way (perhaps those who are artists and those who are not). Then, within each strata the manager would select a simple random sample.\n\nAll of those selected in this way would then be surveyed about whether they would enjoy having a small art gallery in the coffee shop. While this method of sampling would provide information about a cross-section of the coffee shop's customers, it would be very difficult, if not impossible, for the manager to gather this type of sample.\n\nChoice 'B' is incorrect. To select a simple random sample, each customer of the coffee shop would be given a unique numerical code and a random digit generator would be used to select which individuals would be included in the sample.\n\nWe should be able to generalize results from a SRS to the overall population of coffee shop customers, but again, this method of gathering data would be difficult if not impossible to actually carry out.\n\nChoice 'C' is incorrect. A convenience sample is formed by selecting individuals who are easiest to contact to be part of the sample. Although it is a quick and easy way of gathering a sample, the manager is not actually selecting anyone to be part of her sample.\n\nTherefore, this cannot be a convenience sample. Also, as long as they were completing the survey honestly, the speed with which customers fill out the survey would not cause response bias.\n\nChoice 'E' is incorrect. A cluster sample is formed by first dividing the entire population into clusters consisting of individuals who are similar in some way. A few clusters would be selected at random and then a census would be completed within each of the selected clusters.\n\nSince where customers pick up a survey (at the counter or from one of the tables) should not have anything to do with whether or not they would enjoy an art gallery, this method of clustering makes no sense.\n\nAlso, undercoverage can result if one part of the population is specifically left out of the sample by the way in which the sample was selected. Since all customers of the coffee shop had access to the survey, we cannot claim that there is undercoverage.",
  "tags": [
    "DAT-2.E.2",
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E"
  ]
}