{
  "question_id": "question-028",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Gathering Data With Pizza Crackers",
  "difficulty": "Easy",
  "question_text": "Mamma Mia wonders whether her toddler Tony will eat more pizza flavored crackers when watching television or when eating his snack at the table without any distractions. To test her suspicions, she feeds him pizza flavored crackers at snack time on several different occasions.<br>Each time she gives him the crackers, she randomly determines whether or not she will allow him to watch television as he eats. Mamma always counts how many crackers Tony consumes at snack time, so that she can compare the overall average number of crackers consumed with and without watching television.<br>Which of the following best describes Mamma's method of gathering data?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Experiment."
    },
    {
      "letter": "B",
      "text": "Observational study."
    },
    {
      "letter": "C",
      "text": "Simulation."
    },
    {
      "letter": "D",
      "text": "Survey."
    },
    {
      "letter": "E",
      "text": "Randomization."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "In an experiment, a treatment is imposed in order to determine how the treatment affects some response variable. In this case, the response variable is the number of crackers consumed.\n\nDepending upon Tony's usual snack-time routine, the treatment may be 'watching television', or it may be 'sitting at the table with no distractions'. The other condition would represent the control.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. In an observational study, no treatment is imposed. Rather, naturally occurring behavior or existing data (perhaps from a survey) is observed and analyzed in order to gain an understanding of the situation.\n\nChoice 'C' is incorrect. In the situation described, an actual human being is being used to collect data. In a simulation, chance behavior is imitated or recreated in some way while maintaining the probabilities associated with various outcomes. When individuals are being questioned, nothing is being imitated or recreated.\n\nChoice 'D' is incorrect. Tony is not being interviewed or questioned in any way about how his consumption of crackers will be affected by watching television (or not).\n\nChoice 'E' is incorrect. While Mamma randomly selected which of the two conditions to apply when Tony was eating his snack, the randomization is with respect to the treatments and does not describe the method of gathering data.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.A",
    "DAT-2.A.4"
  ]
}