{
  "question_id": "question-068",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Hannah's House of Hobbies",
  "difficulty": "Easy",
  "question_text": "Hannah's House of Hobbies prints a website address at the bottom of every receipt. Customers can choose to visit the website to answer a customer satisfaction survey.<br>Which type of bias could result from this type of survey?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Response bias."
    },
    {
      "letter": "B",
      "text": "Voluntary response bias."
    },
    {
      "letter": "C",
      "text": "Nonresponse bias."
    },
    {
      "letter": "D",
      "text": "Undercoverage bias."
    },
    {
      "letter": "E",
      "text": "There is no bias in this selection method."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Voluntary response bias means that a survey question is broadcast to a large group and only the opinions of those who feel strongly enough to answer are included in the sample. Since the survey website is printed on every receipt, this is the best answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Response bias means that there was something in the circumstances of the survey (question wording, pressure from the interviewer, etc.) that could influence the response of the subject. This problem does not give any information that suggests response bias.\n\nChoice 'C' is incorrect. Non-response bias means that a specific sample of people was chosen, but that some of them do not reply to the survey. There is no description of any attempt at choosing a sample in this problem.\n\nChoice 'D' is incorrect. Undercoverage bias means that the process of selecting the sample leaves out or under-represents a portion of the population. There is no description of any attempt at choosing a sample in this problem.",
  "tags": [
    "DAT-2.E.2",
    "4.B",
    "DAT-2",
    "DAT-2.E"
  ]
}