{
  "question_id": "question-139",
  "title": "Bugs in the Trees in the Great Smoky Mountains: A Study | 1 of 2",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">The hemlock woolly adelgid is a small invasive insect that came to North America via Japan and is responsible for killing most of the hemlock trees in the Great Smoky Mountains National Park.  To try to control the destruction of hemlock trees caused by the hemlock woolly adelgid, biologists have released lady beetles from Japan (which are known to be natural predators of the hemlock woolly adelgid) onto several of the remaining healthy hemlock trees in the park.  </div><div class=\"paragraph\">Even if the lady beetles effectively control the damage done by the hemlock woolly adelgid, it may appear that the lady beetles have no effect on the health and survival rate of hemlock trees in the park.  </div><div class=\"paragraph\">Which of the following may describe why?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Tree damage caused by hikers and other visitors to the park may contribute to the death of hemlock trees in the park."
    },
    {
      "letter": "B",
      "text": "Forest fires and chemicals that are released into the air by the fires may negatively impact the health and survival rate of hemlock trees in the park."
    },
    {
      "letter": "C",
      "text": "Harsh weather conditions may cause a decrease in the population of lady beetles and may also negatively affect the health of hemlock trees in the park."
    },
    {
      "letter": "D",
      "text": "If predators of the lady beetles being released into the park are also present in the park, the survival rate of the lady beetles may not be sufficient to impact the health and survival rate of the hemlock trees in the park."
    },
    {
      "letter": "E",
      "text": "All of the above describe possible sources of confounding."
    }
  ],
  "correct_answer": "<strong>Choice 'E'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.A",
    "VAR-3.A.4"
  ],
  "standards": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.A",
    "VAR-3.A.4"
  ]
}