{
  "question_id": "question-024",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods",
    "experiment"
  ],
  "title": "Collecting Data About A Major Rivalry",
  "difficulty": "Easy",
  "question_text": "There is a major rivalry between the two Major League Baseball teams in the city of Chicago, Illinois! Fans of the southsiders were overjoyed when their White Mittens won the 2005 World Championship, while fans of the \"lovable losers\" have been waiting a very long time for their Northside Chicago Calves to win a World Series. But which team really has more fans in the city of Chicago? Researchers decided to do a study. To gather data, they randomly called phone numbers with $312$, $773$ or $872$ area codes (the current three Chicago area codes), and asked which of the two teams the person answering the phone preferred.<br>Which of the following best describes the manner in which data was collected?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Experiment."
    },
    {
      "letter": "B",
      "text": "Simulation."
    },
    {
      "letter": "C",
      "text": "Survey."
    },
    {
      "letter": "D",
      "text": "Randomization."
    },
    {
      "letter": "E",
      "text": "Convenience sample."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A survey can be conducted in many ways (by mail, by phone, in person, etc.) and can be used to measure the likes/dislikes of individuals (there are other reasons why a survey may be conducted as well!).\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. In an experiment, a treatment is deliberately imposed on the subject in order to determine its effect. No treatment is imposed in this situation. Individuals are simply asked a question.\n\nChoice 'B' is incorrect. In the situation described, actual human beings are being used to collect data. In a simulation, chance behavior is imitated or recreated in some way while maintaining the probabilities associated with various outcomes. When individuals are being questioned, nothing is being imitated or recreated.\n\nChoice 'D' is incorrect. While those who are being questioned may have been selected randomly through the use of randomly dialing phone numbers with certain area codes, data is not gathered through this process. Rather, data is gathered when those who have been contacted respond to the survey question.\n\nChoice 'E' is incorrect. A convenience sample involves gathering data from individuals who are easiest to reach. One way to do this would be to have someone stand on the corner at a major intersection in Chicago and ask those who pass by which team they prefer. However, this is not the type of sample researchers used when collecting their data. Also, a convenience sample is a method of designing a sample, not the actual method in which data was collected.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.A",
    "DAT-2.A.3"
  ]
}