{
  "question_id": "question-097",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Weight Loss",
  "difficulty": "Easy",
  "question_text": "Suppose a researcher wants to determine if a new weight loss drug is effective. She has $100\\text{ volunteer subjects}$.<br>Which would be an appropriate method to determine the drug's effectiveness?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Have all $100$ of the subjects take the weight loss drug for three weeks and measure mean weight loss."
    },
    {
      "letter": "B",
      "text": "Give all $100\\text{ subjects}$ the weight loss drug for three weeks, then no treatment for three weeks, and measure the differences in weight of the subjects both on the drug and off the drug."
    },
    {
      "letter": "C",
      "text": "Give half of the volunteers the new weight loss drug and the other half a placebo, then compare changes in weight between the two groups."
    },
    {
      "letter": "D",
      "text": "Draw subjects’ names out of a hat at random, giving the first $50$ the new weight loss drug and the remaining $50$ no treatment, then compare changes in weight between the two groups."
    },
    {
      "letter": "E",
      "text": "Draw subjects’ names out of a hat at random, giving the first 50 the new weight loss drug and the remaining 50 a placebo, then compare changes in weight between the two groups."
    }
  ],
  "correct_answer": "Choice 'E' is correct.",
  "solution": "This method provides sufficient replication (n1=50 and n2=50), randomization (by drawing names out of a hat), and control (involving a placebo).\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; this provides no control group.\n\nChoice 'B' is incorrect; once the subjects lost weight, it would be more difficult to lose additional weight.\n\nChoice 'C' is incorrect; subjects should be chosen randomly.\n\nChoice 'D' is incorrect; a placebo should be used instead of no treatment to control for the placebo effect.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}