{
  "question_id": "question-119",
  "title": "Completely Randomized Design: Which One?",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">Which of the following describes an experiment using completely randomized design?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "A group of\n20\nstudents was given a computer-based survey consisting of\n4\nquestions. The order in which the questions appeared on the survey was completely randomized for each student and students were required to type their responses."
    },
    {
      "letter": "B",
      "text": "A group of\n20\nstudents was given a one-minute typing test. The test consisted of typing as many words as possible from a long list of words. The order of the words was determined at random for each student. The order in which the students were tested was also determined at random."
    },
    {
      "letter": "C",
      "text": "Are students able to type faster while listening to music? To investigate,\n20\nstudents were asked to complete a one-minute typing test on the computer on two separate occasions. On one occasion music was playing in the background. On the other occasion the room was silent. Which condition was tested first was determined at random."
    },
    {
      "letter": "D",
      "text": "Are students able to type faster while using a desktop keyboard or a laptop keyboard? To investigate,\n20\nstudents were divided at random into two groups of\n10\nstudents each. Students in the first group were given a one-minute typing test on a desktop keyboard and students in the second group were given a one-minute typing test on a laptop keyboard."
    },
    {
      "letter": "E",
      "text": "Are students able to type faster in a cold room than in a warm room? From a group of\n20\nstudents\n5\nboys and\n5\ngirls were randomly selected and placed in a cold room where they were given a one-minute typing test. The remaining\n5\nboys and\n5\ngirls were placed in a warm room and given the same one-minute typing test."
    }
  ],
  "correct_answer": "<strong>Choice 'D'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C.1",
    "VAR-3.C"
  ],
  "standards": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C.1",
    "VAR-3.C"
  ]
}