{
  "question_id": "question-047",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "stratified-sampling",
    "sampling-methods"
  ],
  "title": "Advantages of Stratified Random Sampling",
  "difficulty": "Medium",
  "question_text": "A school district has hired a new janitorial services company and the superintendent wants to inspect a random sample of classrooms in each of the district's eight total schools in order to see how well the rooms are being cleaned. Each of the eight schools has its own building.<br>The superintendent has decided to conduct a stratified random sample where the eight different school buildings represent eight different strata.\nIn this situation, what is an advantage to using stratified random sampling?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Inspecting classrooms identified from a stratified random sample would be easier and less costly than inspecting classrooms from a simple random sample."
    },
    {
      "letter": "B",
      "text": "By using a stratified random sample, classrooms in every building will be represented in the superintendent's assessment of the performance of the new janitorial services company."
    },
    {
      "letter": "C",
      "text": "By using stratified random sampling, the superintendent's assessment of the performance of the new janitorial services company will be less impacted by non-response bias."
    },
    {
      "letter": "D",
      "text": "Using stratified random sampling is the only way in which the superintendent can ensure that the classrooms that he inspects are part of his population of interest."
    },
    {
      "letter": "E",
      "text": "There is no advantage to using stratified random sampling. It is always better to use a simple random sample."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "DAT-2",
    "DAT-2.D.1",
    "1.C",
    "DAT-2.D",
    "DAT-2.C.3",
    "DAT-2.C"
  ]
}