{
  "question_id": "question-006",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "data-collection"
  ],
  "title": "Golf Coach",
  "difficulty": "Easy",
  "question_text": "A golf coach creates a tutorial video to help fix a golfer's swing. The coach states that $99.07\\%$ of those who watched and responded to his survey reported an improved swing. He posts this video to all his social media accounts.<br>Can we say with certainty that $99.07\\%$ of golfers who watch the video fix their swing?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because the video says so."
    },
    {
      "letter": "B",
      "text": "Yes, because he collected data from all the golfers who watched the video."
    },
    {
      "letter": "C",
      "text": "Yes, because the golfers who respond should answer the same as those who don't."
    },
    {
      "letter": "D",
      "text": "No, because not all people who watch the video will respond to a survey regarding their swing."
    },
    {
      "letter": "E",
      "text": "No, because $99.07\\%$ is too high."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nThe golf coach is using data collection to present his findings to help promote his video. He is claiming that there is a 99.07% success rate after watching the video.\n\nThe issue with this claim is that not all golfers who watch the video will answer a survey regarding whether or not the video helped. Many golfers will quickly watch the video and move on with their life. He will mainly only get responses from the people in which the video helped. We have no way of knowing if the video helped the golfers who did not respond.\n\nChoice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Although we would like to believe the golf coach, you shouldn't believe everything you read online.\n\nChoice 'B' is incorrect. There will be many golfers that watch the video and choose not to implement the strategies or answer the survey.\n\nChoice 'C' is incorrect. We are not sure how people who watch the video and choose not to answer will answer the survey.\n\nChoice 'E' is incorrect. Just because there is a high percentage of success, would not negate the results. But, we are not sure how people who watch and don't answer the survey will respond.",
  "tags": [
    "VAR-1.E",
    "1.A",
    "VAR-1",
    "VAR-1.E.1"
  ]
}