{
  "question_id": "question-123",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Nutritional Value of Snacks",
  "difficulty": "Hard",
  "question_text": "A school nutritionist wants to determine if parents of elementary school children are concerned with the nutritional value of their children’s snacks. She decides to conduct an observational study using simple random sampling.<br>Which of the following scenarios best describes this research design?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Parents’ choices are observed while shopping for snacks in a supermarket. The parents are then administered a survey to determine attitudes toward nutritional snacks and to gather relevant demographic data."
    },
    {
      "letter": "B",
      "text": "A table of random numbers is used to generate 500 phone numbers from a list of parents whose children are in elementary school. These parents are called to determine their concerns about the nutritional value of their children’s snacks."
    },
    {
      "letter": "C",
      "text": "A table of random numbers is used to generate 500 phone numbers from a list of parents whose children are in elementary school. These parents are interviewed in person to determine their concerns about the nutritional value of their children’s snacks."
    },
    {
      "letter": "D",
      "text": "Five hundred parents with children who attend a local elementary school are asked to partake in a study involving nutritional snacks for their children. After viewing an educational video on snacking, the parents are asked to complete a survey to determine their attitudes toward nutritional snacks."
    },
    {
      "letter": "E",
      "text": "From a list of all parents of elementary school children in a certain town, 500\nparents are selected using a table of random numbers. These parents are then given a choice of two coupon sets: one set is for healthy snacks, and the other set is for unhealthy snacks. The parents can pick only one set of coupons. Their choices are recorded and tabulated."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Simple random sampling is a probability sampling technique in which each element in the population has a known and equal chance of being selected.\n\nTo draw this sample, the nutritionist needs a sampling frame, such as a list of all parents of elementary school children. A random number generator, or a table of random numbers, is then used to select the sample. An observational study records the behavior of people without asking questions.\n\nExplanation of Distractors\n\nChoices 'A' and 'D' are incorrect; they clearly introduce bias via their understanding of the survey and how it would reflect upon them.\n\nChoices 'B' and 'C' are incorrect; these are reasonable procedures, but the question asks for the best method.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}