{
  "question_id": "question-030",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "School Spirit Sample",
  "difficulty": "Easy",
  "question_text": "A high school principal wanted to investigate teacher's opinions on a plan to improve school spirit. The principal randomly selected $3\\text{ teachers}$ from each department (math, English, foreign language, etc.) at the school and asked them to complete a survey.<br>Which of the following best describes the principal’s sampling plan?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Cluster sample."
    },
    {
      "letter": "B",
      "text": "Convenience sample."
    },
    {
      "letter": "C",
      "text": "Simple random sample."
    },
    {
      "letter": "D",
      "text": "Stratified random sample."
    },
    {
      "letter": "E",
      "text": "Voluntary response sample."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "In a stratified random sample, the population of teachers would first be divided into different strata consisting of similar individuals. Within each strata, a simple random sample would then be selected. All individuals selected from each of the strata would then be combined to form the full sample.\n\nAlthough we do not know if the principal truly used a SRS to select the individuals within each department, we do have evidence of stratification followed by random sampling. Therefore, Choice 'D' is the best answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A cluster sample is formed by first dividing the overall population of teachers at this school into clusters of similar individuals, selecting a few clusters at random, and then completing a census within each of the selected clusters. While the principal did divide the teachers by department, he did not randomly select a few departments and then complete a census within those departments. This is not a cluster sample.\n\nChoice 'B' is incorrect. A convenience sample is created by only including in the sample those individuals who are easiest to reach. The principal did not rely on convenience, but actually went out of his way to make sure he included members of every department in his sample. Therefore, this is not a convenience sample.\n\nChoice 'C' is incorrect. To select a simple random sample, the principal would first need to assign every teacher at the high school a unique numerical code. He would then use a random digit generator in order to identify which teachers would be included in his sample. Since the principal first divided teachers into different groups based upon department, this is not a simple random sample.\n\nChoice 'E' is incorrect. A voluntary response sample consists of individuals who choose themselves to be part of a sample by responding to some general invitation or appeal. The principal did not simply ask teachers who were interested to contact him. Rather, he himself selected which teachers would be asked to complete the survey. Therefore, this is not a voluntary response sample.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.3",
    "DAT-2.C"
  ]
}