{
  "question_id": "question-176",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Getting Pumped for Pumps Again",
  "difficulty": "Hard",
  "question_text": "Many professional women have abandoned their high-heeled shoes for more comfortable footwear. Perry's Pumps has devised a new insole for its high-heeled shoes in an attempt to make them more comfortable and increase sales. Before selling them in stores, an experiment is conducted to see if the company can truthfully advertise that the new insole is indeed more comfortable.\nWhich of the studies described below best avoids bias and the effects of a confounding variable?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Fifty women are randomly divided into two groups. One group gets the new insoles with instructions to wear them on at least five dinner dates. The other group gets the previous insoles with instructions to wear them to the mall at least five times."
    },
    {
      "letter": "B",
      "text": "Fifty women are each given a pair of Perry's Pumps. One of the shoes has the new insole, labeled \"Comfy-sole\". The other shoe has the previous, unlabeled insole. The women wear the shoes three times a week for two weeks."
    },
    {
      "letter": "C",
      "text": "Fifty women are randomly divided into two groups. One group gets the new insoles labeled \"Comfy-sole\" and the other gets the previous insoles. After a week of wear, all the women get another pair of shoes with the other insole to wear for a week."
    },
    {
      "letter": "D",
      "text": "Fifty women are each given a pair of Perry's Pumps. One of the shoes has the new insole and the other shoe has the previous insole, both unlabeled. The women wear the shoes three times a week for two weeks."
    },
    {
      "letter": "E",
      "text": "Twenty-five flight attendants and 25 computer programmers volunteer to participate in the study. The computer programmers get the new insoles and the flight attendants get the previous insoles."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.D.1"
  ]
}