{
  "question_id": "question-084",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "identifying-methods"
  ],
  "title": "Best Method of Data Collection for a Population Mean",
  "difficulty": "Easy",
  "question_text": "Isaac wanted to know the mean number of students in mathematics classes at his small high school.<br>What is the best way for him to collect his data?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Census."
    },
    {
      "letter": "B",
      "text": "Convenience sample."
    },
    {
      "letter": "C",
      "text": "Experiment."
    },
    {
      "letter": "D",
      "text": "Stratified random sample."
    },
    {
      "letter": "E",
      "text": "Use the number of students in his own mathematics class as a reasonable estimate."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "To take a census, we would need to contact each and every individual in the entire population of interest. By taking a census we would be able to determine the true value of a population parameter. However, it is not always possible to take a census because in many situations our population of interest is simply too large.\n\nIn this case, Issac wants to know the mean number of students in mathematics classes at his high school. Since his high school is \"small\", it seems probable that he would be able to gather information about the actual number of students in each math class and then calculate the true mean. There would be no need to take a sample or to conduct inference about the population.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. There would be no need to take a sample. In addition, a convenience sample is not a good idea since it is unlikely to do a good job of representing the population of interest.\n\nChoice 'C' is incorrect. The purpose of an experiment is to measure the effects of a certain treatment. There is no treatment involved in this situation. Isaac simply wants to know a population mean.\n\nChoice 'D' is incorrect. Again, there is no need to use a sample. In addition, Isaac is only interested in the mean number of students in all mathematics classes at his school. He is not interested in finding a mean for different types of math classes so there would be no need to consider different strata.\n\nChoice 'E' is incorrect. A single observation is not reliable for estimating an overall population mean.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.6",
    "DAT-2.C"
  ]
}