{
  "question_id": "question-066",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "census",
    "sampling-and-experimentation"
  ],
  "title": "Advantages of a Census",
  "difficulty": "Hard",
  "question_text": "Which of the following represents an advantage of taking a census?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A census can generally be conducted more quickly and easily than taking a sample."
    },
    {
      "letter": "B",
      "text": "A census can be used to find the value of the statistic related to a smaller group within the population."
    },
    {
      "letter": "C",
      "text": "Taking a census may allow one to accurately find the value of the population parameter."
    },
    {
      "letter": "D",
      "text": "When taking a census, you are ensured that the statistic you find will be totally unbiased."
    },
    {
      "letter": "E",
      "text": "When taking a census, you never have to worry about undercoverage or non-response bias."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "In a census, one must attempt to contact/study every single individual (or unit) in the population of interest.\n\nThe entire population of interest should be represented. If the entire population is represented, then it is possible to actually determine the true value of the population parameter (the true mean, or the true proportion for instance) without having to rely upon statistical inference.\n\nThe correct answer is Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since taking a census requires contact with/study of each and every single individual (or unit) in the population of interest, it is often very time-consuming and difficult to complete.\n\nChoice 'B' is incorrect due to problems with vocabulary. Taking a census should allow you to find the value of the parameter for smaller portions of the overall population. The term statistic only applies to samples taken from the overall population, not to actually known subpopulations within an overall known population.\n\nChoice 'D' is incorrect due to vocabulary issues as well. When taking a census, you are not attempting to find a statistic. Rather, you are finding the value of the parameter. Also, bias is still possible when taking a census, since individuals who are contacted may provide false information.\n\nChoice 'E' is incorrect because some people may refuse to cooperate with a census, resulting in non-response bias. Also, it is possible that certain portions of a population are undercovered based upon how the census is conducted. For example, if a census is conducted by telephone and some parts of the population do not have a telephone, they will be undercovered.",
  "tags": [
    "DAT-2",
    "DAT-2.D.1",
    "1.C",
    "DAT-2.D",
    "DAT-2.C.6",
    "DAT-2.C"
  ]
}