{
  "question_id": "question-188",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "randomized-blocks",
    "blocking",
    "randomized-block-design"
  ],
  "title": "Blocking",
  "difficulty": "Medium",
  "question_text": "Adults in a local city have volunteered to participate in an experiment. The statistician organizing the experiment decides to use a randomized block design. The purpose of the experiment is to compare two hair shampoos that claim to moisturize even the driest of scalps. Which of the following methods should the statistician use when forming the blocks?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Volunteers in the same block should receive the same shampoo."
    },
    {
      "letter": "B",
      "text": "Volunteers should be randomly assigned to the blocks."
    },
    {
      "letter": "C",
      "text": "Volunteers within each block should be as similar as possible with respect to how dry their scalp is prior to using the shampoo."
    },
    {
      "letter": "D",
      "text": "Volunteers within each block should be as different as possible with respect to how dry their scalp is prior to using the shampoo."
    },
    {
      "letter": "E",
      "text": "Volunteers should be kept blind as to which block they are in."
    }
  ],
  "correct_answer": "Choice ‘C’ is the correct answer.",
  "solution": "Solution\n\nIn a statistical design of experiments, blocking is the arranging of experimental units in groups (blocks) that are similar to one another.\n\nIf the purpose of the experiment is to compare two hair shampoos that claim to moisturize scalps, grouping the volunteers into blocks by the condition of their scalp (oily, normal, and dry) prior to using the shampoo will minimize the results of the lurking variable, scalp condition.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: If the blocks are intended to group the volunteers with common characteristics (in this case, scalp condition), giving the same shampoo to all subjects in the block will not result in comparing the two shampoos.\n\nChoice ‘B’ is incorrect: The definition of a block in an experiment includes the subjects be grouped by a common characteristic.\n\nChoice ‘D’ is incorrect: If subjects within each block were as different as possible, this would not be a block design.\n\nChoice ‘E’ is incorrect: The statistician could conduct this study in a blind manner by not telling the subjects which shampoo they use; however, this is not a factor in blocking.",
  "tags": [
    "VAR-3",
    "VAR-3.C.8",
    "1.C",
    "VAR-3.C.7",
    "VAR-3.C"
  ]
}