{
  "question_id": "question-141",
  "unit": "Unit 3 | Collecting Data",
  "title": "Increasing the Fish Population",
  "difficulty": "Moderate",
  "question_text": "A state Wildlife and Fisheries agent is trying to stimulate the growth of the population of a certain type of fish.  She will conduct an experiment that involves randomly assigning $3\\text{ different treatments}$ to $36\\text{ fish}$ to determine which treatment will cause the largest amount of weight gain in the fish.  The agent wants to make sure that the $3\\text{ treatment groups}$ each have exactly $12\\text{ fish}$ . Which of the following methods should be used to assign the treatments?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Catch 36 fish 36 fish .  For each fish roll a six-sided number cube.  If the cube shows a 1 1 or 2 2 , the fish will receive treatment 'A'.  If the cube shows a 3 3 or 4 4 , the fish will receive treatment 'B'.  If the cube shows a 5 5 or 6 6 , the fish will receive treatment 'C'."
    },
    {
      "letter": "B",
      "text": "As each fish is caught, draw a number from a random digit table.  If the number is 1 1 , 2 2 , or 3 3 , the fish will receive treatment 'A'.  If the number is 4 4 , 5 5 , or 6 6 , the fish will receive treatment 'B'.  If the number is 7 7 , 8 8 , or 9 9 , the fish will receive treatment 'C'.  If the number is 0 0 , a new number will be drawn.  If a treatment group already has 12 fish 12 fish then another number will be chosen to assign the fish to one of the other groups."
    },
    {
      "letter": "C",
      "text": "The first 12 fish 12 fish caught will be assigned to treatment 'A', the second 12 fish 12 fish to treatment 'B' and the last 12 fish 12 fish to treatment 'C'."
    },
    {
      "letter": "D",
      "text": "Catch 36 fish 36 fish and assign each fish a unique number between 1 1 and 36 36 .  Write the numbers from 1 1 to 36 36 on separate slips of paper.  Place the slips in a fish bowl and mix them up.  Draw 12 slips 12 slips of paper.  The fish corresponding to those numbers will receive treatment 'A'.  Draw 12 more slips 12 more slips of paper.  The fish corresponding to those numbers will receive Treatment 'B'.  The remaining fish will receive treatment 'C'."
    },
    {
      "letter": "E",
      "text": "All of these methods will randomly assign the treatments to 3 groups 3 groups of 12 fish 12 fish ."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.D.1",
    "VAR-3.E.2"
  ],
  "standards": [
    "VAR-3.D",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.D.1",
    "VAR-3.E.2"
  ]
}