{
  "question_id": "question-157",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Headache Relief",
  "difficulty": "Medium",
  "question_text": "A drug manufacturer believes it has developed a faster-acting pain-relief medication. To test the new drug, researchers identify $45\\text{ subjects}$ who suffer from frequent headaches. The subjects are randomly assigned to take one of three treatments when they experience their next headache: the new medication, a currently available medication, or a sugar pill. All pills are manufactured to look identical to each other. The subjects will record the amount of time it takes to experience pain relief.<br>Which of the following statements is true?<br>I. Some subjects might perceive quicker pain relief simply because they've taken a pill (either active medication or sugar pill). Researchers control for this placebo effect by giving all subjects a pill.<br>II. The sugar pills are a part of the blinding in this experiment.<br>III. The researchers use the sugar pills in order to determine the effects of sugar on pain relief.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "I only."
    },
    {
      "letter": "B",
      "text": "II only."
    },
    {
      "letter": "C",
      "text": "III only."
    },
    {
      "letter": "D",
      "text": "I and II only."
    },
    {
      "letter": "E",
      "text": "I and III only."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Statement I is true. If the researchers only give pills to those receiving a medication, shorter pain relief times could be due to the medication or due to the placebo effect. To gather stronger evidence for a medication's effect, researchers avoid this confounding by giving all patients an identical looking pill and comparing the difference in response times across the different treatments.\n\nOnly the researchers know which patients are receiving which treatments, as this is a single-blinded experiment.\n\nStatement II is true - because all pills (the ones with and without active ingredients) look the same, the patients don't know which treatment they are receiving.\n\nStatement III is false. The study description clearly states that the researchers are interested in studying the effects of their new medication, not sugar. The sugar pills are placebos.",
  "tags": [
    "VAR-3.C.3",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.6",
    "VAR-3.E.3",
    "VAR-3.C"
  ]
}