{
  "question_id": "question-186",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "population",
    "random-sampling",
    "random"
  ],
  "title": "A New Restaurant",
  "difficulty": "Easy",
  "question_text": "The manager of a new restaurant wishes to know if there is local interest in the cuisine his restaurant offers prior to signing a contract in Foodtown, NY. He obtains a complete list of all residents of Foodtown and decides to select a simple random sample of $150$ residents. He will send sample menus and an invitation for a complimentary lunch to the $150$ residents randomly chosen.\nWhat is the likelihood that all $150$ randomly chosen residents will live in the same neighborhood?<br>What is the likelihood that all $150$ randomly chosen residents will live in the same neighborhood?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Zero. By taking a simple random sample, the manager is ensuring the residents selected will be spread out throughout Foodtown, NY."
    },
    {
      "letter": "B",
      "text": "The same as for any group of $150$ residents in all of Foodtown, NY."
    },
    {
      "letter": "C",
      "text": "Very unlikely as each neighborhood could be considered a cluster and in a cluster sample, each cluster is unlikely to be chosen."
    },
    {
      "letter": "D",
      "text": "The population size divided by $150$."
    },
    {
      "letter": "E",
      "text": "Very likely. A simple random sample ensures each group of $150$ residents is very likely to be chosen as the final sample."
    }
  ],
  "correct_answer": "Choice ‘B’ is the correct answer.",
  "solution": "A Simple Random Sample is a sample taken in such a way so that each individual has an equal chance of being chosen and each group of size n has an equal chance of being chosen.\n\nThus, obtaining a sample of $150$ residents that all live in the same neighborhood is just as likely as getting any of the many possible samples of size $150$ residents that can be taken from the entire city.\n\nSo, Choice ‘B’ is the correct answer.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: While a simple random sample ensures a random selection of residents will be selected, it does not guarantee the residents selected will be spread throughout the city.\n\nChoice ‘C’ is incorrect: While each neighborhood could be considered a cluster, it is not specified in the question that the design of the study involves clustering of the population. Even if the design of the study involved clusters, each cluster would be equally likely to be chosen.\n\nChoice ‘D’ is incorrect: This is a misleading formula that would not result in the probability being asked for.\n\nChoice ‘E’ is incorrect: As stated above, a simple random sample ensures each group of $150$ is just as likely to be chosen as any other group of size $150$, but that does not imply any of the groups are likely to be chosen.",
  "tags": [
    "DAT-2",
    "DAT-2.A",
    "DAT-2.A.2",
    "4.A"
  ]
}