{
  "question_id": "question-189",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "randomized-design",
    "blocking",
    "randomized-block-design",
    "study",
    "experiment"
  ],
  "title": "Experimental Design for Learning Styles",
  "difficulty": "Hard",
  "question_text": "Students, and people in general, have different styles and preferences of learning new material. An AP Statistics teacher is interested in two types of instruction:<br>The teacher decides to randomly divide his current AP Statistics class into two equal groups. One group will get the traditional instruction and the other group will get the progressive instruction. At the end of one month, the teacher will compare the amount of learning by each group in the form of a test, given in the style of the instruction each group used for the past month.<br>Which of the following best describes why a completely randomized design is an appropriate design to use in this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The number of students participating in the study was greater than or equal to $30$."
    },
    {
      "letter": "B",
      "text": "Each type of instruction is a block, and a completely randomized design is not blocked."
    },
    {
      "letter": "C",
      "text": "There is no blocking variable, and the students were selected at random."
    },
    {
      "letter": "D",
      "text": "There is no blocking variable, and the type of instruction is randomly assigned to the students."
    },
    {
      "letter": "E",
      "text": "Each type of instruction is randomly assigned to pairs of students with similar grades before the study began."
    }
  ],
  "correct_answer": "Choice ‘D’ is the correct answer.",
  "solution": "Solution\n\nOne of the main elements in experimental design is randomness.\n\nRandom selection of subjects is not always practical, but for any experiment, using random assignment to assign subjects to treatments can minimize bias that could result from allowing the subjects to choose the treatment. In a completely randomized design, treatments are assigned completely at random so that each experimental subject has the same chance of receiving any one treatment.\n\nThus, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: Having a group of $30$ or more subjects does allow for replication; however, even with a smaller group, a completely randomized design is best for the reasons discussed above.\n\nChoice ‘B’ is incorrect: The teacher randomly divides his class into two groups; this is not a block design. In a block design, subjects are grouped by a common characteristic. This was not done here.\n\nChoice ‘C’ is incorrect: The students were not selected randomly; rather random assignment was done, minimizing bias that may result from allowing the students to choose the type of instruction they received.\n\nChoice ‘E’ is incorrect: This statement describes a matched pairs design; this design did not include pairing of subjects by a similar grade in the course prior to this study.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}