{
  "question_id": "question-067",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sample-survey"
  ],
  "title": "Disadvantages of Survey",
  "difficulty": "Hard",
  "question_text": "Which of the following represents a disadvantage of gathering data by using a survey?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A survey cannot be used to help estimate a population parameter such as a population mean or population proportion."
    },
    {
      "letter": "B",
      "text": "Since a survey must be conducted in person, it is a very time-consuming way to gather data."
    },
    {
      "letter": "C",
      "text": "A survey is a very expensive method of collecting data. It can be even more expensive to properly analyze the results of the survey."
    },
    {
      "letter": "D",
      "text": "There is likely to be a lot of undercoverage when conducting a survey since some individuals may choose not to respond to the survey."
    },
    {
      "letter": "E",
      "text": "Surveys must be designed carefully or the results may be unreliable due to response bias."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Response bias can occur when a question is worded so it affects how an individual may respond. If this occurs, the results of the survey may be unreliable. It is very important then that questions be worded carefully.\n\nResponse bias can also occur if those who are responding to the survey do not honestly answer the questions. If this occurs, the results of the survey may also be unreliable.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The very goal of conducting a survey may be to gather information that can be used to help estimate a population parameter.\n\nChoice 'B' is icorrect. There are many ways to conduct a survey including in person, by mail, online, or over the phone. Conducting a survey may actually be a very quick thing to do.\n\nChoice 'C' is incorrect. A survey is not necessarily an expensive way to gather data. Surveys can easily be conducted online without great expense. With the use of technology (graphing calculators and statistical software packages), the results of the survey can also be analyzed without great expense.\n\nChoice 'D' is incorrect. When individuals choose not to respond to a survey, we call this non-response bias.\n\nUndercoverage occurs when an identifiable portion of the population is completely left out of the sample. For instance, if we choose to conduct a survey online, anyone who does not have access to a computer (and the Internet) is specifically left out of the sample.\n\nHowever, if the sample is carefully chosen and the survey is conducted in a manner that does not potentially leave out portions of the population, then we might be able to avoid undercoverage of certain groups within the population when conducting a survey.",
  "tags": [
    "DAT-2.E.2",
    "DAT-2",
    "1.C",
    "DAT-2.E"
  ]
}