{
  "question_id": "question-113",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-block-design"
  ],
  "title": "Building Blocks for Language Learning",
  "difficulty": "Medium",
  "question_text": "A large international company provides language training to many of its employees so that they will be able to conduct business in Japanese.<br>An experiment is being planned to determine if a new program for teaching adults Japanese is more effective than the program currently on the market. Block design has been requested.<br>Which of the following best describes how to create the blocks?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Subjects should be allowed to choose which block they will belong to."
    },
    {
      "letter": "B",
      "text": "Subjects should be randomly assigned to blocks."
    },
    {
      "letter": "C",
      "text": "Each block should have an equal representation of those individuals who find it easy to learn another language and those who find it difficult to learn another language."
    },
    {
      "letter": "D",
      "text": "Within each block, subjects should be as similar as possible with respect to their language learning abilities."
    },
    {
      "letter": "E",
      "text": "Subjects in different blocks should receive different treatments."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "We use block design when we suspect that different groups within the population may react differently to a treatment. By grouping similar subjects together, we reduce variability within the treatment groups. This allows us to more accurately determine the effects of the treatment.\n\nHere we would group individuals together according to their language learning abilities in order to control for this variable. Blocking will allow us to see if the new program is more effective for those who find learning a foreign language difficult as well as for those who find it easy.\n\nIf the results show that the new program is more effective for both groups, we will be able to attribute this difference to the new program without being confounded by possible variations in the language learning abilities of the subjects.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. By allowing subjects to choose which block to be in, we introduce a confounding variable. Are they choosing to be in a certain block in order to be with their friends?\n\nIf so, we will not know whether the results of their learning experiences were directly attributable to which program they used or whether the results were affected in some way by being in the presence of their friends.\n\nChoice 'B' is incorrect. By assigning all subjects to a treatment at random, we do not control for individuals with different language abilities. Under this plan, it would be possible that the group of adults learning Japanese with the new program consisted mostly of adults with superior language learning abilities.\n\nWe would not know if the results of using the new program were really attributable to the program or whether our results were related to learning characteristics of the individuals in the group.\n\nChoice 'C' is incorrect. This method of assigning subjects to blocks does not control for differences in language learning abilities and could cause the results of the experiment to be unreliable.\n\nThe program under study may seem very effective for those with good language learning abilities and not as effective for those who find learning a foreign language difficult. However, both types of adults would be in the same treatment group and their results may counterbalance each other making it appear that the type of program used does not matter.\n\nChoice 'E' is incorrect. This statement does not explain how the blocks would be formed. Also, within each block, one group would be given the old program and one group would be given the new program for learning Japanese.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.C.8",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C"
  ]
}