{
  "question_id": "question-175",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Statistical Advantages/Disadvantages in Prolonging Dog Life Study",
  "difficulty": "Hard",
  "question_text": "Suppose a large dog food company has a new prototype that is supposed to prolong the life of dogs.<br>The company randomly selects two groups of $100\\text{ dogs}$ each: one group will be fed this new food for the duration of their entire lives; the other group will be fed the leading competitor’s brand of dog food.<br>Variables such as exercise, location, and medical treatment are all controlled for. However, the company needs to decide whether to use only a specific breed of dog or include a variety of dogs.<br>What is a statistical advantage of using only one specific breed of dog for this study? A statistical disadvantage?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Advantage: less variability in results\nDisadvantage: difficult to generalize the results to other breeds"
    },
    {
      "letter": "B",
      "text": "Advantage: less expensive to run the experiment\nDisadvantage: difficult to generalize the results to other breeds"
    },
    {
      "letter": "C",
      "text": "Advantage: more detailed information\nDisadvantage: more lurking variables"
    },
    {
      "letter": "D",
      "text": "Advantage: less variability in results\nDisadvantage: difficult to obtain dogs of all the same breed"
    },
    {
      "letter": "E",
      "text": "Advantage: less expensive to run the experiment\nDisadvantage: more lurking variables"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "An advantage to using just one breed of dog in this experiment is that there will be less variability in results. Some breeds live longer than others, so by choosing a single breed, any variability in results can be attributed to the dog food and not other factors.\n\nA disadvantage is that it could be difficult or unwise to generalize any results to other breeds of dogs. For instance, perhaps this food would work well for a certain breed but not for all breeds.\n\nNote: Certain advantages and disadvantages listed in Choices 'B' through 'E' may seem reasonable, but they are not statistical advantages or disadvantages.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.4"
  ]
}