{
  "question_id": "question-115",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "observational-study",
    "experiment"
  ],
  "title": "Let's Do an Experiment",
  "difficulty": "Medium",
  "question_text": "In which of the following situations would it be most appropriate to conduct an experiment rather than an observational study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The principal at a local high school wants to know if teachers in the school tend to call on boys more often than girls when asking questions in class."
    },
    {
      "letter": "B",
      "text": "A medical researcher wants to investigate how the average number of cigarettes someone smokes per week is related to the average medical costs that the individual incurs in one year."
    },
    {
      "letter": "C",
      "text": "A researcher wants to know if elementary school students who are physically bullied are more likely to become bullies in middle school."
    },
    {
      "letter": "D",
      "text": "A developmental psychologist is interested in knowing how different room temperatures affect a preschooler's ability to complete a series of tasks involving fine motor skills."
    },
    {
      "letter": "E",
      "text": "A nutritionist has noticed that healthier foods often cost more than less healthy alternatives. She wants to investigate if lower levels of family income are related to higher levels of childhood obesity."
    }
  ],
  "correct_answer": "Choice 'D'",
  "solution": "In a well-designed experiment, researchers should have the ability to randomly determine treatment groups and to control the variables that are under study. This is only possible in Choice 'D'. In this scenario, they would be able to randomly assign preschoolers to complete the tasks in a room set at a certain temperature and would also be able to control the room temperature for the different treatment groups.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The only way to collect this data is by observation. Additionally, there is no treatment involved.\n\nChoice 'B' is incorrect. The average number of cigarettes someone smokes in a week is not a variable that is under the researcher's control. Additionally, it would be unethical to assign subjects a certain number of cigarettes to smoke each week.\n\nChoice 'C' is incorrect. Whether or not an elementary school student is physically bullied is not under the researcher's control. Also, we cannot randomly assign some children to be physically bullied and others not. Assigning any child to be bullied would simply be wrong! There would be severe ethical implications for such research.\n\nChoice 'E' is incorrect. A family's income level is not something within the control of the researcher. It is what it is. A researcher can only observe the naturally occurring situation in order to gain insight into the relationship between income levels and obesity levels.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C"
  ]
}