{
  "question_id": "question-109",
  "unit": "Unit 3 | Collecting Data",
  "topics": [],
  "title": "Double-Blind Experiment",
  "difficulty": "Medium",
  "question_text": "A manufacturer of hair care products believes that they have developed a new formula for their shampoo that will leave hair feeling softer and silkier. The shampoo that contains the new formula looks and smells like the original formula, so those who use the shampoo would not be able to tell the two formulas apart.\nSeveral volunteers who use the company's shampoo have agreed to help them test their theory, and since the group of volunteers is very diverse, the manufacturer believes that the volunteers actually would be a good representation of the population of individuals who would use their shampoo.\nFor this study, each volunteer will have the hair on one side of their head shampooed with the original formula and the hair on the other side of their head shampooed with the new formula. Which side receives which formula will be determined at random and the hair on the left side of the head will always be shampooed first.\nAfter the hair is then dried and styled to the individual's preference, each individual will be asked to rate how soft and silky their hair feels on the side with the original formula and on the side with the new formula. Ratings will be based on a scale from $1$ to $5$ with $1$ being \"not soft and silky\" and $5$ being \"the most soft and silky\". The difference between the new formula rating and the old formula rating will be recorded for each individual in the study.\nWhat would it mean for this experiment to be double blind? Why is this an important characteristic of the experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No one will know which side of each individual's head is shampooed with which formula. This is important because it will allow the researchers to properly analyze the results."
    },
    {
      "letter": "B",
      "text": "No one will know which side of each individual's head is shampooed with which formula. This is important because it ensures that the ratings given by the individuals will be entirely free from bias."
    },
    {
      "letter": "C",
      "text": "Neither the individuals who are having their hair shampooed nor the people who are shampooing the hair will know which side of the head is shampooed with which formula. This is important because it helps to reduce the chance that the ratings given by the individuals will be unfairly influenced by knowing which side of their hair received which treatment."
    },
    {
      "letter": "D",
      "text": "Neither the individuals who are having their hair shampooed nor the people who are shampooing the hair will know which side of the head is shampooed with which formula. This is important because we want the individuals to be able to feel a decisive difference in the softness and silkiness of the hair on both sides of the head."
    },
    {
      "letter": "E",
      "text": "The hair on the left side of the head will not know which formula of shampoo it received. Neither will the hair on the right side of the head. This is important because we want the hair on both sides of the head to feel equally soft and silky."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "VAR-3.C.4",
    "1.C",
    "VAR-3.C"
  ]
}