{
  "question_id": "question-151",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Radio Poll",
  "difficulty": "Medium",
  "question_text": "The host of a nationally syndicated radio program is discussing whether the United States military should intervene in fewer situations in foreign countries. The host asks callers to voice their opinions by going to an online poll and voting.<br>What is a likely form of bias present in this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Voters might lie about their true feelings."
    },
    {
      "letter": "B",
      "text": "Non-response is very likely."
    },
    {
      "letter": "C",
      "text": "The question wording is unclear."
    },
    {
      "letter": "D",
      "text": "Undercoverage is very likely."
    },
    {
      "letter": "E",
      "text": "The sample size will most likely be too small."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "This poll demonstrates undercoverage because it does not include people who do not have Internet access or, more importantly, who do not listen to the radio station. Furthermore, voluntary response polls usually attract respondents with strong opinions.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; voting is anonymous, so there is no reason to believe that respondents would lie.\n\nChoice 'B' is incorrect; non-response refers to people choosing not to respond after being contacted; this cannot happen with an online poll, where people choose to vote.\n\nChoice 'C' is incorrect; while the actual poll question is not phrased here, there is no reason to think it is leading or unclear.\n\nChoice 'E' is incorrect; while it is unknown what the sample size is, it will most likely be large since the radio show is nationally syndicated.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3"
  ]
}