{
  "question_id": "question-138",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Classical Music Improves Memory?",
  "difficulty": "Medium",
  "question_text": "For his AP Statistics final project, Ludwig hopes to prove that listening to classical music will improve people's memories more than listening to rock music. The subjects in his study will listen to either classical music or rock music while they study a list of $20\\text{ words}$ for $5\\text{ minutes}$. The subjects will be called back the following day and asked to recall as many words from the list as possible.<br>Ludwig's experiment will NOT be well-designed if it involves",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Allowing subjects to select which type of music they listen to during the study period."
    },
    {
      "letter": "B",
      "text": "Using a table of random digits to assign the type of music to the subjects."
    },
    {
      "letter": "C",
      "text": "Flipping a coin to assign the type of music to the subjects."
    },
    {
      "letter": "D",
      "text": "Giving all subjects the same list of 20 words to memorize and instructing them not to discuss the list with anyone else in the experiment."
    },
    {
      "letter": "E",
      "text": "Using many subjects so that there is replication."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "There are three fundamental principles of experiment design:\n\nChoices 'B' and 'C' describe using random assignment of the treatments.\n\nChoice 'D' describes using control\nmaking the circumstances as similar as possible for all subjects so that any memory benefits observed at the end of the study can be attributed to the music and nothing else.\n\nChoice 'E' describes replication. An experiment must be conducted on many subjects and possibly repeated by other researchers. An experiment conducted on one person is no better than a good story told by your favorite uncle.\n\nChoice 'A' would not be a good design because allowing subjects to choose their own treatment would introduce a confounding variable. It could be that the subjects who prefer classical music are also more studious and more used to memorizing things and would thus perform better on the recall part of the study.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.B.1",
    "VAR-3.B",
    "VAR-3.E.2"
  ]
}