{
  "question_id": "question-155",
  "title": "Hybrid Flowers: Factors and Treatments",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">A  horticulturist has developed a new type of hybrid flower and is trying to determine the ideal conditions for growing the flower. She has several seedlings and wants to test the growth of the seedlings under various conditions.  </div><div class=\"paragraph\">All of the seedlings will be planted in potting soil and grown in one of her greenhouses where she can control the amount of light and the temperature at which the seedlings are grown.  </div><div class=\"paragraph\">To determine what type of sunlight will produce the best growth she wants to plant some seedlings in full sun, some in partial sun and some in the shade.  </div><div class=\"paragraph\">To determine the right level of water for optimal growth she plans to give some seedlings only a little water, some seedlings a moderate amount of water, and some a lot of water.  </div><div class=\"paragraph\">Finally, to determine the best temperature for growing the flowers, she wants to plant some in a greenhouse which is maintained at <span class=\"tex2jax_process\">$70$</span> degrees and some in a greenhouse maintained at <span class=\"tex2jax_process\">$85$</span> degrees.  </div><div class=\"paragraph\">Which of the following describes the number of factors and the number of treatments in this study?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "There are\n2\nfactors and\n5\ntreatments."
    },
    {
      "letter": "B",
      "text": "There are\n3\nfactors and\n3\ntreatments."
    },
    {
      "letter": "C",
      "text": "There are\n3\nfactors and\n8\ntreatments."
    },
    {
      "letter": "D",
      "text": "There are\n3\nfactors and\n18\ntreatments."
    },
    {
      "letter": "E",
      "text": "There are\n4\nfactors, but we cannot determine the number of treatments without knowing how many greenhouses the horticulturalist will use."
    }
  ],
  "correct_answer": "<strong>Choice 'D'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.A",
    "VAR-3.E.3",
    "VAR-3.A.2"
  ],
  "standards": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.A",
    "VAR-3.E.3",
    "VAR-3.A.2"
  ]
}