{
  "question_id": "question-038",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sample-survey"
  ],
  "title": "Types of Sampling: Self-Defense",
  "difficulty": "Easy",
  "question_text": "A large company wants to conduct a survey to determine the proportion of its female employees who practice self-defense on a daily basis. $4$ of its regional offices are randomly selected and all of the women in those offices are surveyed.<br>This plan is an example of which type of sampling?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A convenience sample."
    },
    {
      "letter": "B",
      "text": "A cluster random sample."
    },
    {
      "letter": "C",
      "text": "A simple random sample."
    },
    {
      "letter": "D",
      "text": "A stratified random sample."
    },
    {
      "letter": "E",
      "text": "A systematic sample."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "In this sampling plan, we are randomly selecting four of the regional offices and selecting all the women in those offices. This type of plan is a cluster sample, so Choice 'B' is our answer.\n\nA more formal definition of a cluster sample is when the population is divided into smaller groups. These groups should reflect the population. Then choose a simple random sample of these groups all and choose all the subjects within those groups.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect as a convenience sample is choosing individuals who are easiest to reach (for instance, choosing the first $50$ women the company contacts).\n\nChoice 'C' is incorrect as a stratified sample would have been if we selected all the regional offices and then randomly selected a group of individuals from each office.\n\nChoice 'D' is incorrect as a simple random sample is a sample in which every group of size n individuals have an equal chance to be chosen. This is not an SRS because not every group of size n has an equal chance of being chosen since some of the regional offices are being left out.\n\nIf this were a simple random sample, then a possibility would be having women from all the regional offices involved in the survey. In this case, we are limited to $4$ of the regional offices.\n\nChoice 'E' is incorrect as a systematic sample is one in which every kth element is selected. For example, if the women's names were ordered alphabetically and the large company surveyed every third woman).",
  "tags": [
    "DAT-2.C.4",
    "DAT-2",
    "1.C",
    "DAT-2.C"
  ]
}