{
  "question_id": "question-031",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sample-survey"
  ],
  "title": "Soft Drink Market",
  "difficulty": "Easy",
  "question_text": "A researcher for a beverage company would like to test market a new carbonated soft drink.<br>She believes that age might affect the preference for this drink. The researcher divides the population into four age categories and then takes a random sample from each of the age groups.<br>This is an example of",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Systematic sampling."
    },
    {
      "letter": "B",
      "text": "Stratified sampling."
    },
    {
      "letter": "C",
      "text": "Simple random sampling."
    },
    {
      "letter": "D",
      "text": "Cluster sampling."
    },
    {
      "letter": "E",
      "text": "Multi-stage sampling."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Stratified sampling is a method used when dealing with large populations as an alternative to simple random sampling. The population is divided into homogeneous groups called strata. These strata contain some similar characteristic of interest. In this example, the age groups are the strata.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Systematic sampling could be something along the lines of picking every 20th\nsubject from a population. This is not what the researcher is doing.\n\nChoice 'C' is incorrect; In a simple random sample, everybody has an equal chance of being picked. In this situation, certain age groups might have fewer people, therefore increasing the likelihood of being selected. Therefore, it is not a simple random sample.\n\nChoice 'D' is incorrect; cluster sampling is often confused with stratified sampling; in cluster sampling, the population is divided into heterogeneous groups called clusters, and then a simple random sample is taken from some of the clusters.\n\nChoice 'E' is incorrect; multi-stage sampling involves breaking down the population into different subsections multiple times, and then randomly selecting subjects from each subsection. In this problem, there was only one breakdown (age).",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.3",
    "DAT-2.C"
  ]
}