{
  "question_id": "question-092",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted",
    "experiment"
  ],
  "title": "Experimental Design Principles",
  "difficulty": "Medium",
  "question_text": "In a well-designed experiment, which of the following principles must ALWAYS be adhered to?<br>I. A placebo should be used as a method of control.<br>II. Randomization should be used to determine which experimental units get which treatment.<br>III. The experiment must be replicated by being conducted multiple times under different conditions to ensure the results are valid.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "I only."
    },
    {
      "letter": "B",
      "text": "II only."
    },
    {
      "letter": "C",
      "text": "III only."
    },
    {
      "letter": "D",
      "text": "I and II only."
    },
    {
      "letter": "E",
      "text": "I, II, and III."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Statement I is incorrect. While controlling for the effects of outside variables is an important principle in experimental design, control does not always take the form of using a placebo.\n\nFor example, blocking a characteristic that might affect the results is a form of control in an experiment. Also, depending on the nature of the experiment, a placebo may be an inappropriate form of control.\n\nIf we are comparing the effectiveness of a medication currently on the market to that of a newly developed medication, we would not want to take individuals off of the current medication and give them a placebo. To do so might be dangerous to their health.\n\nStatement II is true. It is important that the experimental units be randomly assigned to a treatment group (that will receive a certain treatment). In the case of a matched pairs experiment, which experimental unit gets which treatment or which treatment is applied first should be randomly determined. Statement II is true.\n\nStatement III is incorrect. While replication is an important principle of experimental design, replication does not refer to the need to repeat the experiment. In fact, we do not want to have to repeat an experiment as to do so would be very time-consuming and costly. Rather, replication means that we need to replicate the treatments on many different experimental units.\n\nIf we only give one treatment to a single experimental unit and the other treatment to a single experimental unit, then we really will not know if there was something special about the individual experimental units that led to our observed results.",
  "tags": [
    "VAR-3",
    "VAR-3.B.1",
    "1.C",
    "VAR-3.B"
  ]
}