{
  "question_id": "question-070",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "So You Think You Can Juggle?",
  "difficulty": "Easy",
  "question_text": "The winner on the show 'So You Think You Can Juggle' is selected based on the number of votes received via text message. At the end of each episode, a text number is displayed on the screen for each of the jugglers. The juggler with the most text votes is the winner of that round of competition.<br>This process of selecting each episode's winner suffers from",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Non-response bias because some people will not text in their vote."
    },
    {
      "letter": "B",
      "text": "Response bias because only those who feel strongly about the jugglers are likely to text their vote."
    },
    {
      "letter": "C",
      "text": "Response bias because seeing the jugglers on the screen with their text number will influence their vote."
    },
    {
      "letter": "D",
      "text": "Voluntary response bias because only those who feel strongly about the jugglers are likely to text their vote."
    },
    {
      "letter": "E",
      "text": "Voluntary response bias because seeing the jugglers on the screen with their text number will influence their vote."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Voluntary response bias means that a survey question is broadcast to a large group and only the opinions of those who feel strongly enough to answer are included in the sample. Since the vote was open to all viewers, this is the best answer.\n\nExplanation of Distractors\n\nNon-response bias means that a specific sample of people was chosen, but that some of them do not reply to the survey. There is no description of any attempt at choosing a sample in this problem. Choice 'A' is incorrect.\n\nResponse bias means that there was something in the circumstances of the survey (question wording, pressure from the interviewer, etc) that could influence the response of the subject. Seeing the jugglers on the screen identifies the correct texting number. It does not influence the viewer's choice. Choices 'B' and 'C' are incorrect.\n\nChoice 'E' is incorrect. This incorrectly interprets voluntary response bias.",
  "tags": [
    "DAT-2.E.2",
    "4.B",
    "DAT-2",
    "DAT-2.E"
  ]
}