{
  "question_id": "question-077",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "extra-practice",
    "sampling-and-experimentation"
  ],
  "title": "Undercoverage",
  "difficulty": "Easy",
  "question_text": "If undercovereage occurs in a sample, it means that",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The sample did not cover enough respondents."
    },
    {
      "letter": "B",
      "text": "The sample size was too small because some subjects did not respond."
    },
    {
      "letter": "C",
      "text": "The question in the sample was not asked in a thorough enough manner as to capture the true feelings of the respondents."
    },
    {
      "letter": "D",
      "text": "Certain groups of the population were systematically excluded from the sample."
    },
    {
      "letter": "E",
      "text": "Calculations in the data results were incomplete and did not give a complete description of the sample."
    }
  ],
  "correct_answer": "Undercoverage means that certain groups are excluded from the sample, based on how the sample was conducted.",
  "solution": "For example, if the survey is conducted via e-mail, the survey is excluding all subjects in the population who do not have an e-mail address.\n\nThus, the correct answer is Choice 'D'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While undercoverage can reduce the sample size, the biggest problem with undercoverage is the type of people the survey is missing out on, not simply the fact that the sample size is a little bit smaller. From a statistical standpoint, a sample of size $n = 1500$ versus $n = 1400$ are very similar, as long as subjects are randomly selected.\n\nChoice 'B' is incorrect. Once again, with undercoverage the problem is not the fact that now sample sizes are a little bit smaller.\n\nChoice 'C' is incorrect. While wording of the question is important to consider in a survey, it is entirely different from undercoverage bias.\n\nChoice 'E' is incorrect. While it is important to have complete and accurate calculations based off the sample data, one of the conditions for these calculations is that the data come from an unbiased sample that is representative of the larger population.",
  "tags": [
    "DAT-2",
    "DAT-2.E.3",
    "1.C",
    "DAT-2.E",
    "DAT-2.C.6",
    "DAT-2.C"
  ]
}