{
  "question_id": "question-042",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "conducting-experiments",
    "populations-samples-random-selection",
    "sampling-and-experimentation",
    "undercoverage-bias"
  ],
  "title": "Generalize to the Population: Politics",
  "difficulty": "Easy",
  "question_text": "A simple random sample of people ages sixty-five and over living in Pinella County, Florida were surveyed to determine which of the two presidential nominees they favored in the upcoming election.<br>To which of the following population can we generalize the survey results to?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "All people in the United States."
    },
    {
      "letter": "B",
      "text": "Only people 65 and over in the United States."
    },
    {
      "letter": "C",
      "text": "All people in the state of Florida."
    },
    {
      "letter": "D",
      "text": "Only people 65 and over in the state of Florida."
    },
    {
      "letter": "E",
      "text": "Only people 65 and over in Pinella County, Florida."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Since we are only taking a simple random sample of people 65 and over from Pinella County, Florida then we can only generalize our results to people ages 65 and over from Pinella County, Florida. The reasons are people of different ages may have different views on politics, and demographically people have different views on politics.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This is an example of undercoverage as everybody else not 65 and over and from Pinella County had a chance to be in this sample. People in a different age bracket and a different location may have different views than the sample chosen in this case.\n\nChoice 'B' is incorrect. This is an example of undercoverage as everybody else 65 and over not from Pinella County didn't have a chance to be in this survey. People 65 and over in Pinella County may not share the same views as people 65 and over in NYC.\n\nChoice 'C' is incorrect. This is an example of undercoverage because people not 65 and over and from different counties of Florida didn't have a chosen of being chosen. These people may have different views than those based on our sample.\n\nChoice 'D' is incorrect. This is also an example of undercoverage because people 65 and over and from different counties in Florida didn't have a chance to be in this survey. These people may have different views than those based on our sample.",
  "tags": [
    "DAT-2.C.2",
    "DAT-2",
    "DAT-2.B.2",
    "1.C",
    "DAT-2.B",
    "DAT-2.C"
  ]
}