{
  "question_id": "question-191",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "causation",
    "randomized-design",
    "single-blind-studies",
    "experiment"
  ],
  "title": "Vitamin B$12$",
  "difficulty": "Medium",
  "question_text": "Vitamin B$12$ helps to prevent a type of anemia that makes people tired and weak. A group of doctors wants to determine whether a small increase in Vitamin B$12$ will help their anemic patients to feel a bit more energetic and strong. The doctors obtain a group of volunteers with anemia and randomly assign them to two groups. Prior to the study, all patients were ingesting a standard amount of Vitamin B$12$, and so the doctors decided to keep that amount constant for one group and to increase the amount by $5$ micrograms (mcg) for the other group. The doctors monitor the health of the volunteers for the duration of the study.<br>Which of these statements is NOT true about this study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "An advantage of using only anemic volunteers is that there should be less variability in the response to the treatment."
    },
    {
      "letter": "B",
      "text": "A disadvantage of using only anemic volunteers is that the scope of inference is limited to only anemic patients."
    },
    {
      "letter": "C",
      "text": "An advantage of using the doctors' patients is that it is easier to maintain control to avoid confounding factors."
    },
    {
      "letter": "D",
      "text": "This is a single-blind study in which the patients do not know which treatment they are receiving."
    },
    {
      "letter": "E",
      "text": "If the patients with increased Vitamin B$12$ feel more energetic than those who do not get an increase in Vitamin B$12$, it cannot be determined that the increased Vitamin B$12$ caused the response."
    }
  ],
  "correct_answer": "Choice ‘E’ is the correct answer.",
  "solution": "Solution\n\nExperiments are commonly conducted to determine if one variable causes another. Causation means that one event causes another event to occur. Causation can only be determined from an appropriately designed experiment. In such experiments, similar groups receive different treatments, and the outcomes of each group are studied. Here, the two treatments are the standard amount of Vitamin B$12$ and an increased dosage of Vitamin B$12$.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: This statement is true. By using only anemic volunteers, the responses should be limited to the reaction of the patients to the standard amount or to the increased amount of Vitamin B$12$. Alternatively, if volunteers who were not anemic were used as a part of this study, the responses to the treatments could be due to many other factors, including race, gender, etc.\n\nChoice ‘B’ is incorrect: This statement is true. The results of an experiment can only be generalized to those who were part of the study - in this case, anemic patients.\n\nChoice ‘C’ is incorrect: This statement is true. By using only their patients, doctors are able to control factors that may affect the results. Those factors include, but are not limited to, diet, gender, race, etc.\n\nChoice ‘D’ is incorrect: This statement is true. In a single-blind study, patients are unaware of which treatment they are receiving. This is usually advantageous, as patients would likely behave differently if they knew which treatment they were receiving.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3"
  ]
}