{
  "question_id": "question-190",
  "unit": "AP® Statistics | Unit 3 Assessment",
  "topics": [
    "matched-pairs-design",
    "experimental-design",
    "randomized-design",
    "placebo",
    "randomized-block-design",
    "experiment"
  ],
  "title": "Identifying the Experimental Design",
  "difficulty": "Hard",
  "question_text": "Migraines can be debilitating, especially for people who experience them frequently. Chronic migraine sufferers are often told to ingest some form of caffeine to relieve some of the pain. Does caffeine really reduce pain due to chronic migraines?<br>To explore this, $100$ adults who experience migraines volunteered to participate in a study to compare the effects of caffeine on migraine symptoms. Each volunteer is assigned at random to one of two groups and is provided either a daily capsule that contains caffeine or a placebo. Each volunteer will monitor the amount of and severity of migraines they experience over the next month and results will be compared for each group.<br>What type of experimental design is being described?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A completely randomized design"
    },
    {
      "letter": "B",
      "text": "A block design"
    },
    {
      "letter": "C",
      "text": "A matched-pairs design"
    },
    {
      "letter": "D",
      "text": "The placebo effect"
    },
    {
      "letter": "E",
      "text": "This is not an experiment - this describes a voluntary response sample."
    }
  ],
  "correct_answer": "Choice ‘A’ is the correct answer.",
  "solution": "Solution\n\nA completely randomized design is one where the treatments are assigned completely at random so that each experimental subject has the same chance of receiving any one treatment.\n\nA completely randomized design is to experiments what a simple random sample is to sampling. In this case, volunteers were randomly assigned to one of two groups, allowing for each volunteer to be placed into either the caffeine group or the placebo group.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice ‘B’ is incorrect: In a statistical design of experiments, blocking is the arranging of experimental units in groups (blocks) that are similar to one another. This design does not include blocking.\n\nChoice ‘C’ is incorrect: A matched pairs design is a special case of a randomized block design. It can be used when the experiment has only two treatment conditions and units can be grouped into pairs, based on some blocking variable. Then, within each pair, units are randomly assigned to different treatments. This design does not include pairing of units or subjects.\n\nChoice ‘D’ is incorrect: The placebo effect occurs when a medical intervention results in a positive outcome, most often from the subject perceiving a change rather than actually experiencing a change. Although placebos are used in this design, the design of the study described here is completely randomized.\n\nChoice ‘E’ is incorrect: Although volunteers are used for this study, treatments are given to subjects; thus, this is an experiment.",
  "tags": [
    "VAR-3",
    "1.C",
    "VAR-3.C.7",
    "VAR-3.C.1",
    "VAR-3.C"
  ]
}