{
  "question_id": "question-143",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-design"
  ],
  "title": "Would You Like a Toaster with That Loan?",
  "difficulty": "Medium",
  "question_text": "A bank wonders if it can increase the number of loan applications it receives each day by promising a toaster to clients who apply. To investigate, it conducts an experiment on all the bank's loan customers for a day.<br>For each loan customer, the bank loan officer will flip a coin. If it lands \"heads\" the loan officer will promise the applicant a toaster if they complete the application process. If it lands \"tails\", the toaster will not be offered. At the end of the day, the proportion of applicants who completed the loan application for the two groups will be compared.<br>Which of the following statements is true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is not a completely randomized experiment because the subjects were not randomly chosen."
    },
    {
      "letter": "B",
      "text": "This is not a completely randomized experiment because the subjects were blocked on whether they were promised a toaster."
    },
    {
      "letter": "C",
      "text": "This is not a completely randomized experiment because the explanatory variable was not randomly chosen."
    },
    {
      "letter": "D",
      "text": "This is not a completely randomized experiment because the assignment of toasters was not determined by chance."
    },
    {
      "letter": "E",
      "text": "This is a completely randomized experiment."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The basis of the experiment is to measure the response variable of the effect of winning a toaster on whether the loan application is completed or not.\n\nThe subjects are people who are applying for loans.\n\nThe \"treatment\" received is randomized with a coin toss, therefore each subject is given an equal chance to have either treatment.\n\nThis hits all the qualifications of a randomized experiment, so Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' - While random selection of subjects is important in sample surveys, it is not an essential part of an experiment.\n\nChoice 'B' - Being promised a toaster was the explanatory variable. In a well-conducted experiment, subjects are blocked on a characteristic that could affect the outcome of the study, such as the amount of the loan they are seeking. A well-conducted experiment does not block on the explanatory variable.\n\nChoice 'C' - The explanatory variable (whether or not the toaster is offered) is never randomly chosen. It is an intentional choice based on what the experimenters are trying to study.\n\nChoice 'D' - This statement is false because a random event (the coin flip) was used to determine whether or not the applicant was offered a toaster.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.C.1",
    "VAR-3.E.2",
    "VAR-3.C"
  ]
}