{
  "question_id": "question-064",
  "unit": "Unit 3 | Collecting Data",
  "topics": [],
  "title": "Sample Design and Reliability of Conclusions",
  "difficulty": "Easy",
  "question_text": "IN $2014$, the FIFA (Men's) World Cup was held in Brazil. In $2016$, Brazil also hosted the Summer Olympics.<br>Which fans know where their next big event will be held? Researchers decided to investigate.<br>In $2014$, researchers asked a random sample of fans attending the FIFA World Cup to identify where the next World Cup would be held. Of those fans surveyed, $61\\%$ correctly said that the next World Cup was scheduled to be held in Russia.<br>In $2016$, researchers also asked a random sample of fans attending the Summer Olympics to identify where the next Summer Olympics would be held. Of those fans surveyed, $56\\%$ correctly identified that the next Summer Olympics were scheduled to be held in Japan.<br>Based on the way the samples were selected, which of the following describes a reason why the conclusions of this study would most likely not be very reliable?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Non-response bias."
    },
    {
      "letter": "B",
      "text": "Response bias."
    },
    {
      "letter": "C",
      "text": "Undercoverage."
    },
    {
      "letter": "D",
      "text": "Voluntary response bias."
    },
    {
      "letter": "E",
      "text": "Since both samples were selected randomly, there should be no reason why the results of the study are not reliable."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "This is an example of undercoverage. Undercoverage occurs when a specific subgroup within the population of interest is left out of the sample due to the way in which the sample was selected. Because both samples consisted only of fans who were actually attending the events, the knowledge of other fans who may be watching at home on TV is not included in the data.\n\nUndercoverage would be a problem if the proportion of those attending the event who know where the next big event will be held is significantly different from the proportion of other fans who know where the next big event will be held. This would cause the results of the study to be unreliable.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Non-response bias occurs when individuals who are selected to be surveyed refuse to take part. While this could have happened (after all, who wants to answer surveys when you are at the World Cup or the Olympics), it is not the best choice. We are looking for a reason related to how the samples were selected, not purely where the surveys were conducted.\n\nChoice 'B' is incorrect. Response bias is typically related to how the survey question was worded. It is not based upon how the samples were selected.\n\nChoice 'D' is incorrect. Voluntary response sampling occurs when individuals choose themselves to become part of a study by responding to some general appeal. Bias can occur because those who volunteer may be more likely to know where the next event would be held than those who do not volunteer. However, no volunteering occurred. It was the researchers who selected the individuals at random to take part in the survey.\n\nChoice 'E' is incorrect. Random sampling is good! But random sampling alone will not ensure that the sample is truly representative of the population of interest.",
  "tags": [
    "DAT-2",
    "DAT-2.E.3",
    "1.C",
    "DAT-2.E"
  ]
}