{
  "question_id": "question-132",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "Going to College: Sample Distance",
  "difficulty": "Easy",
  "question_text": "On average, how far away from home do graduating high school seniors go to attend college?<br>Representatives for the admissions department of a small college decided to do a study in order to answer this question. To gather data, they contacted a random sample of graduating seniors and asked them to identify both their home town and the college or university that they would be attending.<br>From this information, they determined the approximate distance that each student would be traveling to attend college and then calculated the average.<br>What was the goal of gathering this information?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "They wanted to be able to estimate the mean distance that graduating seniors in their sample would be travelling to attend college."
    },
    {
      "letter": "B",
      "text": "They wanted to be able to estimate the mean distance that all graduating seniors travel in order to attend college."
    },
    {
      "letter": "C",
      "text": "They wanted to be able to estimate the proportion of graduating seniors who would consider attending their college."
    },
    {
      "letter": "D",
      "text": "They wanted to be able to identify individuals within the sample who represent the overall population of graduating seniors."
    },
    {
      "letter": "E",
      "text": "They wanted to be able to identify seniors who would be attending their college."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The admissions department representatives are trying to answer the question \"On average, how far away from home do graduating high school seniors go to attend college?\" The population of interest is all graduating high school seniors and the parameter of interest is the mean number of miles they travel to attend college.\n\nSince the population of graduating high school seniors is so large, a sample is being used to gain insight regarding the entire population. In particular, a sample mean is being calculated. The sample mean will provide an estimate of the actual population parameter.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. There is no need to estimate the mean distance for graduating seniors included in the sample. The actual mean distance for those in the sample was calculated. However, the admissions representatives are not interested in only those seniors in the sample. Rather, they are using a sample to estimate the true population parameter.\n\nChoice 'C' is incorrect. While this may be an interesting question for the admissions representatives to research, it was not the goal of this study and seniors in the sample were not asked about whether or not they would consider attending this particular college.\n\nChoice 'D' is incorrect. When designing a sample, it is important to make sure that the sample is representative of the population of interest. However, it is not necessary, nor was it the goal of this study, to identify specific individuals within the sample who represent the population of interest.\n\nChoice 'E' is incorrect. The admissions office would certainly be able to identify seniors who would be attending their college because those very seniors will have gone through the process of applying to, being accepted, and confirming their intent to enroll in the college. They would not get this information, however, from conducting a random sample of graduating high school seniors.",
  "tags": [
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.E.4"
  ]
}