{
  "question_id": "question-091",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "categorical-data",
    "sources-of-bias",
    "confounding-variable"
  ],
  "title": "Confounded by Sunshine?",
  "difficulty": "Medium",
  "question_text": "A study of adults over the age of $50$ who live in Miami, Florida was conducted to determine if there is a relationship between the mean number of hours of sunlight that an individual receives each day and the general health of the individual.<br>The results of the study showed that adults over the age of $50$ who receive more sunlight are generally healthier than those who receive less sunlight.<br>Which of the following could be a confounding variable in the context of this study?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The mean age of those who live in Miami, Florida."
    },
    {
      "letter": "B",
      "text": "The mean number of hours of sunshine that individuals in the sample receive each day."
    },
    {
      "letter": "C",
      "text": "The overall general health of adults over the age of $50$."
    },
    {
      "letter": "D",
      "text": "The overall lifestyle of people who would choose to spend time outdoors rather than indoors."
    },
    {
      "letter": "E",
      "text": "There are no possible confounding variables in this situation. The results of the study can be used to prove the health benefits of sunshine."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "In this situation, the explanatory variable (the variable that is used to attempt to predict or explain differences in a response variable) would be the mean number of hours of sunshine an individual receives each day. The response variable (the outcome that is measured following manipulation of the explanatory variable) would be the general health of the individual.\n\nConfounding occurs when a third variable makes it difficult to determine whether it was the amount of sunshine that the individual receives or the third variable or perhaps some combination of both that is influencing the general health of the individual.\n\nThe lifestyle of those who would choose to spend time outdoors rather than indoors could be the confounding variable. Perhaps people who spend more time outdoors lead a more active lifestyle in general and as a result are healthier than those who spend their days indoors.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The mean age of those who live in Miami, Florida is not a variable at all. Rather, it is a parameter that describes the population of Miami, Florida.\n\nChoice 'B' is incorrect. This is the explanatory variable.\n\nChoice 'C' is incorrect. This is the response variable (for those living in Miami, Florida).\n\nChoice 'E' is incorrect. Even in the absence of confounding variables, however, we cannot use the results of this observational study to prove the health benefits of sunshine.",
  "tags": [
    "VAR-3",
    "VAR-3.A",
    "VAR-3.A.4",
    "1.C"
  ]
}