{
  "question_id": "question-065",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sample-survey"
  ],
  "title": "Problems with Voluntary Response",
  "difficulty": "Easy",
  "question_text": "What could be a potential problem with a voluntary response sample?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Subjects who choose to respond may respond incorrectly."
    },
    {
      "letter": "B",
      "text": "Subjects who choose to respond may systematically have different opinions than the rest of the population."
    },
    {
      "letter": "C",
      "text": "Voluntary response samples typically have lower sample sizes."
    },
    {
      "letter": "D",
      "text": "Voluntary response samples typically have higher non-response rates."
    },
    {
      "letter": "E",
      "text": "Subjects who choose to respond are more likely to lie about their true feelings."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A voluntary response sample consists of subjects choosing to respond to the sample, usually by phoning into a program, responding to an email, etc.\n\nPeople who take the time to respond usually have stronger and different opinions than the rest of the public. Thus, results from a voluntary response survey cannot be generalized to the rest of the population.\n\nThis is best encompassed in Choice 'B'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While there always is some chance of subjects giving a response that differs from their true values, there is no reason why a voluntary response sample will have a higher proportion of subjects doing this than any other type of sample.\n\nChoice 'C' is incorrect. Many times voluntary response samples have very large sample sizes. For example, if a TV show with high ratings asks viewers to text their response to a certain number, there could be thousands and thousands of responses.\n\nChoice 'D' is incorrect. Non-response refers to subjects being asked a question, but choosing not to respond. By definition, non-response cannot happen in a voluntary response survey.\n\nChoice 'E' is incorrect. While in all surveys some subjects may lie about their true feelings, there is no reason why subjects who choose to respond are more likely to lie about their true feelings.",
  "tags": [
    "DAT-2.E.2",
    "DAT-2",
    "1.C",
    "DAT-2.E"
  ]
}