{
  "question_id": "question-082",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "experiment"
  ],
  "title": "Why an Experiment?",
  "difficulty": "Easy",
  "question_text": "Which of the following best describes a reason why we may decide to gather data by way of conducting an experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "By conducting an experiment, we can estimate the probability of something occurring."
    },
    {
      "letter": "B",
      "text": "By conducting an experiment, we are able to gain an understanding of the behavior of our subjects even when we are not able to observe such behaviors first-hand."
    },
    {
      "letter": "C",
      "text": "By conducting an experiment, we gain insight into how a specific explanatory variable affects a certain response variable."
    },
    {
      "letter": "D",
      "text": "By conducting an experiment, we can better understand the thoughts and opinions of those individuals in our population of interest."
    },
    {
      "letter": "E",
      "text": "By conducting an experiment we are able to remove all bias from our results."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Choice 'C' accurately describes why we might choose to conduct an experiment.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While the analysis of the results of an experiment may involve a p\n-value (a probability), the purpose of the experiment would not be to estimate this or any other type of probability. If we want to estimate a probability, we might do so by way of simulation.\n\nChoices 'B' and 'D' are incorrect. These statements describe reasons why we may choose to conduct a survey or an observational study.\n\nChoice 'E' is incorrect. While conducting an experiment should help to reduce bias, we may not be able to entirely remove bias from our results. Bias may still occur for a variety of reasons. Perhaps we did not use blinding properly, or perhaps our sample consisted of only volunteers who may not be representative of the entire population of interest. In both of these situations, bias may still be present in our results.",
  "tags": [
    "VAR-3",
    "VAR-3.B.1",
    "1.B",
    "VAR-3.B"
  ]
}