{
  "question_id": "question-107",
  "unit": "Unit 3 | Collecting Data",
  "title": "The Thrill of Competition: A Study",
  "difficulty": "Moderate",
  "question_text": "Does the thrill of competition help students to complete basic multiplication problems more quickly?  On two separate occasions, $20\\text{ third grade students}$ were asked to complete as many multiplication facts as possible in two minutes and the number they got correct was recorded. On one occasion, they were told that they would be competing against a fellow classmate while on the other occasion they were told to try for a personal best.  For each student, the order in which they were told these statements was determined at random. What type of experimental design is being used and why?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "This is not an experiment.  It is an observational study and was done to determine the average number of multiplication facts that third grade students can complete in two minutes."
    },
    {
      "letter": "B",
      "text": "Block design was used because all students are in third grade and therefore should be similar to each other with respect to their ability to complete multiplication facts."
    },
    {
      "letter": "C",
      "text": "Matched pairs was used to control for the fact that some third grade students will naturally be able to complete more multiplication facts than other students regardless of whether or not they are competing."
    },
    {
      "letter": "D",
      "text": "Completely randomized design was used because the researcher did not expect any major difference in the number of multiplication facts that the students would be able to complete under the two experimental conditions."
    },
    {
      "letter": "E",
      "text": "Controlled randomized design was used because the researcher wanted to be able to control for the way in which students were randomly assigned to treatment conditions."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C.9",
    "VAR-3.C"
  ],
  "standards": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C.9",
    "VAR-3.C"
  ]
}