{
  "question_id": "question-034",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "stratified-sampling",
    "sampling",
    "sample-survey"
  ],
  "title": "Type of Surveys: Vote for Me!",
  "difficulty": "Easy",
  "question_text": "After noticing that you are lacking in extracurriculars, you decide to run for class president. Being the statistician that you are, you decide to do some polling before deciding what issues to run on. You stand by the school library during 4th period and survey every member of your class who walks by.<br>What type of survey did you just administer?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Convenience survey."
    },
    {
      "letter": "B",
      "text": "Simple random survey."
    },
    {
      "letter": "C",
      "text": "Stratified survey."
    },
    {
      "letter": "D",
      "text": "Cluster survey."
    },
    {
      "letter": "E",
      "text": "Systematic survey."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "This represents a convenience survey since it is convenient to just stand in one place and poll the people who walk by. Unfortunately, this type of sampling can introduce many types of bias. By only asking people who happen to pass by the library, you may be underrepresenting some types of students and over representing other types.\n\nYou could be setting yourself up to run on a platform of cutting the athletic budget to increase the library budget, followed by you losing the election in a landslide.\n\nExplanation of Distractors\n\nThis is not a simple random survey (SRS) because an SRS requires you to have a comprehensive list of your classmates, and for you to randomly select a certain amount of those classmates to poll. Choice 'B' is incorrect.\n\nThis is not a stratified survey. A stratified survey is when you select a certain amount of people to poll from subgroups. A stratified survey has at least two ways in which you are dividing the students. For instance, you could choose gender and homeroom. You might poll 4 boys and 4 girls from each homeroom. Choice 'C' is incorrect.\n\nThis is not a cluster survey. A cluster survey is when you break up the people into groups and then randomly select a few of them whom you will heavily survey. If you randomly chose 5 homerooms to poll 10 people each, that would be way less walking than going to 30 different homerooms to poll. Choice 'D' is incorrect.\n\nThis is not a systematic survey. A systematic survey is when you poll every Nth person on the list of people. For instance, you could start at the beginning of an alphabetized list, and then survey every 10th student down the list. Choice 'E' is incorrect.",
  "tags": [
    "DAT-2",
    "DAT-2.D.1",
    "1.C",
    "DAT-2.D",
    "DAT-2.E",
    "DAT-2.E.6"
  ]
}