{
  "question_id": "question-168",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Consequences of the Non-Response: Music Festival",
  "difficulty": "Hard",
  "question_text": "The city council of a small town is interested in public opinion regarding hosting a large music festival in the town.<br>The council sent out $500\\text{ surveys}$ via mail, $274$ of which were filled out by respondents and mailed back.<br>Of those mailed back, $\\frac{201}{274} = 73.4\\%$ were in favor of the town hosting the music festival.<br>What could be a possible consequence of the non-response?<br>How could the city fix the issue of non-response to get a better read on how the residents really feel about hosting the music festival?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "People who do not respond may have different opinions on supporting the music festival than those who do respond. The city council should survey an additional 226 subjects\nto get the survey size back to 500\n."
    },
    {
      "letter": "B",
      "text": "People who did not respond may have different opinions on supporting the music festival than those who did respond. The city council should use some other method to attempt to contact those 226 subjects\nwho did not respond."
    },
    {
      "letter": "C",
      "text": "There will be a larger margin of error in this sample since 226 people\ndid not respond. The city council should send additional surveys out until n=500\n."
    },
    {
      "letter": "D",
      "text": "The subjects who responded are more likely to have lied about their true feelings regarding the festival. The city council should contact these 274 subjects\na second time and ask them how they feel about hosting the event."
    },
    {
      "letter": "E",
      "text": "Non-response is not a major issue here since the sample size is still large (n=274\n)."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The biggest issue with non-response in any situation is that those who choose not to respond may have different opinions than those who do choose to respond. One cannot say those who responded might be for the concert, but it is likely that there is a difference in proportions of support.\n\nThe city council should use some alternative method of contacting those who did not respond, such as calling or visiting.\n\nThus, the correct answer is Choice 'B'.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "DAT-2",
    "DAT-2.E.4",
    "DAT-2.E"
  ]
}