{
  "question_id": "question-139",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-experiments",
    "methods-of-data-collection",
    "sampling-and-experimentation",
    "sources-of-bias"
  ],
  "title": "Bugs in the Trees in the Great Smoky Mountains: A Study | 1 of 2",
  "difficulty": "Medium",
  "question_text": "The hemlock woolly adelgid is a small invasive insect that came to North America via Japan and is responsible for killing most of the hemlock trees in the Great Smoky Mountains National Park. To try to control the destruction of hemlock trees caused by the hemlock woolly adelgid, biologists have released lady beetles from Japan (which are known to be natural predators of the hemlock woolly adelgid) onto several of the remaining healthy hemlock trees in the park.<br>Even if the lady beetles effectively control the damage done by the hemlock woolly adelgid, it may appear that the lady beetles have no effect on the health and survival rate of hemlock trees in the park.<br>Which of the following may describe why?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Tree damage caused by hikers and other visitors to the park may contribute to the death of hemlock trees in the park."
    },
    {
      "letter": "B",
      "text": "Forest fires and chemicals that are released into the air by the fires may negatively impact the health and survival rate of hemlock trees in the park."
    },
    {
      "letter": "C",
      "text": "Harsh weather conditions may cause a decrease in the population of lady beetles and may also negatively affect the health of hemlock trees in the park."
    },
    {
      "letter": "D",
      "text": "If predators of the lady beetles being released into the park are also present in the park, the survival rate of the lady beetles may not be sufficient to impact the health and survival rate of the hemlock trees in the park."
    },
    {
      "letter": "E",
      "text": "All of the above describe possible sources of confounding."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "In a study, we seek to understand how an explanatory variable influences a response variable. In this situation, the explanatory variable is the presence (or absence) of the lady beetles. The response variable is the health and/or survival rate of hemlock trees in The Great Smoky Mountains National Park.\n\nWe already know that in the absence of lady beetles, hemlock trees are being destroyed by the hemlock woolly adelgid.\n\nA confounding variable is a third variable that makes it difficult to determine whether it is truly the explanatory variable that is creating a certain response. It may be the explanatory variable, the confounding variable, or some combination of both - we do not know!\n\nRemember, however, that we are looking for a reason why it may appear that the lady beetles had no effect on the health/survival rate of the hemlock trees, but are not sure of this fact.\n\nLet us analyze Choice 'A'. If hikers and other visitors to the park are causing damage to the trees (perhaps by carving their initials into the trees or stripping the tree bark), then the health of the trees may suffer in spite of the fact that the lady beetles are controlling the effects of the hemlock woolly adelgid.\n\nThis would be a logical explanation for why it may appear that the lady beetles had no effect on the health and survival rate of the hemlock trees in the park. Choice 'A' can be eliminated.\n\nLet us analyze Choice 'B'. Forest fires may certainly cause great damage and can kill hemlock trees in the park. The occurrence of forest fires (and the presence of the chemicals released by the fires) would make it difficult to determine whether or not the lady beetles had any effect upon the health and survival rate of hemlock trees in the park.\n\nChoice 'B' can be eliminated as it provides a logical explanation for why it may appear that the lady beetles had no effect on the health and survival rate of the hemlock trees in the park.\n\nLet us analyze Choice 'C'. If harsh weather affects the park and there is a decrease (or no change) in the percentage of healthy hemlock trees, confounding may occur. Biologists may be uncertain about whether the decrease (or no change) in the percentage of healthy hemlocks was due to the weather, the lady beetles, or some combination of both. We can eliminate Choice 'C'.\n\nLet us analyze Choice 'D'. If predators of the lady beetle are present in the park and consume the lady beetles that were released in an attempt to control the hemlock woolly adelgid, then the lady beetles will not be given the full chance to do their job!\n\nIt may then appear that the lady beetles had no effect when in reality, they were helping to save the hemlock trees by consuming the hemlock woolly adelgid but then had their own efforts cut short by their own predator! We cannot conclude that the lady beetles were ineffective on their own.\n\nChoice 'D' can be eliminated as it provides a logical reason why our conclusions may be incorrect.\n\nLet us analyze Choice 'E'. Choice 'E' is the correct answer. All of the responses described can help to explain why the lady beetles may not appear to be helpful in the fight against the hemlock woolly adelgid, when in fact the lady beetles may present a great opportunity to help stop the destruction of hemlock trees in the Great Smoky Mountains National Park.",
  "tags": [
    "VAR-3.E.1",
    "VAR-3.E",
    "4.B",
    "VAR-3",
    "VAR-3.A",
    "VAR-3.A.4"
  ]
}