{
  "question_id": "question-052",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "sampling-methods"
  ],
  "title": "Cell Phone: Type of Sampling",
  "difficulty": "Medium",
  "question_text": "The buyer for a cell phone store wants to estimate the proportion of defective cell phones in a shipment of $10,000$ received cell phones. The shipment consists of $500$ boxes, each of which contain $20$ cell phones.<br>The buyer numbers the boxes $1$ through $500$, and using a random number generator, he selects ten numbers in that range (ignoring repeats). He then opens the boxes with the matching numbers and determines the proportion of cell phones that were defective.<br>What type of sample is this?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Cluster random sample."
    },
    {
      "letter": "B",
      "text": "Convenience sample."
    },
    {
      "letter": "C",
      "text": "Simple random sample."
    },
    {
      "letter": "D",
      "text": "Stratified random sample."
    },
    {
      "letter": "E",
      "text": "Systematic random sample."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "In this sampling plan, we are randomly selecting 10\nof the 500\nboxes and selecting all the cell phones in those boxes. This type of plan is a cluster sample, so Choice 'A' is our answer.\n\nA more formal definition of a cluster sample is when the population is divided into smaller groups. These groups should reflect the population. Then, choose a simple random sample of all of these groups, and choose all the subjects within those groups.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect, as a convenience sample is choosing the units that are easiest to attain (for instance, choosing the first 10\nboxes from the shipment).\n\nChoice 'C' is incorrect, as a simple random sample is a sample in which every group of size n individuals has an equal chance to be chosen. This is not an SRS because not every group of size n has an equal chance of being chosen since some of the boxes of cell phones are being left out.\n\nIf this were a simple random sample, then a possibility would be having cell phones from all the boxes involved in the survey. In this case, we are limited to 10\nof the boxes.\n\nChoice 'D' is incorrect, as a stratified sample would have been if we selected all the boxes and then randomly selected some of the cell phones from each box.\n\nChoice 'E' is incorrect, as a systematic sample is one in which every kth element is selected (for example, if the cell phones were randomly ordered and the buyer selected every 20\nth cell phone).",
  "tags": [
    "DAT-2.C.4",
    "DAT-2",
    "1.C",
    "DAT-2.C"
  ]
}