{
  "question_id": "question-036",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "conducting-surveys",
    "sampling-and-experimentation",
    "stratified-sampling",
    "sampling-methods"
  ],
  "title": "Types of Sampling: High School Schedule",
  "difficulty": "Easy",
  "question_text": "A vice principal wanted to investigate student opinion about a possible change in the high school schedule for the upcoming school year. The vice principal selected random samples of $30$ freshmen, $30$ sophomores, $30$ juniors, and $30$ seniors to get their input about the possible change.<br>Which of the following best describes the vice principal's sampling plan?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A convenience sample."
    },
    {
      "letter": "B",
      "text": "A cluster sample."
    },
    {
      "letter": "C",
      "text": "A stratified random sample."
    },
    {
      "letter": "D",
      "text": "A simple random sample."
    },
    {
      "letter": "E",
      "text": "A systematic sample."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "In this sampling plan we are selecting all the grades and randomly selecting some students from each grade. This type of plan is a stratified random sample, so Choice 'C' is our answer.\n\nA more formal definition of a stratified random sample is when the population is divided into groups of similar individuals, called strata. Within each of those groups, a simple random sample is chosen and then those simple random samples are combined to form the full sample.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect as a convenience sample is choosing individuals who are easiest to reach (for example, if the vice principal chose the first 120 students who he/she saw that day).\n\nChoice 'B' is incorrect as in a cluster sample we would have randomly selected some of the grade levels and then chosen all the students in those grades (for example, if the vice principal selected all sophomores and seniors).\n\nChoice 'D' is incorrect as a simple random sample is a sample in which every group of size n individuals has an equal chance to be chosen. The reason this is not an SRS is because not every group of size 120 has an equal chance of being chosen.\n\nMeaning in this design we are limited to 30\nstudents from each grade level. If this was a simple random sample. we should be able to get a sample of say 50\nseniors, 50\njuniors, 10\nsophomores, and 10\nfreshmen. In essence. in a simple random sample. we should be able to get any combination of 120\nstudents.\n\nChoice 'E' is incorrect as a systematic sample is one in which every kth\nelement is selected. For example, if the vice principal chose every third person he/she saw.",
  "tags": [
    "DAT-2",
    "1.C",
    "DAT-2.C.3",
    "DAT-2.C"
  ]
}