{
  "question_id": "question-008",
  "unit": "Unit 3 | Collecting Data",
  "topics": [],
  "title": "College Exam",
  "difficulty": "Medium",
  "question_text": "A teaching assistant is in charge of grading the exams given in their college class. The professor wants a general idea of how the students are doing in his course so he asks the assistant to give him a small sample of the scores while grading. The assistant selects the first $10$ exams from the pile (organized by who turned in the exam first) and grades them and sends the average to the professor.<br>Will the sample the assistant provided give the professor the best idea of how his students are doing?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because it's a sample of $10$ scores."
    },
    {
      "letter": "B",
      "text": "Yes, because the sample is from the students in his class."
    },
    {
      "letter": "C",
      "text": "Yes, because the assistant found the average score."
    },
    {
      "letter": "D",
      "text": "No, because $10$ is not enough students."
    },
    {
      "letter": "E",
      "text": "No, because students who turned in the test first might have different scores than those who turned in the exam later."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The professor has asked the teaching assistant to collect data to create a sample of scores to show how the students are learning. The teaching assistant selects a sample of 10 students, but selects the first 10 tests that are turned in.\n\nThe issue lies that the test are not selected using a chance process. In fact, we know that data collected by not using a chance process is untrustworthy. Therefore, the data the professor received from the assistant is not to be trusted as it was not selected using a chance process.\n\nChoice 'E' is correct.",
  "explanations": {},
  "tags": [
    "VAR-1.E",
    "1.A",
    "VAR-1",
    "VAR-1.E.1"
  ]
}