{
  "question_id": "question-094",
  "unit": "Unit 3 | Collecting Data",
  "topics": [
    "matched-pairs-design",
    "conducting-experiments",
    "sampling-and-experimentation",
    "randomized-block-design"
  ],
  "title": "Tons of Tomatoes",
  "difficulty": "Easy",
  "question_text": "Hoping to increase the average number of tomatoes produced per plant, Terrie plans an experiment.<br>She randomly selects $16\\text{ Tycoon}$ tomato plants and $16\\text{ Park's Whopper}$ tomato plants from the local nursery. Each group of $16$ is then randomly split into $4\\text{ sets}$ (A, B, C, D) of $4\\text{ plants}$.<br>Set A receives a high-nitrogen fertilizer and full sun.\nSet B receives a low-nitrogen fertilizer and full sun.\nSet C receives a high-nitrogen fertilizer and part shade.\nSet D receives a low-nitrogen fertilizer and part shade.<br>At the end of the growing season, Terrie compares the number of tomatoes produced from the four sets within each variety group.<br>The variable being blocked in this experiment is",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The variety of tomato plant."
    },
    {
      "letter": "B",
      "text": "The amount of nitrogen in the fertilizer."
    },
    {
      "letter": "C",
      "text": "The number of tomatoes produced by each plant."
    },
    {
      "letter": "D",
      "text": "The amount of sunlight the plants receive each day."
    },
    {
      "letter": "E",
      "text": "The nursery where the tomatoes were purchased."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "The experiment is blocked on the plant variety because it may affect the number of tomatoes produced.\n\nBy comparing the four sets of Tycoon tomatoes to each other, any difference in the number of tomatoes can be attributed to nitrogen or sunlight level, not the variety of the plant.\n\nExplanation of Distractors\n\nChoices 'B' and 'D' (nitrogen and sunlight) both describe the explanatory variable. These are the variables being adjusted to determine their effectiveness.\n\nChoice 'C' (number of tomatoes produced) is the response variable, the variable being measured at the end of the study.\n\nChoice 'E' (nursery) is not a factor in this experiment at all.",
  "tags": [
    "VAR-3.D",
    "VAR-3",
    "VAR-3.C.8",
    "VAR-3.D.1",
    "1.C",
    "VAR-3.C"
  ]
}