{
  "question_id": "question-008",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "randomness",
    "variation",
    "expected-value"
  ],
  "title": "The Least Expected?",
  "difficulty": "Medium",
  "question_text": "The chi-square is used to look at expected data and observed data and it decides whether the observed data happened by chance or not. Of the following five scenarios, which is the one you think is the least likely to occur by chance; that is, the one where the observed value seems to be the greatest distance away from the expected value?<br>Note: Answer using common sense, not statistics",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A roulette wheel has $38$ numbers on the wheel. The number of times you expect to see the number $22$ appear in $38$ spins.\nExpected: $1$ time\nObserved: $5$ times"
    },
    {
      "letter": "B",
      "text": "You are waiting for a light to turn green at an intersection you often use.\nExpected: $1.5$ minutes\nObserved: $0.1$ minutes"
    },
    {
      "letter": "C",
      "text": "You are playing blackjack. You play $5$ games. How many you win.\nExpected: $2$ wins\nObserved: $4$ wins"
    },
    {
      "letter": "D",
      "text": "Thirteen cards are dealt from a deck of cards, The number of aces present.\nExpected: $1$ ace\nObserved: $4$ aces"
    },
    {
      "letter": "E",
      "text": "A coin is tossed $30$ times.\nExpected: $15$ heads\nObserved: $10$ heads"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nOn the one hand, almost anything is possible. For example, picking an ace out of a deck of cards $25$ times in a row would almost never happen. But it could. We have random variation, but how unusual might a result be? Statistics tries to measure whether something is happening due to chance or not. For example, a new drug is being tested. It may well help some people, but does it help some due to chance, or does it help enough people so it can be shown to really work?\n\nIn this problem, four of the answers might be somewhat unusual, but they would all occur by chance on a regular basis. Choosing one number out of $38$ on a roulette wheel would produce that number only $\\dfrac{1}{38}$ or $2.6\\%$ of the time. Certainly, this happens sometimes, but having it happen $5$ times in a row might well indicate a broken wheel or something. In other words, while it could happen by chance, it is very, very unlikely.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because, actually, this is the most likely event to occur. Sometimes the light seems to turn green just for you!\n\nChoice 'C' is incorrect because if you are expected to win $2$ hands, winning $2$ more is not that unusual (about $9\\%$ of the time).\n\nChoice 'D' is incorrect because receiving $4$ aces out of $13$ cards is not that unusual. Anyone who plays bridge can verify that! (Actually, about it happens $9.3\\%$ of the time.)\n\nChoice 'E' is incorrect because this is not an unusual answer. We would expect a number close to $15$, but not always that close. (Actually about $3\\%$ of the time!)",
  "tags": [
    "VAR-1.J",
    "VAR-1.J.1",
    "1.A",
    "VAR-1"
  ]
}