{
  "question_id": "question-018",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [],
  "title": "Sports Drinks: Null and Alternative Hypotheses",
  "difficulty": "Medium",
  "question_text": "Suppose a random survey was taken in a large urban high school to determine if vending machine location affects whether sports drinks are more likely to be ordered.<br>A large single sample of size n = $500$ was taken over the last week. In the cafeteria, $78$ of the $165$ drinks purchased were sports drinks. In the gym, $98$ of the $157$ drinks purchased were sports drinks, and in the auditorium, $54$ of the $178$ drinks purchased were sports drinks.<br>What are the appropriate null and alternative hypotheses?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_o:$ There is no relationship between location and preferring sports drink\n$H_a:$ A higher proportion of drinks purchased in the gym are sports drinks"
    },
    {
      "letter": "B",
      "text": "$H_o:$ Location and preferring a sports drink are not independent\n$H_a:$ Location and preferring a sports drink are independent"
    },
    {
      "letter": "C",
      "text": "$H_o:$ No association exists between location and preferring a sports drink\n$H_a:$ An association exists between location and preferring a sports drink"
    },
    {
      "letter": "D",
      "text": "$H_o:$ There is no relationship between the number of sports drinks ordered at each location\n$H_a:$ There is a relation between the number of sports drinks ordered at each location"
    },
    {
      "letter": "E",
      "text": "$H_o:$ Sports drinks and preference are homogeneous\n$H_a:$ Sports drinks and preference are not homogeneous"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A chi-squared test will always have a null hypothesis that there is no association between the two variables mentioned (or that the variables are independent). The alternative hypothesis is that there IS an association (or that the variables are NOT independent).\n\nThis matches Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; the problem states the school wishes only to look for a relationship, not if more people are drawn to sports drinks in a certain location.\nChoice 'B' is incorrect; the null and alternative hypotheses are switched here.\n\nChoice 'D' is incorrect; since the hypothesis uses the word “number,” it does not appropriately describe what the school hopes to inspect.\n\nChoice 'E' is incorrect; this is a test for independence, not homogeneity.",
  "tags": [
    "1.F",
    "VAR-8.B.1",
    "VAR-8",
    "VAR-8.B"
  ]
}