{
  "question_id": "question-060",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [],
  "title": "Sports Drinks: Choosing a Hypothesis Test",
  "difficulty": "Medium",
  "question_text": "Suppose a random survey was taken in a large urban high school to determine if vending machine location affects whether sports drinks are more likely to be ordered.<br>A large single sample of size n = $500$ was taken over the last week. In the cafeteria, $78$ of the $165$ drinks purchased were sports drinks. In the gym, $98$ of the $157$ drinks purchased were sports drinks, and in the auditorium, $54$ of the $178$ drinks purchased were sports drinks.<br>Which hypothesis test could be used to determine whether a relationship exists between location and drink preference?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Two-proportion Z-test."
    },
    {
      "letter": "B",
      "text": "Chi-squared test for association."
    },
    {
      "letter": "C",
      "text": "Chi-squared test for homogeneity."
    },
    {
      "letter": "D",
      "text": "Chi-squared goodness of fit test."
    },
    {
      "letter": "E",
      "text": "Chi-squared test for normality."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A chi-squared test for association best determines whether a relationship exists between $2$ categorical variables that have several different levels.\n\nIn this situation, the variables are location and whether or not one buys a sports drink.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; three locations were used, so the data cannot be in a $2x2$ table, and therefore, a two-proportion Z-test cannot be used.\n\nChoice 'C' is incorrect; the data comes from one large sample, so a chi-squared test for homogeneity cannot be used.\n\nChoice 'D' is incorrect; there are two variables used in this situation, so a goodness of fit test cannot be used.\n\nChoice 'E' is incorrect; there is no such thing as a chi-squared test for normality.",
  "tags": [
    "VAR-8.J.2",
    "VAR-8.J.1",
    "VAR-8",
    "1.E",
    "VAR-8.J"
  ]
}