{
  "question_id": "question-064",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "chi-square",
    "inference",
    "alternative-hypothesis",
    "null-hypothesis"
  ],
  "title": "Gym Preferences",
  "difficulty": "Easy",
  "question_text": "A local gym is studying whether the type of membership (Regular, Premium, VIP) has any association with the choice of workout sessions (Aerobics, Weightlifting, Yoga). For a chi-square test of independence, which of the following sets of hypotheses is appropriate?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_0$: Membership type dictates workout session choices.\n$H_a$: Membership type has no influence on workout session choices."
    },
    {
      "letter": "B",
      "text": "$H_0$: Workout session choice and membership type are independent.\n$H_a$: Workout session choice and membership type are dependent."
    },
    {
      "letter": "C",
      "text": "$H_0$: The popularity of Yoga is the same across all membership types.\n$H_a$: Yoga is more popular in one membership type compared to others."
    },
    {
      "letter": "D",
      "text": "$H_0$: Premium members choose Aerobics and Weightlifting equally.\n$H_a$: Premium members choose Aerobics more than Weightlifting."
    },
    {
      "letter": "E",
      "text": "$H_0$: The distribution of workout session preferences is the same for all membership types.\n$H_a$: The distribution of workout session preferences is not the same for all membership types."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nThe provided hypotheses are for a chi-square test of independence. In a chi-square test of independence, the aim is to determine if there's an association (or relationship) between two categorical variables.\n\nThe two categorical variables being examined are:\n\nThe null hypothesis ($H_0$) states that there is no association between the two categorical variables — they are independent. This means that a person's workout session choice is not influenced by or related to their membership type, and vice versa.\n\nThe alternative hypothesis ($H_a$) suggests the opposite — that there is an association or dependency between the two variables. This implies that a person's workout session choice might be influenced by or related to their membership type.\n\nSince the gym is trying to determine if there is an association between the choice of the workout session and the type of membership, the provided hypotheses are correctly set up for a chi-square test of independence.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This set of hypotheses reverses the typical roles of the null and alternative hypotheses. In chi-square tests of independence, the null hypothesis typically asserts no association between variables, while the alternative suggests a relationship. This choice states a specific relationship in the null and no relationship in the alternative.\n\nChoice 'C' is incorrect. This choice is incorrect for a chi-square test of independence or homogeneity because it focuses on the distribution of only one specific category (Yoga) across membership types.\n\nChoice 'D' is incorrect. This choice is incorrect for a chi-square test of independence or homogeneity because the hypotheses are focused on comparing two specific categories (Aerobics and Weightlifting) for one group (Premium members).\n\nChoice 'E' is incorrect. This set of hypotheses is formulated for a chi-square test of homogeneity, which evaluates if different groups (like membership types) have the same distribution for a categorical variable (like workout session preferences).",
  "tags": [
    "1.F",
    "VAR-8.I",
    "VAR-8.I.2",
    "VAR-8"
  ]
}