{
  "question_id": "question-021",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference",
    "chi-square-goodness-of-fit"
  ],
  "title": "Hypotheses Related to Reasons for Hospitalization",
  "difficulty": "Easy",
  "question_text": "A hospital administrator found a report from $2003$, which showed the distribution of reasons why individuals were admitted to a hospital after coming to the emergency room. The distribution is shown below and does not include admissions related to pregnancy and childbirth.<br>After collecting data from a random sample of admissions during the current year, the administrator completed a test to determine if the percentages for each category have changed since $2003$.<br>Which of the following provides a correct set of hypotheses?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">Reason</th><th scope=\"col\">Percent</th></tr></thead><tbody><tr><td>Circulatory Disorders</td><td>26.5</td></tr><tr><td>Respiratory Disorders</td><td>15.3</td></tr><tr><td>Digestive Disorders</td><td>14.2</td></tr><tr><td>Injuries</td><td>11.7</td></tr><tr><td>Mental Health and Substance Abuse Disorders</td><td>5.9</td></tr><tr><td>Endocrine Disorders</td><td>4.8</td></tr><tr><td>Genitourinary Disorders</td><td>4.5</td></tr><tr><td>All Other Disorders</td><td>17.1</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "${ H }_{ 0 }$: The expected counts for each category of hospital admissions in the current year are equal to the corresponding expected counts from $2003$.\n${ H }_{ a }$: The expected counts for each category of hospital admissions in the current year are all different from the corresponding expected counts from $2003$."
    },
    {
      "letter": "B",
      "text": "${ H }_{ 0 }$: In the selected sample, the percentages for each category of hospital admissions are the same as in $2003$.\n${ H }_{ a }$: For at least one category of hospital admissions, the sample percentage is different from what it was in $2003$."
    },
    {
      "letter": "C",
      "text": "${ H }_{ 0 }$: The percentages for each category of hospital admissions in the current year are equal to the corresponding percentages from $2003$.\n${ H }_{ a }$: For at least one category of hospital admissions, the percentage in the current year is different from the corresponding percentage from $2003$."
    },
    {
      "letter": "D",
      "text": "${ H }_{ 0 }$: The percentages for each category of hospital admissions in the current year are equal to the corresponding percentages from $2003$.\n${ H }_{ a }$: The percentages for each category of hospital admissions in the current year are all different from the corresponding percentages from $2003$."
    },
    {
      "letter": "E",
      "text": "${ H }_{ 0 }$: The reasons for hospital admission are independent of the year in which the hospital admissions were made.\n${ H }_{ a }$: For reasons for hospital admission are not independent of the year in which the hospital admissions were made."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The $2003$ distribution represents a model against which the distribution of hospital admissions for the current year will be compared. Therefore, the appropriate test would be a ${ \\chi }^{ 2 }$ test for goodness of fit.\n\nIn a ${ \\chi }^{ 2 }$ test for goodness of fit, the different parameters are the different proportions (or percentages) related to each category. We want to see if the parameters given in the model are correct and start by assuming they are.\n\nThat is, we assume in our null hypothesis: the percentage of admissions for circulatory disorders is $26.5\\%$, the percentage of admissions for respiratory disorders is $15.3\\%$, the percentage of admissions for digestive disorders is $14.2\\%$, and so on for each category of admission.\n\nBecause it is time-consuming to define and write the null hypothesis in terms of every parameter, we often write the null hypothesis in words. Choices 'C' and 'D' both write the null hypothesis in a way that communicates the fact that we expect the percentages for each category to be equal to what they were in $2003$. Therefore, we know that our answer is one of these choices.\n\nIf the percentage for even a single category does not match what it was in $2003$, then the distributions are different. Therefore, Choice 'C' offers the appropriate alternative hypothesis and is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Hypotheses would not be written in terms of expected counts because our parameters of interest are proportions (or percentages).\n\nChoice 'B' is incorrect. We are not interested in inference about the sample percentages, but rather are interested in the percentages that would apply to all hospital admissions in the current year.\n\nFurthermore, we would have no need to test whether or not the sample percentages match the percentages from $2003$. We could simply look at them and see if they match or not. Our hypotheses should never be written in terms of the sample.\n\nChoice 'D' is incorrect. It is not necessary for the percentage in every category to be different from what it was in $2003$. There only needs to be a single difference in the distributions.\n\nChoice 'E' is incorrect. We would not be completing a test for independence between the year and the distribution of reasons for hospital admission.",
  "tags": [
    "1.F",
    "VAR-8.B.1",
    "VAR-8",
    "VAR-8.B"
  ]
}