{
  "question_id": "question-056",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "hypotheses",
    "chi-square-independence"
  ],
  "title": "Find $H_{a}$",
  "difficulty": "Easy",
  "question_text": "Which of the following is an alternative hypothesis for a chi-square test of independence?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_{a}$: There is no association between two categorical variables in a given population"
    },
    {
      "letter": "B",
      "text": "$H_{a}$: There is a difference in distributions of a categorical variable across populations."
    },
    {
      "letter": "C",
      "text": "$H_{a}$: Two categorical variables in a population are associated."
    },
    {
      "letter": "D",
      "text": "$H_{a}$: At least one of the given proportions is not equal to what is specified in the null hypothesis."
    },
    {
      "letter": "E",
      "text": "$H_{a}$: There is no difference in distributions of a categorical variable across populations."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nThe chi-square test for independence looks to see if two categorical variables are related.\n\nThe null hypothesis for this test assumes that there is no association or relationship between the two categorical variables; that is, the two variables are independent.\n\nThe alternative hypothesis for this test assumes that there is an association or relationship between the two categorical variables; that is, the two variables are dependent.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because this is the null hypothesis for the chi-square test for independence.\n\nChoice 'B' is incorrect because this is the alternative hypothesis for the chi-square test for homogeneity.\n\nChoice 'D' is incorrect because this is the alternative hypothesis for the chi-square test for goodness of fit.\n\nChoice 'E' is incorrect because this is the null hypothesis for the chi-square test for homogeneity.",
  "tags": [
    "1.F",
    "VAR-8.I",
    "VAR-8.I.2",
    "VAR-8"
  ]
}