{
  "question_id": "question-028",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "chi-square-test"
  ],
  "title": "Type of Smartphones in Usage: Finding Evidence",
  "difficulty": "Medium",
  "question_text": "Jackie recently read a report claiming that $43.8\\%$ of smartphone users have an Apple iPhone, $39.6\\%$ have an Android device, $13.6\\%$ have a Blackberry, and $3\\%$ have some other type of smartphone. She wonders whether this distribution is true for students at her high school.<br>To gather data, she randomly surveyed $30\\text{ students}$ who have smartphones. She found that $15$ of them have Apple iPhones, $11$ have an Android device, $3$ have a Blackberry, and $1$ has some other type of smartphone.<br>Does this provide evidence that the distribution of smartphones at this high school is not the same as was stated in the report?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes. $50\\%$ of those surveyed had iPhones and this is far greater than the percentage stated in the report."
    },
    {
      "letter": "B",
      "text": "Yes. None of the observed counts from the survey match what would be expected if the percentages stated in the report are true for students at this school."
    },
    {
      "letter": "C",
      "text": "No. The $p$-value for the one-proportion $z$-test is too large for us to be able to conclude that the proportions stated in the report are not correct."
    },
    {
      "letter": "D",
      "text": "No. The $p$-value from the ${ \\chi }^{ 2 }$ Goodness of Fit test is too large to provide evidence that the distribution is different from what was reported."
    },
    {
      "letter": "E",
      "text": "An appropriate significance test cannot be conducted in this situation, since not all conditions are satisfied."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The appropriate significance test for this situation would be a ${ \\chi }^{ 2 }$ Test for Goodness of Fit. The conditions for performing this test are:\n\nThe data must be obtained from random sampling. This condition is satisfied as stated in the problem.\n\nAll of the expected counts must be at least $1$. This condition is not satisfied. The expected count for students with a smartphone in the “other” category would be $(30)(0.03)= 0.9$. Since $0.9 < 1$, this condition is violated.\n\nNo more than $20\\%$ of the expected counts are less than $5$. This condition is not satisfied. The expected count for those with a Blackberry is $(30)(0.136) = 4.08$ which is less than $5$. The expected count for the “other” category was also less than $5$. While the expected counts for iPhones and Androids are both greater than $5$, it is also true that $50\\%$ of the expected counts are less than $5$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. We cannot simply compare one percentage and come to a conclusion.\n\nChoice 'B' is incorrect. It would be highly unusual for all of the expected counts to exactly match the observed counts.\n\nChoice 'C' is incorrect because it refers to an inappropriate type of test. We cannot perform a one-sample $z$-test when working with $4$ different proportions related to a categorical variable.\n\nChoice 'D' is incorrect. Had the conditions necessary for conducting a ${ \\chi }^{ 2 }$ Test for Goodness of Fit been satisfied, then this answer would have been correct.",
  "tags": [
    "4.E",
    "DAT-3",
    "DAT-3.J",
    "DAT-3.J.1",
    "DAT-3.J.2"
  ]
}