{
  "question_id": "question-021",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "title": "Hypotheses Related to Reasons for Hospitalization",
  "difficulty": "Easy",
  "question_text": "A hospital administrator found a report from $2003$ , which showed the distribution of reasons why individuals were admitted to a hospital after coming to the emergency room.  The distribution is shown below and does not include admissions related to pregnancy and childbirth. Reason Percent Circulatory Disorders 26.5 Respiratory Disorders 15.3 Digestive Disorders 14.2 Injuries 11.7 Mental Health and Substance Abuse Disorders 5.9 Endocrine Disorders 4.8 Genitourinary Disorders 4.5 All Other Disorders 17.1 After collecting data from a random sample of admissions during the current year, the administrator completed a test to determine if the percentages for each category have changed since $2003$ . Which of the following provides a correct set of hypotheses?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "H 0 H 0 :  The expected counts for each category of hospital admissions in the current year are equal to the corresponding expected counts from 2003 2003 . H a H a :  The expected counts for each category of hospital admissions in the current year are all different from the corresponding expected counts from 2003 2003 ."
    },
    {
      "letter": "B",
      "text": "H 0 H 0 :  In the selected sample, the percentages for each category of hospital admissions are the same as in 2003 2003 . H a H a :  For at least one category of hospital admissions,  the sample percentage is different from what it was in 2003 2003 ."
    },
    {
      "letter": "C",
      "text": "H 0 H 0 :  The percentages for each category of hospital admissions in the current year are equal to the corresponding percentages from 2003 2003 . H a H a :  For at least one category of hospital admissions, the percentage in the current year is different from the corresponding percentage from 2003 2003 ."
    },
    {
      "letter": "D",
      "text": "H 0 H 0 :  The percentages for each category of hospital admissions in the current year are equal to the corresponding percentages from 2003 2003 . H a H a :  The percentages for each category of hospital admissions in the current year are all different from the corresponding percentages from 2003 2003 ."
    },
    {
      "letter": "E",
      "text": "H 0 H 0 :  The reasons for hospital admission are independent of the year in which the hospital admissions were made. H a H a :  For reasons for hospital admission are not independent of the year in which the hospital admissions were made."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "1.F",
    "VAR-8.B.1",
    "VAR-8",
    "VAR-8.B"
  ],
  "standards": [
    "1.F",
    "VAR-8.B.1",
    "VAR-8",
    "VAR-8.B"
  ]
}