{
  "question_id": "question-002",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "randomness",
    "variation"
  ],
  "title": "Which is Not Random?",
  "difficulty": "Easy",
  "question_text": "Five situations are described below. Which one do you think was not a result of chance or random variation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "You and $2$ friends each buy a new tablet and all $3$ of them turn out to be defective in the same way."
    },
    {
      "letter": "B",
      "text": "You flip a coin $10$ times and the result is $9$ heads and $1$ tail."
    },
    {
      "letter": "C",
      "text": "You drive to a store some distance away and you notice that all $12$ traffic lights you hit were red."
    },
    {
      "letter": "D",
      "text": "Five consecutive times when you plan to play tennis outside it rains every time."
    },
    {
      "letter": "E",
      "text": "You and $3$ friends each by a new fitness watch, all the same brand, and they all work."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nThere are times in life where we just cannot believe that something is happening by chance. But usually, it is! Randomness, or chance variation, affects much of what we see or do. But sometimes, we do see a pattern and we can set out to test that pattern statistically to see if it really is due to chance.\n\nIn this problem, most products are made to work. It seems very unlikely that $3$ of the same item would all be defective. And it also seems very unlikely that the $3$ owners would all make the same mistake with their tablets. Companies test their products for defects and they do try to keep the number very low. Therefore, $3$ people obtaining the same defective item is likely due to some cause and not random variation.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because this result can certainly occur. Its probability can be calculated using the binomial distribution.\n\nChoice 'C' is incorrect because, while some traffic lights are timed together, $12$ would not be. This is a random event also known as bad luck!\n\nChoice 'D' is incorrect because it is also a random event. Weather prediction is far from perfect and is rife with variation.\n\nChoice 'E' is incorrect because this answer is expected. Most purchased products work!",
  "tags": [
    "VAR-1.J",
    "VAR-1.J.1",
    "1.A",
    "VAR-1"
  ]
}