{
  "question_id": "question-065",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "categorical-data",
    "probability",
    "two-way-tables",
    "exploring-data"
  ],
  "title": "Early Birds and Night Owls: Distribution by Gender",
  "difficulty": "Medium",
  "question_text": "Joe is an early bird. He is up at the crack of dawn and ready to begin his day! His sister, Eve, however, is a night owl. She is awake and active well into the night but hates getting up the next morning.<br>Joe and Eve started to wonder whether gender has anything to do with preferences for morning or night. To investigate, they interviewed a random sample of individuals and asked them to identify themselves as being either more of an early bird or more of a night owl. The results of their survey are organized in the two-way table below:<br>If gender and preference for time of day are independent, which of the following statements is most likely not true?<br>If gender and preference for time of day are independent, which of the following statements is most likely not true?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\"></th><th scope=\"col\">Early Bird</th><th scope=\"col\">Night Owl</th></tr></thead><tbody><tr><td>Male</td><td>48</td><td>46</td></tr><tr><td>Female</td><td>47</td><td>53</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "A ${\\chi}^{2}$ test for association will return a $p$-value that is statistically insignificant."
    },
    {
      "letter": "B",
      "text": "A $2$-sample $z$-test for a difference in the proportion of female night owls vs. the proportion of male night owls will return a $p$-value that is statistically insignificant."
    },
    {
      "letter": "C",
      "text": "The expected count for males who are early birds is $46.03$."
    },
    {
      "letter": "D",
      "text": "The expected count for females who are night owls is greater than the actual count of females who said they were more of a night owl."
    },
    {
      "letter": "E",
      "text": "If a surveyed individual said they were more of an early bird, the probability that the individual was male is $\\frac{47}{97}$."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "To determine which of the given statements is NOT true, we can analyze each statement individually.\n\nChoice 'A'\n\nSince both gender and preference for morning or night are categorical variables, and Joe and Eve are investigating whether the two variables are associated, a ${\\chi}^{2}$ test for association would be an appropriate type of test to conduct.\n\nFor a test of this type, the null hypothesis would be that the two variables are independent. If the $p$-value that results from this test is statistically insignificant (not statistically significant), we would fail to reject the null hypothesis and would conclude that the two variables are most likely independent.\n\nDue to sampling variability, it is possible that the test would return a $p$-value that is statistically significant, but this is not likely. In fact, the actual $p$-vale for this test would be $p=0.57$. As a result, we can eliminate Choice 'A'.\n\nChoice 'B'\n\nIf the two variables are independent (or there is no association between them), then we would expect the proportion of female night owls to be about the same as the proportion of male night owls. Therefore, it would make sense to conduct a $2$-sample $z$-test for a difference in the proportions.\n\nThe null hypothesis for this test would be that the proportion of female night owls is equal to the proportion of male night owls. If the $p$-value that results from this test is statistically insignificant, we would fail to reject the null hypothesis and would conclude that the two proportions are most likely equal which would imply that gender and preference are independent.\n\nDue to sampling variability, it is possible that the test would return a $p$-value that is statistically significant, but this is not likely. Just like the ${\\chi}^{2}$ test for association, the actual (two-sided) $p$-value for this test would be $p=0.57$. We can eliminate Choice 'B'.\n\nChoice 'C'\n\nAs part of conducting a ${\\chi}^{2}$ test for association, we would need to determine the expected count for each cell in our two-way table. The expected count is based upon the assumption that the two variables are independent. The formula for calculating an expected count is:\n\n$$\\dfrac{\\text{(row total)(column total)}}{\\text{table total}}$$\n\nTo find the expected count for males who are early birds, fill in the formula as follows:\n\n$$\\dfrac{(48+46)(48+47)}{48+46+47+53}=46.03$$\n\nWe can eliminate Choice 'C' since it is a true statement.\n\nChoice 'D'\n\nWe know the actual count of females surveyed who said they were more of a night owl is $53$. We can calculate the expected count using the formula identified above.\n\n$$\\dfrac{(47+53)(46+53)}{48+46+47+53}=51.03$$\n\nSince the expected count of $51.03$ is less than the actual count, the statement provided in Choice 'D' is false. Therefore, Choice 'D' is the correct answer.\n\nChoice 'E'\n\nIf gender and preference are independent, then knowing an individual's preference will not change the probability associated with the individual's gender. Formally, if being male and being an early bird are independent:\n\n$$p(\\text{male|early bird}) = p(\\text{male})$$\n\nIn this situation:\n\n$$p(\\text{male})=\\dfrac{48+46}{48+46+47+53}=\\dfrac{94}{194}=\\dfrac{47}{97}$$\n\nChoice 'E' presents a true statement and can be eliminated.",
  "tags": [
    "VAR-8.J.2",
    "VAR-8.L",
    "VAR-8.I",
    "VAR-8.I.2",
    "VAR-8.L.1",
    "3.E",
    "VAR-8"
  ]
}