{
  "question_id": "question-063",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "chi-square",
    "inference"
  ],
  "title": "Types of Music",
  "difficulty": "Medium",
  "question_text": "A research team collected data on individuals' favorite types of music (Classical, Rock, Pop) from two cities, City A and City B. They aim to determine if music preference is distributed the same across the two cities.<br>Which of the following sets of conditions must be satisfied to perform the chi-square test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The data must come from a randomized controlled trial, and City A and City B must have an equal number of residents."
    },
    {
      "letter": "B",
      "text": "The sample from each city must be a simple random sample, and the total sample size from each city should be more than $10\\%$ of their respective populations."
    },
    {
      "letter": "C",
      "text": "Every individual in City A and City B must respond to the survey, and the sample must be stratified by age groups."
    },
    {
      "letter": "D",
      "text": "The number of expected counts in each category must be greater than $5$, and the total sample size from each city should be less than $10\\%$ of the city's population."
    },
    {
      "letter": "E",
      "text": "The research team must have equal representation from both City A and City B, and the preference for music types must be distributed uniformly."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nThe chi-square tests for homogeneity or independence have certain conditions that must be satisfied for the test to be valid and reliable:\n\nNumber of Expected Counts in Each Category: One of the primary conditions for the chi-square test is that the expected counts for each cell in the table should be at least $5$. This is to ensure that the sampling distribution of the chi-square test statistic closely follows a chi-square distribution. If this condition isn't met, the chi-square statistic may not have the right distribution, leading to incorrect conclusions about the test.\n\n$10\\%$ Condition: This condition ensures that the sampled observations are independent. If we sample without replacement (which is common), taking too large a portion of the population could mean that the individual observations aren't truly independent of one another. The $10\\%$ condition states that if you're sampling without replacement, the sample size should be less than $10\\%$ of the population ($n \\leq 0.10N$). This helps to maintain the assumption of independence.\n\nTogether, these two conditions ensure that the chi-square test is valid and reliable. In the provided options, only the statement in Choice 'D' \"The number of expected counts in each category must be greater than $5$, and the total sample size from each city should be less than $10\\%$ of the city's population.\" satisfies both these conditions for the chi-square test.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Randomized controlled trials aren't a requirement for the chi-square test; a random sample is enough. Also, the test doesn't mandate equal population sizes for the groups being compared; it focuses on observed versus expected frequencies.\n\nChoice 'B' is incorrect. While the chi-square test requires a random sample, this statement is incorrect about the sample size. For the sample to be considered independent when sampling without replacement, the sample size should be less than $10\\%$ of the population, not more.\n\nChoice 'C' is incorrect. It's not necessary for every individual in each population to respond. A representative random sample is enough. Additionally, stratifying by age group isn't a requirement.\n\nChoice 'E' is incorrect. The chi-square test doesn't require equal sample sizes from the groups being compared, just representative samples. Also, expecting music preferences to be uniformly distributed contradicts the test's purpose, which is to detect differences in distributions.",
  "tags": [
    "4.C",
    "VAR-8",
    "VAR-8.K",
    "VAR-8.K.1"
  ]
}