{
  "question_id": "question-047",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "tests-of-significance",
    "estimation",
    "statistical-inference",
    "chi-square-test"
  ],
  "title": "Termites | 2 of 2",
  "difficulty": "Medium",
  "question_text": "Termites are starting to become a big problem in a large city.<br>Two different chemicals, chemicals A and B, are typically used to exterminate termites. Forty homes are treated with chemical A, and another forty are treated with chemical B. Forty homes are treated with a mixture of chemicals A and B, and another forty homes are treated with nothing (as a control group). Six months after the chemicals were used, the homes were examined to determine if all the termites were exterminated.<br>This information is represented in the table below:<br>Assume the homes were randomly selected and that each had a similar termite condition. Suppose a chi-squared test shows strong evidence each treatment is not equally effective.<br>How might these results be misleading?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\"></th><th scope=\"col\">Termites Exterminated</th><th scope=\"col\">Termites NOT Exterminated</th></tr></thead><tbody><tr><td>Chemical A</td><td>28</td><td>12</td></tr><tr><td>Chemical B</td><td>27</td><td>13</td></tr><tr><td>Both Chemicals A and B</td><td>28</td><td>12</td></tr><tr><td>Neither Chemical  (control)</td><td>7</td><td>33</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "The data was improperly gathered."
    },
    {
      "letter": "B",
      "text": "Conditions for chi-squared procedures were not met."
    },
    {
      "letter": "C",
      "text": "All chemical treatments were about equally effective."
    },
    {
      "letter": "D",
      "text": "The control group did just as well as every other treatment."
    },
    {
      "letter": "E",
      "text": "A chi-squared test would not be the appropriate inferential procedure in this situation."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The only reason why the chi-squared test statistic is so large and that strong evidence exists between a difference in treatments is that the control group had so little success.\n\nThe practical conclusion is that all chemical treatments (A, B, and both) are equally effective and the control is not very effective at all.\n\nAn additional test using only the three chemical groups would show no significant difference in effectiveness.\n\nThus, the correct answer is Choice 'C'",
  "tags": [
    "VAR-8.H",
    "3.A",
    "VAR-8",
    "VAR-8.H.1"
  ]
}