{
  "question_id": "question-059",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "deductive-reasoning",
    "chi-square-test"
  ],
  "title": "The Stat Project",
  "difficulty": "Medium",
  "question_text": "Lee's college Statistics class required students to perform and write up a test of significance. Lee was always interested in what kind of music people preferred. Lee selects a random sample of $100$ people in the age group of $18-35$ and $100$ people from the age group $36-55$. Then he asks for their musical preference for classical, rock, or jazz.\nWhat type of test would be most appropriate for Lee to see if there are any differences in music preference between the two age groups?<br>What type of test would be most appropriate for Lee to see if there are any differences in music preference between the two age groups?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Chi-square test for homogeneity"
    },
    {
      "letter": "B",
      "text": "Test for the difference of two proportions"
    },
    {
      "letter": "C",
      "text": "Chi-square test for goodness of fit"
    },
    {
      "letter": "D",
      "text": "Test for the slope of a regression model"
    },
    {
      "letter": "E",
      "text": "Chi-square test for independence"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nLee is surveying $2$ different age groups on $3$ different musical choices which create $6$ possible relationships. These are categorical variables, meaning a chi-square test should be used. Because the $2$ age groups represent $2$ different populations, these $2$ distributions are being compared for the choice of music.\n\nThe chi-square test for homogeneity and for independence compare distributions in two-way tables of categorical data. Here, distributions will be compared to determine whether proportions in each category from different populations are the same. Because the age groups represent different populations of people, the chi-square test for homogeneity is appropriate here.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because this test compares two proportions whereas here there are $9$ categories.\n\nChoice 'C' is incorrect because this test looks to see if the data fits the distribution of one variable.\n\nChoice 'D' is incorrect because this test requires quantitative data from two variables.\n\nChoice 'E' is incorrect because this test is simply looking for an association between variables and not the difference of distributions of a variable across populations.",
  "tags": [
    "VAR-8.J.1",
    "VAR-8",
    "1.E",
    "VAR-8.J"
  ]
}