{
  "question_id": "question-052",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "title": "What Kind of Car Do You Drive? Conclusions from a Test",
  "difficulty": "Difficult",
  "question_text": "Do the types of cars that people drive differ based upon where they live? A marketing researcher for a major car manufacturer wonders whether the proportions of American-made cars owned by people who live in rural, suburban and urban areas is the same, and decides to do a study. The researcher selects a random sample of individuals who live in each of these settings and asks whether they drive an American-made car or a foreign-made car. Results are shown in the table below. ACTUAL DATA American Foreign Total Rural 38 21 59 Suburban 25 27 52 Urban 22 32 54 Total 85 80 165 Based upon this data and the results of an appropriate ${ \\chi }^{ 2 }$ test, what should the researcher conclude?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Since p > 0.05 p > 0.05 , we do not have enough evidence to reject the null hypothesis."
    },
    {
      "letter": "B",
      "text": "Since p = 0.35 p = 0.35 , we have good evidence to suggest that the proportions of American-made cars and foreign made cars driven by people in each of the three settings are the same."
    },
    {
      "letter": "C",
      "text": "Since p = 0.035 p = 0.035 , we have good evidence to suggest that the proportions of American-made cars and foreign made cars driven by people in each of the three settings are the same."
    },
    {
      "letter": "D",
      "text": "Since p = 0.035 p = 0.035 , we have good evidence to suggest that the proportions of American-made cars and foreign made cars driven by people in each of the three settings are not the same."
    },
    {
      "letter": "E",
      "text": "A χ 2 χ 2 test cannot be used in this situation since not all conditions are satisfied."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-8.H",
    "3.A",
    "VAR-8",
    "VAR-8.H.1"
  ],
  "standards": [
    "VAR-8.H",
    "3.A",
    "VAR-8",
    "VAR-8.H.1"
  ]
}