{
  "question_id": "question-030",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "chi-square-test",
    "chi-square-goodness-of-fit"
  ],
  "title": "Relating Characteristics of $\\chi^2$",
  "difficulty": "Medium",
  "question_text": "Which of the following statements about ${ \\chi }^{ 2 }$ tests is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "For any particular degrees of freedom, as the value of ${ \\chi }^{ 2 }$ increases, the related $p$-value will decrease."
    },
    {
      "letter": "B",
      "text": "A very large ${ \\chi }^{ 2 }$ value indicates that the observed counts were far from what was expected."
    },
    {
      "letter": "C",
      "text": "A very large ${ \\chi }^{ 2 }$ value will probably give us reason to reject our null hypothesis."
    },
    {
      "letter": "D",
      "text": "A ${ \\chi }^{ 2 }$ value near $0$ will likely produce a $p$-value near $1$."
    },
    {
      "letter": "E",
      "text": "As the sample size increases, the number of degrees of freedom for a ${ \\chi }^{ 2 }$ Goodness of Fit Test will also increase."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The number of degrees of freedom for a ${ \\chi }^{ 2 }$ Goodness of Fit Test is found by subtracting $1$ from the number of categories that the variable of interest can fall into.\n\nDetermining degrees of freedom has nothing to do with sample size, so changing the sample size will do nothing to the degrees of freedom.\n\nExplanation of Distractors\n\nChoices 'A', 'B' and 'C' are all correct statements about large values for ${ \\chi }^{ 2 }$. These statements are also connected to each other. In a ${ \\chi }^{ 2 }$ Goodness of Fit Test, the null hypothesis would be that the proportions in our population are consistent with the proportions in the given model.\n\nLarger values of ${ \\chi }^{ 2 }$ tell us that the observed counts were far from what we expected based upon our null hypothesis. This in turn will lead to a small $p$-value. A $p$-value that is small enough ($< 0.05$) would then give us reason to reject our null hypothesis.\n\nChoice 'D' simply looks at this from the opposite perspective. If our ${ \\chi }^{ 2 }$ value is near $0$, this tells us that our observed counts were close to what we expected. Therefore, our $p$-value will be large, probably close to $1$. We will not have reason to reject our null hypothesis.",
  "tags": [
    "VAR-8.G.1",
    "VAR-8.G",
    "3.E",
    "VAR-8"
  ]
}