{
  "question_id": "question-089",
  "unit": "AP® Statistics | Unit 8 Assessment",
  "topics": [
    "hypotheses",
    "alternative-hypothesis",
    "null-hypothesis"
  ],
  "title": "A Test for Equal Proportions",
  "difficulty": "Hard",
  "question_text": "Best friends Mary and Samantha recently found out they were born on the same day of the week (both were born on a Friday)! They wonder if births are evenly distributed across the days of the week. To explore this, they take a random sample of citizens from their large city. Here is the distribution of $200$ births:<br>Which of the following sets of hypotheses is correct to use to analyze this data?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">Day</th><th scope=\"col\">Sunday</th><th scope=\"col\">Monday</th><th scope=\"col\">Tuesday</th><th scope=\"col\">Wednesday</th><th scope=\"col\">Thursday</th><th scope=\"col\">Friday</th><th scope=\"col\">Saturday</th></tr></thead><tbody><tr><td>Births</td><td><span class=\"tex2jax_process\">$25$</span></td><td><span class=\"tex2jax_process\">$32$</span></td><td><span class=\"tex2jax_process\">$39$</span></td><td><span class=\"tex2jax_process\">$21$</span></td><td><span class=\"tex2jax_process\">$28$</span></td><td><span class=\"tex2jax_process\">$29$</span></td><td><span class=\"tex2jax_process\">$26$</span></td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "Ho: Birth days in this local area are not evenly distributed across the days of the week\nHa: Birth days in this local area are evenly distributed across the days of the week"
    },
    {
      "letter": "B",
      "text": "Ho: Birth days in this local area are evenly distributed across the days of the week\nHa: Birth days in this local area are not evenly distributed across the days of the week"
    },
    {
      "letter": "C",
      "text": "Ho: The proportion of births that occur on a Friday is $14.5$%\nHa: The proportion of births that occur on a Friday is higher than $14.5$%"
    },
    {
      "letter": "D",
      "text": "Ho: The proportion of births that occur on a Friday is higher than $14.5$%\nHa: The proportion of births that occur on a Friday is $14.5$%"
    },
    {
      "letter": "E",
      "text": "Ho: Birth days and days of the week are not related.\nHa: Birth days and days of the week are related."
    }
  ],
  "correct_answer": "Choice ‘B’ is the correct answer.",
  "solution": "Solution\n\nThe appropriate test to use here is a Chi-Square Goodness of Fit Test. The Goodness of Fit Test is used to analyze categorical data given in a one-way table.\n\nA Goodness of Fit Test tests the null hypothesis that a categorical variable has a specified distribution. Here, the null hypothesis claims births are evenly distributed among the days of the week.\n\nSo, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect: The null hypothesis is always a statement of equality. The null hypothesis for this setting should claim the proportion of birthdays on a Monday is equal to the proportion of birthdays on a Tuesday, etc.\n\nChoice ‘C’ is incorrect: If the goal is to hypothesize about the true proportion of births that occur on a Friday, these hypotheses would be correct. However, the goal is to analyze births for each day of the week, not just Friday.\n\nChoice ‘D’ is incorrect: As stated above, the null hypothesis is always a statement of equality. Thus, this set of hypotheses is incorrect and should be written as answer choice C, if the goal is to test a single proportion.\n\nChoice ‘E’ is incorrect: This set of hypotheses is appropriate to use for a Chi-Square Test for Association, but two categorical variables need to be analyzed.",
  "tags": [
    "1.F",
    "VAR-8.B.1",
    "VAR-8",
    "VAR-8.B"
  ]
}