{
  "question_id": "question-066",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Connections Between Interests: Beverages and Sports",
  "difficulty": "Easy",
  "question_text": "Researchers feel that there may be some type of connection between a person’s favorite beverage (soda, milk, energy drink, or juice) and favorite professional sport (hockey, basketball, football, baseball, or other).<br>Which of the following statements is appropriate?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The null hypothesis is that favorite drink and favorite professional sport are not independent."
    },
    {
      "letter": "B",
      "text": "The alternative hypothesis is that there is no association between favorite drink and favorite sport."
    },
    {
      "letter": "C",
      "text": "The null hypothesis is that hockey fans like all four listed beverages equally."
    },
    {
      "letter": "D",
      "text": "The null hypothesis is that favorite drink and favorite professional sport are independent."
    },
    {
      "letter": "E",
      "text": "The null hypothesis is that a person’s favorite drink and whether he watches basketball is independent."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "When investigating a relationship between two categorical variables, a chi-squared test is most appropriate.\n\nWhen setting up a hypothesis for a chi-squared test, the null hypothesis is that either the two variables are independent, OR there is no association between these variables.\n\nThe alternative hypothesis would show that there is association or dependence between the variables.\n\nThus, the correct answer is Choice 'D'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The null hypothesis should be a statement of no change, while this statement shows some type of change.\n\nChoice 'B' is incorrect. The alternative hypothesis should be a statement of some type of change. By stating that there is no association between these factors, this statement is hinting at no change.\n\nChoice 'C' is incorrect. Based off the stem of the question, the researchers are interested in multiple sports and multiple beverages, not just hockey.\n\nChoice 'E' is incorrect. Based off the stem of the question, the researchers are interested in drink preferences and several sports, not just basketball.",
  "tags": [
    "VAR-8.M",
    "VAR-8.M.2",
    "3.E",
    "VAR-8",
    "VAR-8.M.1"
  ]
}