{
  "question_id": "question-032",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "title": "Calculator Troubles with Goodness of Fit",
  "difficulty": "Moderate",
  "question_text": "Jovita was researching demographics online and found the following information about the distribution of races in her town. White Non-Hispanic: $81.5\\%$ Black: $2.1\\%$ American Indian and Alaska Native: $0.0\\%$ Asian: $10.5\\%$ Native Hawaiian and Other Pacific Islander: $0.0\\%$ Hispanic or Latino: $4.8\\%$ Two or more races: $1.0\\%$ Some other race: $0.1\\%$ She wondered whether the information was correct and decided to investigate.  A  random sample of $245$ residents in her town (population $47,238$ )  provides the following counts for each category: White Non-Hispanic: $181$ Black: $8$ American Indian and Alaska Native: $5$ Asian: $28$ Native Hawaiian and Other Pacific Islander: $5$ Hispanic or Latino: $14$ Two or more races: $2$ Some other race: $2$ ​ Jovita entered the actual counts into List $1$ in her $TI84$ calculator and entered the expected counts into List $2$ after applying the appropriate percentages.  While she noticed that not all expected counts were above $5$ , she remembered her AP Statistics teacher telling her that she should proceed cautiously with an appropriate test even if one of the conditions for performing the test was violated.  She then asked the calculator to perform a ${ \\chi  }^{ 2 }$ GOF Test but the calculator returned an error message. What went wrong?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Jovita must have incorrectly entered one of the values into her calculator.  This is the only possible explanation for the error message."
    },
    {
      "letter": "B",
      "text": "Jovita should have been using a different type of test.  The calculator returned an error message because a Goodness of Fit Test is not appropriate."
    },
    {
      "letter": "C",
      "text": "The calculated p p -value would be greater than 1 1 .  Since this is not possible, the calculator returned an error message."
    },
    {
      "letter": "D",
      "text": "The calculator was returning an error message because the p p -value was so incredibly close to 0 0 that the calculator ran out of room to deal with the scientific notation."
    },
    {
      "letter": "E",
      "text": "The χ 2 χ 2 statistic cannot be calculated because two of the expected counts are 0 0 ."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "4.E",
    "DAT-3",
    "DAT-3.J",
    "DAT-3.J.1",
    "DAT-3.J.2"
  ],
  "standards": [
    "4.E",
    "DAT-3",
    "DAT-3.J",
    "DAT-3.J.1",
    "DAT-3.J.2"
  ]
}