{
  "question_id": "question-048",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "title": "Termites | 1 of 2",
  "difficulty": "Moderate",
  "question_text": "Termites are starting to become a big problem in a large city. Two different chemicals, chemicals A and B, are typically used to exterminate termites. Forty homes are treated with chemical A, and another forty are treated with chemical B. Forty homes are treated with a mixture of chemicals A and B, and another forty homes are treated with nothing (as a control group). Six months after the chemicals were used, the homes were examined to determine if all the termites were exterminated. This information is represented in the table below: Termites Exterminated Termites NOT Exterminated Chemical A 28 12 Chemical B 27 13 Both Chemicals A and B 28 12 Neither Chemical  (control) 7 33 Assume the homes were randomly selected and that each had a similar termite condition. Use the table to determine if each of the four treatments are equally effective.",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Strong evidence exists that the four treatments are equally effective since p < 0.0005 p < 0.0005 ."
    },
    {
      "letter": "B",
      "text": "No strong evidence exists that the four treatments are equally effective since p < 0.0005 p < 0.0005 ."
    },
    {
      "letter": "C",
      "text": "Strong evidence exists that the four treatments are not equally effective since p < 0.0005 p < 0.0005 ."
    },
    {
      "letter": "D",
      "text": "Moderate evidence exists that the four treatments are not equally effective since p > 0.01 0.01 ."
    },
    {
      "letter": "E",
      "text": "Since p > 0.25 p > 0.25 , no significant evidence exists of a difference between the four treatments."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "VAR-8.H",
    "3.A",
    "VAR-8",
    "VAR-8.H.1"
  ],
  "standards": [
    "VAR-8.H",
    "3.A",
    "VAR-8",
    "VAR-8.H.1"
  ]
}