{
  "question_id": "question-081",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "title": "${ \\chi}^{2}$ Independence: Relationships or Grades?",
  "difficulty": "Difficult",
  "question_text": "A student wondered if there was an association between relationship status and overall letter grade (based on grade point average) at her high school.    She used a stratified random sample to select $20$ students within each letter grade.  The information is displayed in the table below. Letter Grade In a relationship Not in a relationship Total A 8 12 20 B 11 9 20 C 13 7 20 D 10 10 20 F 6 14 20 Total 48 52 100 A ${ \\chi}^{2}$ test of independence was conducted to determine whether the data above provides convincing evidence of an association between relationship status and overall letter grade.  The ${ \\chi}^{2}$ test statistic  was $5.849$ with a $p$ -value of $0.211$ .  Which of the following statements is true?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "No relevant conclusion can be made because the data is not normally distributed."
    },
    {
      "letter": "B",
      "text": "Since the p p -value is greater than the significance level of α = 0.05 α = 0.05 , there is sufficient evidence to suggest relationship status and overall letter grade are independent."
    },
    {
      "letter": "C",
      "text": "Since the p p -value is greater than the significance level of α = 0.05 α = 0.05 , there is sufficient evidence to suggest relationship status and overall letter grade are dependent."
    },
    {
      "letter": "D",
      "text": "Since the p p -value is greater than the significance level of α = 0.05 α = 0.05 , there is insufficient evidence to suggest an association between relationship status and overall letter grade."
    },
    {
      "letter": "E",
      "text": "Since the p p -value is greater than the significance level of α = 0.05 α = 0.05 , there is sufficient evidence to suggest an association between relationship status and overall letter grade."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "4.E",
    "DAT-3.L",
    "DAT-3",
    "DAT-3.L.2",
    "DAT-3.L.1"
  ],
  "standards": [
    "4.E",
    "DAT-3.L",
    "DAT-3",
    "DAT-3.L.2",
    "DAT-3.L.1"
  ]
}