{
  "question_id": "question-003",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "randomness",
    "variation"
  ],
  "title": "Which is Random?",
  "difficulty": "Easy",
  "question_text": "Lots of things happen to us in daily life which may or may not be random. Of the following $5$ situations, which would you say is a random event?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The price of your groceries at the checkout."
    },
    {
      "letter": "B",
      "text": "The television show on ABC tonight at $9$ pm."
    },
    {
      "letter": "C",
      "text": "Whether the street light at the next intersection will turn green."
    },
    {
      "letter": "D",
      "text": "Whether a baseball player gets a hit in the game tonight."
    },
    {
      "letter": "E",
      "text": "A baseball player's batting average."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nThere are times in life where we just cannot believe that something is happening by chance. But usually, it is! Randomness, or chance variation, affects much of what we see or do. Other things are not random because they are based upon what has already happened or simply upon what is always expected or on how things work.\n\nIn this problem, four of the answers can be predicted accurately so that they are not due to chance or random variation. We can compute a baseball player's batting average, for example, because it is based on what he has already done. But we can not know at any one time what will happen in the future. For example, a player batting $0.300$ may likely get $3$ hits in his next $10$ at-bats, but we cannot know which at-bats they are.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because you have already selected your groceries. Therefore, the price you pay is fixed given what is in your cart.\n\nChoice 'B' is incorrect because what is on television is already scheduled. While occasionally changes are made, usually what you see on the network's schedule is what is on.\n\nChoice 'C' is incorrect because street lights are programmed to turn green. Had this question asked when it would turn green, then that answer could be random, but will it turn green? Yes.\n\nChoice 'E' is incorrect because, as stated above, a baseball player's batting average is based on what he has already done.",
  "tags": [
    "VAR-1.J",
    "VAR-1.J.1",
    "1.A",
    "VAR-1"
  ]
}