{
  "question_id": "question-094",
  "unit": "AP® Statistics | Unit 8 Assessment",
  "topics": [
    "chi-square",
    "goodness-of-fit",
    "hypotheses",
    "goodness-of-fit-tests",
    "alternative-hypothesis",
    "null-hypothesis",
    "chi-square-goodness-of-fit"
  ],
  "title": "Choosing the Correct Hypotheses for a Chi-Square Test",
  "difficulty": "Hard",
  "question_text": "A researcher selects a random sample of secondary school teachers and asks them for their level of teaching (middle or high school) and their job satisfaction. Which of the following are appropriate null and alternative hypotheses for this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Ho: The proportion of each level of job satisfaction is different for high school teachers and middle school teachers.\nHa: The proportion of each level of job satisfaction is the same for high school teachers and middle school teachers."
    },
    {
      "letter": "B",
      "text": "Ho: Teaching level and job satisfaction are independent.\nHa: Teaching level and job satisfaction are not independent."
    },
    {
      "letter": "C",
      "text": "Ho: Teaching level and job satisfaction are related.\nHa: Teaching level and job satisfaction are not related."
    },
    {
      "letter": "D",
      "text": "Ho: The proportion of high school teachers who are satisfied with their job is higher than the proportion of middle school teachers who are satisfied with their job\nHa: The proportion of high school teachers who are satisfied with their job is the same as the proportion of middle school teachers who are satisfied with their job"
    },
    {
      "letter": "E",
      "text": "Ho: The gender of the teacher is independent from teaching level.\nHa: The gender of the teacher is related to teaching level."
    }
  ],
  "correct_answer": "Choice ‘B’ is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "1.F",
    "VAR-8.I",
    "VAR-8.I.1",
    "VAR-8"
  ]
}