{
  "question_id": "question-058",
  "unit": "Unit 8 | Inference for Categorical Data: Chi-Square",
  "topics": [
    "deduction",
    "chi-square-independence"
  ],
  "title": "Test the Tires",
  "difficulty": "Medium",
  "question_text": "One-hundred automobile tires are to be randomly tested. More information for $5$ testing situations are given below. Which one best describes a chi-square test for independence?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A tire consumer company publishes the percentage of tires sold of each given size of tire. Do these $100$ match the given distribution?"
    },
    {
      "letter": "B",
      "text": "These tires will be followed for five years. Will the percentage of them still on the road surpass the industry standard of $5$ years?"
    },
    {
      "letter": "C",
      "text": "Fifty tires each will be chosen from all-season and high performance tires. They will be followed and after $5$ year the number of tires still on the road will be compared for the two tire types."
    },
    {
      "letter": "D",
      "text": "The tires will be designated as all-season or high performance from one factory. After $10,000$ miles driven the amount of wear will be determined to be excellent, good, or poor. Is there an association between tire type and wear?"
    },
    {
      "letter": "E",
      "text": "The tires will be selected from the top $3$ selling brands. After $10,000$ miles driven the amount of wear will be determined to be excellent, good, or poor. Is there a difference in wear among the $3$ different brands of tire"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nSince we want to see a chi-square test for independence described, we must look for two categorical variables. In this problem, we have tire type and the wear of the tire.\n\nThis test requires one population. Here the tires are specified as coming from one factory. There are two types of tire and $3$ conditions of wear, so the $100$ tires will be entered into $6$ categorical answers.\n\nThis test specifically looks to see if there is an association between the two variables. Here, the test asks if this is such an association between tire wear and condition.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because this description of a test matches a chi-square test for goodness of fit.\n\nChoice 'B' is incorrect because this description of a test matches a test for a population proportion.\n\nChoice 'C' is incorrect because this description of a test matches a test for the difference of two population means.\n\nChoice 'E' is incorrect because description of a test matches a chi-square test for homogeneity.",
  "tags": [
    "VAR-8.J.2",
    "VAR-8",
    "1.E",
    "VAR-8.J"
  ]
}