{
  "question_id": "question-069",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "least-squares-regression-line"
  ],
  "title": "Test Prep Course Benefits",
  "difficulty": "Hard",
  "question_text": "Suppose researchers want to know if a positive linear relationship exists between pre- and post-test scores on the test.<br>Twenty-five students are given the test as a pre-test. Then these $25\\text{ subjects}$ are put into an extensive review course. After the review course, the subjects took the test once more.<br>A linear regression $T$-test is performed on<br>$$H_0: B = 0 \\\\ H_a: B>0$$<br>Define B as the true slope of the linear regression line when plotting pre-test vs. post-test scores.<br>If $p<0.01$, one could conclude",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The review course was effective."
    },
    {
      "letter": "B",
      "text": "The review course was ineffective."
    },
    {
      "letter": "C",
      "text": "We failed to find sufficient evidence the review course helped."
    },
    {
      "letter": "D",
      "text": "Students who do well on the pre-test tend to do better on the post-test."
    },
    {
      "letter": "E",
      "text": "Students who do well on the pre-test also tend to do well on the post-test."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "All a linear regression T-test will examine whether there is a linear relationship between the two variables. In this situation, we hope to determine if a positive linear relationship exists.\n\nHowever, all a positive linear relationship means is that students who do well on the pre-test tend to do well on the post-test, and students who do poorly on the pre-test tend to do poorly on the post-test.\n\nA linear regression T-test does nothing to determine whether the course was effective.\n\nThus, the correct answer is Choice 'E'.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.M.1",
    "DAT-3.M"
  ]
}