{
  "question_id": "question-029",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "confidence-interval",
    "linear-regression"
  ],
  "title": "Decrease Width of Confidence Interval",
  "difficulty": "Medium",
  "question_text": "Which of the following would effectively decrease the width of a confidence interval when estimating the true slope of a population regression model?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Decrease the degrees of freedom."
    },
    {
      "letter": "B",
      "text": "Increase the value of $t^{*}$."
    },
    {
      "letter": "C",
      "text": "Increase the sample size."
    },
    {
      "letter": "D",
      "text": "Increase the confidence level."
    },
    {
      "letter": "E",
      "text": "Increase the value of the standard error."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nWhen changing the width of a confidence interval, the formula for the confidence interval must be examined. When finding a confidence interval for the slope of a regression line, the following formula should be used:\n\nb±t∗(SEb)\n\n...where b is the slope of the line of best fit, t∗ is the critical value, and SEb is the standard error of the slope.\n\nWe have to assume that the slope value is fixed in a given confidence interval. However, the critical value and the standard error can both be changed. Any change that results in a lower margin of error (critical value times the standard error) will then reduce the width because a smaller number is being added to, and subtracted from, the slope.\n\nAny value that is raised in the numerator of the margin of error will increase the width. This includes the critical value. However, this question asks how to decrease the width, so we need instead to increase a value in the denominator. The denominator of the standard error includes the sample size; therefore, increasing the sample size will decrease the width of a confidence interval for the slope of a regression model.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because decreasing the number of degrees of freedom will increase the critical value which will then increase the width of the confidence interval.\n\nChoice 'B' is incorrect because increasing the value of t∗\nwill increase the critical value which will then increase the width of the confidence interval.\n\nChoice 'D' is incorrect because increasing the confidence level will increase the critical value which will then increase the width of the confidence interval.\n\nChoice 'E' is incorrect because increasing the value of the standard error will increase the margin of error which will then increase the width of the confidence interval.",
  "tags": [
    "UNC-4.AI",
    "4.B",
    "UNC-4.AI.1",
    "UNC-4"
  ]
}