{
  "question_id": "question-076",
  "unit": "AP® Statistics | Unit 9 Assessment",
  "topics": [
    "statistical-inference",
    "slope",
    "linear-regression",
    "regression",
    "residuals"
  ],
  "title": "Crab Grass",
  "difficulty": "Medium",
  "question_text": "In the warm summer months, crab grass proliferates and sets seed. Because it is unsightly, many homeowners attempt to interrupt the crabgrass cycle with \"preventer\" herbicide/fertilizers that inhibit germination.<br>Rob decided to apply $4$ different levels of the same treatment chemical to his lawn in $16$ total random sections. He then counted and recorded the difference in number of crab grass plants in each treatment area before and after treatment. A linear regression analysis was run, and the residuals for the $16$ data points are listed below.<br>Use the residual data to estimate $\\sigma$, the variability of the change in crabgrass about the true regression line.",
  "image_files": [
    "images/question-076-img1.jpeg"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "s≈0.7423"
    },
    {
      "letter": "B",
      "text": "s≈1.176\nx 10−13"
    },
    {
      "letter": "C",
      "text": "s≈0.7171"
    },
    {
      "letter": "D",
      "text": "s≈0.6943"
    },
    {
      "letter": "E",
      "text": "Without the actual data, it is impossible to estimate the standard deviation of the response variable, change in crab grass."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nThe standard deviation of the response values about the true regression line, σ\n, can be approximated as follows:\n\ns\n=\n√\nΣ\n(\ny\ni\n−\n^\ny\ni\n)\n2\nn\n−\n2\n≈\n√\n(\n−\n0.0629\n)\n2\n+\n(\n−\n1.063\n)\n2\n+\n(\n−\n0.0629\n)\n2\n+\n.\n.\n.\n+\n(\n−\n1.194\n)\n2\n16\n−\n2\n≈\n0.7423\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect.\n\nThe mistake made here was finding the sum of the residuals first, then squaring that sum before dividing by\n14\n. The sum of the residuals should always be\n≈\n0\n. As such, the very small value obtained is merely rounding error from the calculator.\n\nChoice 'C' is incorrect.\n\nThe mistake made here is incorrectly dividing the sum of the squares of the residuals by one less than the quantity of data points,\n15\n. To correct this error, simply divide by two less than the number of data points; in this case,\n14\n.\n\nChoice 'D' is incorrect.\n\nThis mistake made here is incorrectly dividing by the number of data points,\n16\n. To correct this error, simply divide by two less than the number of data points; in this case,\n14\n.\n\nChoice 'E' is incorrect.\n\nA least-squares regression line that is computed from sample data estimates the true population regression line. Consequently, the residuals estimate how much the sample response varies about the true response. If the residuals are given, we can compute an approximation for\nσ\n, the variability of the change in crabgrass about the true regression line using the following formula:\n\ns\n=\n√\nΣ\n(\ny\ni\n−\n^\ny\ni\n)\n2\nn\n−\n2",
  "tags": [
    "UNC-4.AC",
    "UNC-4",
    "UNC-4.AC.1",
    "1.D"
  ]
}