{
  "question_id": "question-052",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "title": "Linear Regression Slope T-test: NBA Players Height vs Wingspan",
  "difficulty": "Moderate",
  "question_text": "NBA scouts are always interested in the relationship between the height of NBA players and their respective wingspans. An NBA scout randomly selects $19$ players and measures their heights and wingspans. Below is the computer regression analysis of height and wingspan. Dependent variable is wingspan. $R^2 = 0.787$ $S = 2.23$ Degrees of Freedom = $17$ Variable Coefficient SE(Coeff) t-ratio P-value Constant -2.273 0.945 -2.405 <0.014 Height 1.084 0.24 4.52 <0.0001 Assuming the conditions for inference are met, is there evidence of a linear association between height and wingspan of NBA players at the significance level $\\alpha =0.01$ ?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "No, since the P P -value of 0.014 0.014 is greater than the 0.01 0.01 significance level, there is insufficient evidence of a linear association between height and wingspan of NBA players."
    },
    {
      "letter": "B",
      "text": "Yes, since the P P -value of 0.014 0.014 is greater than the 0.01 0.01 significance level, there is sufficient evidence of a linear association between height and wingspan of NBA players."
    },
    {
      "letter": "C",
      "text": "No, since the P P -value of approximately 0 0 is less than the 0.01 0.01 significance level, there is insufficient evidence of a linear association between height and wingspan of NBA players."
    },
    {
      "letter": "D",
      "text": "Yes, since the P P -value of approximately 0 0 is less than the 0.01 0.01 significance level,  there is sufficient evidence of a positive linear association between height and wingspan of NBA players."
    },
    {
      "letter": "E",
      "text": "Yes, since the P P -value of approximately 0 0 is less than the 0.01 0.01 significance level, there is sufficient evidence of a negative linear association between height and wingspan of NBA players."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "4.E",
    "DAT-3.N.2",
    "DAT-3",
    "DAT-3.N",
    "DAT-3.N.1"
  ],
  "standards": [
    "4.E",
    "DAT-3.N.2",
    "DAT-3",
    "DAT-3.N",
    "DAT-3.N.1"
  ]
}