{
  "question_id": "question-002",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "slope",
    "linear-regression",
    "regression",
    "inference"
  ],
  "title": "Points Per Game",
  "difficulty": "Easy",
  "question_text": "A sports researcher examines data to determine if a team's average points per game can be used as a predictor for the number of games the team won throughout the season. Of the $350$ teams in the division, the sports researcher selects a random sample of $15$ teams. After he runs the linear regression on the data, he finds the least-squares regression line for the variables points per game ($x$) and the predicted number of wins ($\\hat{y}$) to be:<br>$\\widehat{\\text{wins}} = 15.52 + 0.056(\\text{points per game})$<br>What question is unknown to the researcher after creating the regression model?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "What is the slope of the least-squares regression line?"
    },
    {
      "letter": "B",
      "text": "What is the y-intercept of the least-squares regression line?"
    },
    {
      "letter": "C",
      "text": "Will the slope of the regression line always be positive?"
    },
    {
      "letter": "D",
      "text": "What happens to the predicted number of wins if the points per games goes up by $1$?"
    },
    {
      "letter": "E",
      "text": "Does scoring more points equate to winning more games?"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer",
  "solution": "Solution\n\nWhen looking at the regression model, it is important to remember that the sports researcher selected a random sample of $20$ teams from the division population of $350$ teams. Since this process was done randomly, the researcher has to understand that his results could have possibly happened purely by chance, and are not statistically significant. Therefore, the researcher cannot be sure that the slope of the least squares regression line for this model will always be positive.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The slope of the regression line is provided in the equation. The slope is $0.056$, meaning that for an increase of $1$ point per game, the predicted number of wins increase by $0.056$ games.\n\nChoice 'B' is incorrect. The y-intercept of the regression line is provided in the equation as well. The y-intercept is $15.52$, which means (unbelievably, perhaps) that a team that scores $0$ points per games, will win on average $15.52$ games.\n\nChoice 'D' is incorrect. Looking at the regression line, since the researcher knows the slope of the regression line, the researcher would know that if the points per game increases by $1$, then the number of predicted wins would increase by the slope.\n\nChoice 'E' is incorrect. Since the slope of the equation is positive, there is a positive association between points per game and number of predicted wins.",
  "tags": [
    "1.A",
    "VAR-1.K",
    "VAR-1.K.1",
    "VAR-1"
  ]
}