{
  "question_id": "question-026",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "confidence-interval-interpretations",
    "linear-regression"
  ],
  "title": "What Does it Mean?",
  "difficulty": "Easy",
  "question_text": "Which of the following is the correct way to state a claim for results of a $98\\%$ confidence interval about the slope of a regression model?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "We are $98\\%$ confident that we know the true slope of the population model."
    },
    {
      "letter": "B",
      "text": "We are $98\\%$ confident that the true slope of the population model will be at the center of our confidence interval."
    },
    {
      "letter": "C",
      "text": "If random sampling is done over and over, we know that about $98\\%$ of the confidence intervals created would contain the true slope of the population model."
    },
    {
      "letter": "D",
      "text": "If random sampling is done over and over, we know that about $98\\%$ of the time we would know that the mean of our confidence interval created would contain the true slope of the population model."
    },
    {
      "letter": "E",
      "text": "We are $98\\%$ confident that we would find the exact slope of the population model."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nWe can make a confidence interval for the slope of a population model using linear regression. The correct way to state a conclusion should include the context of the regression model being examined. In this problem, however, we are looking for a general answer.\n\nSo, we take the given confidence level, $C$, and use it to state confidently that $C\\%$ of the confidence intervals we could create would contain the true slope of the population linear regression model.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because we simply cannot state that we know the true slope of the population. We can only estimate it.\n\nChoice 'B' is incorrect because the interval is just that, an interval, which may contain what we are looking for. We do not use the center.\n\nChoice 'D' is incorrect because the interval is just that, an interval, which may contain what we are looking for. We do not use the mean.\n\nChoice 'E' is incorrect because we can never state that we know the exact slope of the population.",
  "tags": [
    "UNC-4.AG.1",
    "4.D",
    "UNC-4",
    "UNC-4.AG"
  ]
}