{
  "question_id": "question-072",
  "unit": "AP® Statistics | Unit 9 Assessment",
  "topics": [
    "confidence-interval",
    "slope",
    "linear-regression",
    "regression"
  ],
  "title": "How High Will he Jump?",
  "difficulty": "Easy",
  "question_text": "The height that a mountain biker achieves off of a jump is directly related to his comfort level with the jump. We will assume that conditions for regression inference are met.<br>Over his first $10$ runs at a newly designed downhill course, Will's jump height is found to increase an average of $4$ cm every time he goes off the jump. A computer output from this regression is shown below:<br>What procedure is appropriate for computing a $95\\%$ confidence interval for the slope of the true regression line that relates Will's height to the number of completed runs on the newly designed downhill course?",
  "image_files": [
    "images/question-072-img1.jpeg"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$t$-interval for slope"
    },
    {
      "letter": "B",
      "text": "z-interval for slope"
    },
    {
      "letter": "C",
      "text": "β-interval for slope"
    },
    {
      "letter": "D",
      "text": "2-sample z-interval for slope"
    },
    {
      "letter": "E",
      "text": "Since the slope is a variable, a standard z\n-interval will suffice."
    }
  ],
  "correct_answer": "Correct Choice",
  "solution": "'Choice A' is the correct choice.\n\nThe appropriate procedure is a t\n-distribution for slope since the point estimate is b\n, the sample slope.\n\nExplanation of Distractors\n\n'Choice B' is incorrect.\n\nSince the true standard deviation of slope is unknown, a z\n-distribution is insufficient.\n\n'Choice C' is incorrect.\n\nβ\nis the true parameter for slope, and thus it should never be confused or used as a point-estimate.\n\n'Choice D' is incorrect.\n\nThe mistake is assuming that jump frequency and jump height should be treated as two separate variables and compared. The slope is the amount that jump height increases/decreases for every unit change in jump frequency. As such, a\n2\n-sample interval is incorrect. Instead, utilize a\nt\n-interval for the point estimate\nb\nto build a confidence interval that estimates the true slope,\nβ\n.\n\n'Choice E' is incorrect.\n\nThough the slope,\nβ\n, is a single variable, we must use\nb\nas our point estimate, and\nS\nE\nb\nas our standard error for the slope. It follows that a\nt\n-interval for slope with\nn\n−\n2\n=\n10\n−\n2\n=\n8\ndegrees of freedom is the correct procedure.",
  "tags": [
    "UNC-4.AC.3",
    "UNC-4.AC",
    "UNC-4",
    "1.D"
  ]
}