{
  "question_id": "question-004",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "title": "Minutes of Biking",
  "difficulty": "Easy",
  "question_text": "Typically, when a person rides a bike for exercise, the number of calories burned increases as the duration of time rode increases. A large local bicycle club finds the population regression line for predicted amount of calories burned vs. the duration of time rode. The equation of the population regression line is: $\\widehat{\\text{calories}} = 12.78 + 1.23(\\text{minutes})$ One member of the group decides she is going to take a random sample of $20$ bikers from the group and create a sample regression model. Is the member's model guaranteed to have the same slope as the population regression line?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because the sample size is large enough."
    },
    {
      "letter": "B",
      "text": "Yes, because the slope of the sampling distribution is an unbiased estimator of the population slope."
    },
    {
      "letter": "C",
      "text": "Yes, because the sample comes from the population."
    },
    {
      "letter": "D",
      "text": "No, since the member took a random sample, the slope can vary due to sampling variability."
    },
    {
      "letter": "E",
      "text": "No, because the population size is unknown."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer",
  "solution": "When the bike club found their regression model, they used all the members of the club, thus giving them the population regression line . When the member of the club created her model using a random sample of 20 20 members, she found what is called the sample regression line , since it does not use all the members of the group.\n\nTherefore, whenever randomization is used to estimate the slope and y-intercept of a regression line, there will always be some sort of variability involved. And while it is entirely possible that the member could get the same slope, it is unlikely due to sampling variability .\n\nChoice 'D' is correct.",
  "distractor_explanations": {},
  "tags": [
    "1.A",
    "VAR-1.K",
    "VAR-1.K.1",
    "VAR-1"
  ],
  "standards": [
    "1.A",
    "VAR-1.K",
    "VAR-1.K.1",
    "VAR-1"
  ]
}