{
  "question_id": "question-048",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "least-squares-regression-line"
  ],
  "title": "Height/Arm Span Relationship",
  "difficulty": "Easy",
  "question_text": "Scientists wish to determine if there is a positive linear relationship between height and arm span.<br>Which of the following would give us evidence of a positive relationship between these variables in a sample of $40$ random subjects?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The correlation coefficient being close to $-1$."
    },
    {
      "letter": "B",
      "text": "The p-value in a linear regression $T$-test being close to $0$ when testing\n$H_0 : B = 0$\n$H_a: B > 0$"
    },
    {
      "letter": "C",
      "text": "A residual plot that shows the data points haphazardly scattered."
    },
    {
      "letter": "D",
      "text": "A slope in the LSRL close to $1$."
    },
    {
      "letter": "E",
      "text": "A scatterplot without any influential points or outliers."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "This problem tests the ability to interpret results from linear regression.\n\nA linear regression $T$-test will give evidence of a linear relationship (positive or negative) if the $p$-value is close to $0$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; this is a positive relationship, so the correlation coefficient, $r$, will be close to $1$, not $-1$.\n\nChoice 'C' is incorrect; a residual plot with the points haphazardly scattered shows that a linear model is the best fit, but it does not prove that the linear model has a strong positive relationship.\n\nChoice 'D' is incorrect; just because our sample data has a slope of $1$ does not necessarily mean a strong correlation exists.\n\nChoice 'E' is incorrect; while influential points and outliers can weaken a linear model, their lack of presence does not automatically make the model good.",
  "tags": [
    "4.E",
    "DAT-3.N.2",
    "DAT-3",
    "DAT-3.N",
    "DAT-3.N.1"
  ]
}