{
  "question_id": "question-010",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "title": "Max Battery Life",
  "difficulty": "Difficult",
  "question_text": "A popular cell phone maker allows its users to measure the \"Max Battery Life\" to determine the health of the battery. This compares the user's current battery life to the life of the battery when it was new. A data scientist for the company wants to create a linear regression model for a random sample of $22$ phones and determine the Max Battery Life after a certain amount of time (in months). Below is the scatter plot (with the regression line plotted), a table of the regression data, and a model sampling distribution if the researcher simulated a sampling distribution for his data: What question cannot be answered by the provided information?",
  "image_files": [
    "images/question-010-img1.jpeg",
    "images/question-010-img2.jpeg",
    "images/question-010-img3.jpeg"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "Is the slope of the sample regression data positive or negative?"
    },
    {
      "letter": "B",
      "text": "What is the change in predicted Max Battery Life for an increase of 1 1 month for the sample data?"
    },
    {
      "letter": "C",
      "text": "Would the correlation of the sample regression line be positive or negative?"
    },
    {
      "letter": "D",
      "text": "Is the sample data linear?"
    },
    {
      "letter": "E",
      "text": "Is the  population regression line's slope  negative?"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer",
  "solution": "Choice 'E' is correct.\n\nWhen looking at sample data to make an inference regarding the population data, to have convincing evidence, the statistic must be so rare, that it couldn't have possibly happened by chance. When looking at the simulated sampling distribution, the value of our slope b = − 1.5039 b = − 1.5039 or less occurs numerous times by chance.\n\nAdditionally, since 0 0 occurs enough in our sampling distribution many times, this is also an indication that there is no convincing evidence for the negative slope.\n\nTherefore, we are not able to answer the question definitively. The slope could be negative, or the slope could be positive.\n\nChoice 'E' is correct.",
  "distractor_explanations": {},
  "tags": [
    "1.A",
    "VAR-1.K",
    "VAR-1.K.1",
    "VAR-1"
  ],
  "standards": [
    "1.A",
    "VAR-1.K",
    "VAR-1.K.1",
    "VAR-1"
  ]
}