{
  "question_id": "question-079",
  "unit": "AP® Statistics | Unit 9 Assessment",
  "topics": [
    "p-value",
    "significance-tests",
    "hypotheses",
    "linear-regression",
    "p-value-interpretation"
  ],
  "title": "Interpret the $P$-value for a Linear Regression Test",
  "difficulty": "Hard",
  "question_text": "Are middle school students who like their science class more likely to enjoy their math class as well? Below is the linear regression output for a randomly chosen group of $50$ middle school students. These $50$ students were asked to rank both their science and their math class on a scale of $0$ to $5$ (the higher the rating, the more the student enjoys the class).<br>Which of the following is the correct value and the correct interpretation of the $P$-value of the test for the hypotheses Ho: $\\beta = 0$ vs Ha: $\\beta > 0$?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">Predictor</th><th scope=\"col\">Coef</th><th scope=\"col\">SE Coef</th><th scope=\"col\"><span class=\"tex2jax_process\">$T$</span></th><th scope=\"col\"><span class=\"tex2jax_process\">$P$</span></th></tr></thead><tbody><tr><td>Constant</td><td><span class=\"tex2jax_process\">$1.187$</span></td><td><span class=\"tex2jax_process\">$0.56$</span></td><td><span class=\"tex2jax_process\">$2.44$</span></td><td><span class=\"tex2jax_process\">$0.042$</span></td></tr><tr><td>Science</td><td><span class=\"tex2jax_process\">$0.5254$</span></td><td><span class=\"tex2jax_process\">$0.1995$</span></td><td><span class=\"tex2jax_process\">$2.63$</span></td><td><span class=\"tex2jax_process\">$0.014$</span></td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "$0.042$; There is a $4.2$% chance of obtaining results like these or results more extreme, under the assumption that there is not a linear relationship between the rating of a science class and the rating of a math class."
    },
    {
      "letter": "B",
      "text": "$0.042$; There is a $4.2$% chance of obtaining results like these, under the assumption that there is not a linear relationship between the rating of a science class and the rating of a math class."
    },
    {
      "letter": "C",
      "text": "$0.014$; There is a $1.4$% chance of obtaining results like these or results more extreme, under the assumption that there is a linear relationship between the rating of a science class and the rating of a math class."
    },
    {
      "letter": "D",
      "text": "$0.014$; There is a $1.4$% chance of obtaining results like these or results more extreme, under the assumption that there is not a linear relationship between the rating of a science class and the rating of a math class."
    },
    {
      "letter": "E",
      "text": "$2.63$; There is a $2.63$% chance of obtaining results like these or results more extreme, under the assumption that there is not a linear relationship between the rating of a science class and the rating of a math class."
    }
  ],
  "correct_answer": "Choice ‘D’ is the correct answer.",
  "solution": "Solution\n\nWhen regression output is given, the P-value of a test of significance for linear regression can be found in the second row under the column header P. For this regression output, the P-value is 0.014.\n\nThe P-value of a significance test gives the probability of finding the t test statistic value from the sample or a value more extreme, under the assumption that the null hypothesis is a true statement. Here, the null hypothesis states β=0, indicating the rating of a science class and the rating of a math class do not have a linear relationship.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect. The value of the P\n-value is incorrect here; the interpretation is correct, however.\n\nChoice ‘B’ is incorrect. The value of the P\n-value is incorrect here. In addition, the P\n-value is the probability of getting the results from the sample taken or results that would be even more extreme than the ones found.\n\nChoice ‘C’ is incorrect. The correct value of the P\n-value is given here; however, the P\n-value is the probability of an event, under the assumption that the null hypothesis is true. This statement is stating that probability under the assumption that the alternative hypothesis is true.\n\nChoice ‘E’ is incorrect. The value stated here would actually be the correct value for the t\ntest statistic for this linear regression significance test; the interpretation would be correct, however, if this value was the correct P\n-value.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.M.1",
    "DAT-3.M"
  ]
}