{
  "question_id": "question-039",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "hypotheses",
    "regression-slope-t-test"
  ],
  "title": "General Hypotheses",
  "difficulty": "Medium",
  "question_text": "Suppose you are told you will do a two-sided $t$-test for slope. Which are the correct hypotheses when written out in words?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_{0}$: There is an association between the given two variables.\n$H_{a}$: There is no association between the given two variables."
    },
    {
      "letter": "B",
      "text": "$H_{0}$: There is no association between the given two variables.\n$H_{a}$: There is an association between the given two variables."
    },
    {
      "letter": "C",
      "text": "$H_{0}$: There is no association between the given two variables.\n$H_{a}$: There is a positive association between the given two variables."
    },
    {
      "letter": "D",
      "text": "$H_{0}$: There is no association between the given two variables.\n$H_{a}$: There is a negative association between the given two variables."
    },
    {
      "letter": "E",
      "text": "$H_{0}$: There is an association between the given two variables.\n$H_{a}$: The association between the given two variables is positive."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nUsually when writing hypotheses for a $t$-test for slope using regression, we would use a beta, $\\beta$ for both the null and alternative hypotheses.\n\nFor the null hypothesis, when we set beta equal to zero, what we are really saying is that no slope implies no association between our two variables. In other words, the two variables do not move together.\n\nFor the alternative hypothesis, when we set beta not equal to, less than, or greater than zero, what we are really saying is that there is an association between the two variables. In other words, the two variables do move together. Because this problem is stated as being two-sided, then we are saying that the slope could be positive or negative, therefore those words would not be used in the hypothesis.\n\nSo, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the null and alternative hypotheses are reversed.\n\nChoice 'C' is incorrect because the alternative hypothesis inserts the word \"positive\" which is wrong because it is a two-sided test.\n\nChoice 'D' is incorrect because the alternative hypothesis inserts the word \"negative\" which is wrong because it is a two-sided test.\n\nChoice 'E' is incorrect because the null hypothesis states the alternative one and the alternative one states the word \"positive.\"",
  "tags": [
    "1.F",
    "VAR-7.K",
    "VAR-7",
    "VAR-7.K.1"
  ]
}