{
  "question_id": "question-054",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Test and Degrees of Freedom: English vs. Math",
  "difficulty": "Medium",
  "question_text": "Some people claim that you can't be good at both Math and English. Lewis wondered about this and decided to investigate whether or not there was a relationship between a student's final grade (out of $100\\%$) in Math and the student's final grade (out of $100\\%$) in English during his/her freshman year of high school.<br>He gathered a random sample of $25\\text{ students}$ who had just completed their freshman year at his high school and recorded both their final grade in Math and their final grade in English (both in percents).<br>If Lewis is willing to accept that his sample is representative of what would be found in other high schools as well and assumes that all conditions for inference are met, what type of test should he conduct AND how many degrees of freedom should he use?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Lewis should conduct a $1$-sample $z$-test for proportions. Since he will use a $z$-test, there is no need to identify degrees of freedom."
    },
    {
      "letter": "B",
      "text": "Lewis should conduct a $2$-sample $t$-test for means and should use $24$ degrees of freedom."
    },
    {
      "letter": "C",
      "text": "Lewis should conduct a $t$-test for the slope of his LSRL and should use $23$ degrees of freedom."
    },
    {
      "letter": "D",
      "text": "Lewis should conduct a ${ \\chi }^{ 2 }$ test for association/independence. Since there are $2\\text{ subjects}$ being compared (Math and English) and there are $101\\text{ possible final grades}$ (in percents from $0\\%$ to $100\\%$), he should use $(2-1)(101-1)=100\\text{ degrees of freedom}$."
    },
    {
      "letter": "E",
      "text": "Lewis should conduct a ${ \\chi }^{ 2 }$ test for homogeneity of populations. Since there are $2$ populations being compared (those who do well in Math and those who do well in English) and there are $101\\text{ possible final grades}$ (in percents from $0\\%$ to $100\\%$), he should use $(2-1)(101-1)=100\\text{ degrees of freedom}$."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "For each student in his sample, Lewis recorded $2\\text{ pieces of information}$, or the values of $2\\text{ variables}$ (their final grade in Math and their final grade in English). These two values combine and represent ordered pairs that he could then graph on a scatterplot. Although it is not clear which should be considered the explanatory variable $x$ and which should be considered the response variable $y$, this detail really does not matter! By creating the scatterplot Lewis can determine whether there is a roughly linear relationship and can develop the equation for the LSRL.\n\nIf the relationship between the two variables is positive, then the slope of the LSRL will also be positive. Likewise, if the relationship is negative, then the slope of the LSRL will also be negative. However, if there is no relationship at all, then the slope of the LSRL should be $0$ or at least near $0$.\n\nWe can test this using a $t$-test for the slope of a LSRL using the null hypothesis: ${ H }_{ 0 }: \\beta =0$ where $\\beta$ represents the slope of the LSRL. When using a $t$-test for the slope of a LSRL it is appropriate to use $n-2$ degrees of freedom where $n$ represents the number of observations. Here, $n=25$. Therefore, $df=25-2=23$ and the appropriate degrees of freedom is $23$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Lewis is not attempting to compare the proportion of students who do well in Math to the proportion of students who do well in English. Also, the proportions do not relate to two separate populations or two separate samples. There is only one sample of students and it is certainly possible that some students who do well in Math also do well in English!\n\nChoice 'B' is incorrect. Again, Lewis is not using two different samples to compare two different populations. He has one single sample of students and is comparing their grades in Math to their grades in English. However, if a $2$-sample $t$-test for means were appropriate, then the correct degrees of freedom would be $n-1$ or $24$.\n\nChoice 'D' is incorrect but is a very tempting selection! The ideas of \"relationship\", \"association\" and \"independence\" are very closely connected. However, a ${ \\chi }^{ 2 }$ test of association/independence is more typically used to assess whether or not there is an association between two categorical variables.\n\nThis problem does not deal with categorical variables. Rather, since both final grades are expressed as percents (numerical values), Lewis is recording the values of two quantitative variables . He is also recording the values of these variables for every individual in his sample. He is not recording counts that would fall into different categories and there is no way to construct a $2$-way table from the data he has recorded.\n\nChoice 'E' is incorrect. Lewis is not comparing different populations. His sample consists completely of students at his high school. Also, students who do well in Math may be part of the same population of students who do well in English.",
  "tags": [
    "VAR-7.M",
    "VAR-7",
    "3.E",
    "VAR-7.M.2"
  ]
}