{
  "question_id": "question-025",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "confidence-interval",
    "linear-regression"
  ],
  "title": "Increase the Width of Confidence Interval",
  "difficulty": "Easy",
  "question_text": "Here is the formula used for constructing a confidence interval for the slope of a regression model:\n$$b\\pm t^{*} (SE_{b})$$\n\nSuppose you are told that you need to increase the width of a confidence interval. All of the following answers will accomplish this except:",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Increase the critical value."
    },
    {
      "letter": "B",
      "text": "Increase the value of $t^{*}$."
    },
    {
      "letter": "C",
      "text": "Increase the value of the standard error."
    },
    {
      "letter": "D",
      "text": "Increase the value of the sample size."
    },
    {
      "letter": "E",
      "text": "Increase the value of the margin of error."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nLet's look at the formula given for a confidence interval used to estimate the slope of a regression model:\n$$b\\pm t^{*} (SE_{b})$$\n\nTo increase the width of a confidence interval means that the margin of error must be increased. This is because the margin of error is what follows the plus or minus sign. Thus, when you are adding or subtracting a bigger number, the width will increase.\n\nSince the margin of error is equal to the critical value times the standard error, then either of these values increasing would cause the margin of error to increase. The correct answer here is to increase the sample size. This is because the sample size, or $n$, is in the denominator of the standard error. Thus, when $n$ is increased, then the width of the confidence interval will decrease which makes this the exception.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because increasing the critical value increases the margin of error which increases the sample size.\n\nChoice 'B' is incorrect because increasing the value of $t^{*}$ increases the margin of error which increases the sample size.\n\nChoice 'C' is incorrect because increasing the standard error increases the margin of error which increases the sample size.\n\nChoice 'E' is incorrect because increasing the margin of error increases the sample size.",
  "tags": [
    "UNC-4.AI",
    "4.B",
    "UNC-4.AI.1",
    "UNC-4"
  ]
}