{
  "question_id": "question-082",
  "unit": "AP® Statistics | Unit 9 Assessment",
  "topics": [
    "confidence-interval-interpretations",
    "confidence-interval",
    "regression"
  ],
  "title": "Power in Numbers",
  "difficulty": "Medium",
  "question_text": "Rob applied preventative herbicide/fertilizer to stop crabgrass in his lawn. He applied $4$ levels of treatment, each to $4$ sections of his lawn at random, and recorded the change in crabgrass plants per square meter.<br>Regression analysis was performed and a $98\\%$ confidence interval for the slope of the true regression line of change in crabgrass on treatment was constructed.<br>$98\\%$ Confidence Interval: $ (-1.134, -0.8364)$<br>A lawn care company ran an experiment that tested the same $4$ levels, but each on $200$ sections of lawn at random.<br>The $98\\%$ Confidence Interval obtained by the lawn care company is likely to be $\\rule{3cm}{0.25mm}$ in comparison to the confidence interval constructed by Rob.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "wider"
    },
    {
      "letter": "B",
      "text": "the same in width, but a lower center."
    },
    {
      "letter": "C",
      "text": "narrower"
    },
    {
      "letter": "D",
      "text": "unpredictably different"
    },
    {
      "letter": "E",
      "text": "the same in width, but a higher center."
    }
  ],
  "correct_answer": "Choice 'C' is correct.",
  "solution": "Solution\n\nIn general, when all other things remain the same, the width of a confidence interval for the slope of a regression model tends to decrease as the sample size increases.\n\nIn this case, the sample size of Rob's experiment was $n_{Rob}=16$, while the sample size of the Lawn Care Company was $n_{L.C.C.}=800$. Sample size inversely affects variability and thus we need less of an interval at the same level of confidence to estimate the slope of the true regression line of change in crabgrass on weight of fertilizer per square meter.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect.\n\nThe error here is assuming that larger sample size leads to a larger interval. This is incorrect because sample size is inversely related to variability. As such the width of a confidence interval, which relies on the margin of error will be smaller when the variability is smaller.\n\nChoice 'B' is incorrect.\n\nThere are two errors in this choice:\n\nFirst, larger sample sizes tend to produce less variable statistics, thus smaller margin of error, and narrower intervals.\n\nSecond, the point estimate, the \"center\", cannot be feasibly predicted without the actual data set.\n\nChoice 'D' is incorrect.\n\nThe error in this choice is the word \"unpredictably\".\n\nThe truth is that we cannot be certain of the point estimate without the data, but because the sample size is so much larger, we can predict that the 98%\nconfidence interval produced by the Lawn Care Company will likely be narrower because larger sample sizes produce less variable results. Less variability leads to a smaller margin of error and thus a narrower interval.\n\nChoice 'E' is incorrect.\n\nThere are two errors in this choice:\n\nFirst, larger sample sizes tend to produce less variable statistics, thus smaller margin of error, and narrower intervals.\n\nSecond, the point estimate, the \"center\", cannot be feasibly predicted without the actual data set.",
  "tags": [
    "UNC-4.AI",
    "UNC-4.AI.1",
    "UNC-4",
    "4.A"
  ]
}