{
  "question_id": "question-063",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "title": "Interpreting a Confidence Level for Slope: Dow Jones",
  "difficulty": "Difficult",
  "question_text": "In February of 2009, the Dow Jones Industrial Average (DJI) reached a low not seen in 10 years. Since then, the Dow Jones has been steadily increasing. Analysts have been studying the relationship between the highs of the Dow Jones for each year since 2009. A computer regression analysis of the data is given below: Dependent variable is: Dow Jones Industrial Average (DJI) $R^2 = 93.33\\%$ $s= 1116.14$ with $6-2= 4$ D.O.F. Variable Coefficient s.e Coeff t-ratio prob Constant 8224.89 735.23 16.06 0.00001 Year 1993.35 123.34 7.47 0.0017 Assuming all of the conditions have been satisfied, which of the following is a correct interpretation of \" $90\\%$ confidence\" for the slope in this problem (assume the interval we constructed from data is $(c,d)$ )?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "The probability that the true slope of the population regression line is in the interval ( c , d ) ( c , d ) is 0.90 0.90 ."
    },
    {
      "letter": "B",
      "text": "In 90 % 90 % of all repeated samples, the sample slopes for the regression line of DJI on Year will be between c c and d d ."
    },
    {
      "letter": "C",
      "text": "The method used to construct this confidence interval will make an interval from c c to d d 95 % 95 % of the time."
    },
    {
      "letter": "D",
      "text": "90 % 90 % of all the intervals following this method will capture the true slope of DJI per year."
    },
    {
      "letter": "E",
      "text": "Using this method, 90 % 90 % of all the intervals contain the sample slope of DJI on year."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.M.1",
    "DAT-3.M"
  ],
  "standards": [
    "4.B",
    "DAT-3",
    "DAT-3.M.1",
    "DAT-3.M"
  ]
}