{
  "question_id": "question-024",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "confidence-interval-interpretations",
    "linear-regression"
  ],
  "title": "The Lower Bound",
  "difficulty": "Easy",
  "question_text": "Given the mean of the sampling distribution for a slope is $4.6$, the standard error for the slope of a regression line is $1.2$, and the critical value for the confidence interval for this slope is $2.000$, find the lower bound of the $95\\%$ confidence interval and state what it means.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$7.8$\nWe are $95\\%$ confident that the true slope will not be less than this number."
    },
    {
      "letter": "B",
      "text": "$7.0$\nWe are $95\\%$ confident that the true slope will always be greater than this number."
    },
    {
      "letter": "C",
      "text": "$5.8$\nWe are $95\\%$ confident that the true slope will not be less than this number."
    },
    {
      "letter": "D",
      "text": "$3.4$\nWe are $95\\%$ confident that the true slope will always be greater than this number."
    },
    {
      "letter": "E",
      "text": "$2.2$\nWe are $95\\%$ confident that the true slope will not be less than this number."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nWhen finding a confidence interval for the slope of a regression line, the following formula should be used:\n\n$$b\\pm t^{*} (SE_{b})$$\n\n...where $b$ is the slope of the line of best fit, $t^{*}$ is the critical value, and $ SE_{b}$ is the standard error of the slope.\n\nIn this problem, since we are asked for the lower bound, we need only use the minus sign. So, we fill in the given values to get:\n\n$$4.6-(2..000)(1.2)=4.6-2.4=2.2$$\n\nNow, to interpret a confidence interval we are $95\\%$ confident that the true slope will be contained within the interval. Therefore, we are $95\\%$ confident that the true slope cannot be less than the lower bound.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the value is the sum of the three given numbers.\n\nChoice 'B' is incorrect because the value is the the upper bound, not the lower bound. Also, the explanation is wrong because the true slope is not likely to be greater than the upper bound.\n\nChoice 'C' is incorrect because this value ignores the critical value in its calculation.\n\nChoice 'D' is incorrect because this value ignores the critical value in its calculation and the explanation is wrong because the true slope is not likely to be greater than the upper bound.",
  "tags": [
    "4.B",
    "UNC-4.AG.1",
    "UNC-4",
    "UNC-4.AG"
  ]
}