{
  "question_id": "question-038",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "regression-slope-t-test",
    "initial-conditions"
  ],
  "title": "The Wrong Condition?",
  "difficulty": "Medium",
  "question_text": "A study is to be done using a $t$-test for slope. Conditions need to be verified. All of the following need to be checked for the test to be done except one. Which answer is not a condition for a $t$-test for slope?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Check that the points in the residual plot are scattered around the zero line."
    },
    {
      "letter": "B",
      "text": "Check to make sure that the population is at least $10$ times the size of the sample."
    },
    {
      "letter": "C",
      "text": "Check for skewness and outliers if the sample size is less than $30$."
    },
    {
      "letter": "D",
      "text": "Check that stratified random samples are used."
    },
    {
      "letter": "E",
      "text": "Check the data to make sure it is linear."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nThere are $4$ categories of conditions for conducting a $t$-test for slope. These include:\n\nChecking to see that the relationship between the two variables is linear.\n\nChecking to see that the standard deviation for $y$ does not vary with different values of $x$.\n\nChecking for independence like with other tests. Data is collected randomly and sample size is less than one-tenth the size of the population.\n\nChecking for approximate normality. Sample size should either be greater than $30$ or the sample data should be checked for skewness and outliers.\n\nIn this problem, the answer incorrectly states that the data should be collected via a stratified random sample. This is a requirement for a chi-square test for homogeneity, not for the $t$-test for slope as only one population is being examined.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because checking the residual plot can verify that the standard deviation for $y$ does not vary with different values of $x$.\n\nChoice 'B' is incorrect because comparing the sample and population sizes verifies the condition for independence.\n\nChoice 'C' is incorrect because checking for skewness and outliers verifies the condition for normality.\n\nChoice 'E' is incorrect because the variables do need to be checked for linearity.",
  "tags": [
    "4.C",
    "VAR-7.L.1",
    "VAR-7",
    "VAR-7.L"
  ]
}