{
  "question_id": "question-022",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "confidence-interval-interpretations",
    "slope",
    "linear-regression"
  ],
  "title": "An Association?",
  "difficulty": "Easy",
  "question_text": "We are trying to show that there is an association between study time and test performance. A $98\\%$ confidence interval for the slope of this regression model is $(-0.24, 1.03)$.<br>Can you conclude that an association exists? Why or why not?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No because zero is included in the interval, we do not have convincing evidence that there is an association between study time and test performance."
    },
    {
      "letter": "B",
      "text": "No because we do not have a very large slope, we do not have convincing evidence that there is an association between study time and test performance."
    },
    {
      "letter": "C",
      "text": "Yes because zero is included in the interval, we do have convincing evidence that there is an association between study time and test performance."
    },
    {
      "letter": "D",
      "text": "Yes because we are $98\\%$ confident of what our true slope will be, we do have convincing evidence that there is an association between study time and test performance."
    },
    {
      "letter": "E",
      "text": "Yes since it is more likely that the slope is positive, we do have convincing evidence that there is an association between study time and test performance."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nTo show an association between two variables a confidence interval should have two positive or two negative numbers. When zero is included then we do not know if the slope is negative or positive so therefore we cannot show an association.\n\nIn this problem, even though it may be more likely that the slope will be positive, the fact that it could be negative, because zero is included, shows that we do not have convincing evidence that there is an association between study time and test performance.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because a slope need not be large to show an association.\n\nChoice 'C' is incorrect because the answer should be no. The inclusion of zero does not show an association.\n\nChoice 'D' is incorrect because the answer should be no. Just having a range for a slope value does not show an association.\n\nChoice 'E' is incorrect because the answer should be no. A negative slope value can also show an association.",
  "tags": [
    "UNC-4.AH.1",
    "UNC-4",
    "4.A",
    "UNC-4.AH"
  ]
}