{
  "question_id": "question-070",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "least-squares-regression-line"
  ],
  "title": "Marty McMath Makes Predictions from Computer Output",
  "difficulty": "Hard",
  "question_text": "Marty McMath wants to know if a student's final grade in Algebra II can be used to predict his or her final grade in Precalculus. To investigate, he gathers data from a random sample of $8$ students who have completed both courses.<br>After noticing that the relationship is roughly linear and confirming that the conditions have been satisfied, he decides to use statistical software to conduct a $2$-sided $t$-test for linear regression where the null hypothesis is the slope equals $0$.<br>Computer output is shown below.<br>Unfortunately, he can't figure out how to make the computer output display the $p$-value. Luckily, he knows enough statistics to be able to calculate it from the output shown.<br>What is the $p$-value?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">Predictor</th><th scope=\"col\">Coef</th><th scope=\"col\">SE Coef</th><th scope=\"col\">T</th></tr></thead><tbody><tr><td>Constant</td><td>16.46</td><td>3.73</td><td>4.41</td></tr><tr><td>Algebra II</td><td>0.82</td><td>0.22</td><td>3.73</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "$0.005$"
    },
    {
      "letter": "B",
      "text": "$0.007$"
    },
    {
      "letter": "C",
      "text": "$0.01$"
    },
    {
      "letter": "D",
      "text": "$0.1$"
    },
    {
      "letter": "E",
      "text": "$0.22$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The computer output shows that the t-statistic for slope is 3.73 and we are told that there were 8 observations. Remember that for this type of test, df=n–2, where n is the number of observations.\n\nTo find the p-value, use your TI83/84 graphing calculator's tcdf function. The syntax is: tcdf(lower bound, upper bound, df).\n\nSince our t-statistic is positive, we will use it as the lower bound.\n\nIn this case:\n\nThis is the p\n-value for a one-sided alternative.\n\nTo get our actual answer, we simply multiply by 2\n. (0.0049)(2)=0.0098\n, or about 0.010\n.\n\nNOTE: You can also estimate this probability by using the t\n-table. First, look down the column to find df=6\n. Then, look across the row to try to find a t\n-statistic of 3.73\n. This value will not appear in this row.\n\nHowever, you know that 3.73\nfalls between 3.707\nand 4.317\nwhich are shown. Look to the top of the columns containing these values to see that 3.707\ncorresponds with an upper tail probability of 0.005\nand 4.317\ncorresponds with an upper tail probability of 0.0025\n.\n\nThe upper tail (one-sided) probability that corresponds with our t\n-statistic of 3.73\nmust then be between 0.0025\nand 0.005\n. Multiply by two to make this a 2\n-sided p\n-value and notice that our final answer must be between 0.005\nand 0.010\n.\n\nIt should be closer to 0.010\n. Since our t\n-statistic of 3.73\nwas closer to the shown value of 3.707\n, our answer should be closer to its corresponding probability. Choose 0.010\nas your answer since it is the closest value.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect and represents the p\n-value for a one-sided alternative hypothesis.\n\nChoice 'B' is incorrect and represents the p\n-value that would be obtained using df=7\n.\n\nChoice 'D' is incorrect and may be the result of misreading the decimal place.\n\nChoice 'E' is incorrect. This value represents the standard error for the slope and was included as a value in the computer output. It is not a p\n-value.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.M.1",
    "DAT-3.M"
  ]
}