{
  "question_id": "question-034",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "hypotheses",
    "regression-slope-t-test"
  ],
  "title": "Prescriptions",
  "difficulty": "Easy",
  "question_text": "A pharmaceutical company was doing a study and wanted to examine the relationship between the age of a person and the number of prescriptions a person has. The company wanted to show that both values increased. A $t$-test for slope was to be done with $50$ people randomly asked. What would be the correct hypotheses for the test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_{0}: \\beta<0$\n$H_{a}: \\beta>0$"
    },
    {
      "letter": "B",
      "text": "$H_{0}: \\beta\\neq0$\n$H_{a}: \\beta=0$"
    },
    {
      "letter": "C",
      "text": "$H_{0}: \\beta=0$\n$H_{a}: \\beta\\neq0$"
    },
    {
      "letter": "D",
      "text": "$H_{0}: \\beta=0$\n$H_{a}: \\beta>0$"
    },
    {
      "letter": "E",
      "text": "$H_{0}: \\beta>0$\n$H_{a}: \\beta=0$"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nIn doing a $t$-test for slope in a regression model, a similar approach to hypotheses is used as with other tests of significance. Instead of using $p$ or $\\mu$, here we use $\\beta$, beta, which is the population value of the slope for the regression line.\n\nThe null hypothesis is what is assumed to be true. While it is possible to assume a given slope, it is more common to test for an association between the variables by assuming that there is none in the first place. So, in this case, we would set $\\beta$ equal to zero. Whether zero or another slope value is used, the null hypothesis always uses an equals sign.\n\nThe alternative hypothesis is what we want to prove to be true. Here we set $\\beta$ to be less than, greater than, or not equal to zero or some other value. The sign is chosen based on the wording in the question. If not clearly less than or greater than, or one-sided, then a two-sided test should be used with a not equal to sign used. In this problem, since it is believed that both values will increase, the company wants to show that the slope is positive, so a greater than sign is used.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because $H_{0}$ should have an $=$ sign.\n\nChoice 'B' is incorrect because $H_{0}$ should have an $=$ sign and $H_{a}$ should have a > sign.\n\nChoice 'C' is incorrect because $H_{a}$ should have a > sign.\n\nChoice 'E' is incorrect because $H_{0}$ should have an $=$ sign and $H_{a}$ should have a > sign.",
  "tags": [
    "1.F",
    "VAR-7.K",
    "VAR-7",
    "VAR-7.K.1"
  ]
}