{
  "question_id": "question-083",
  "unit": "AP® Statistics | Unit 9 Assessment",
  "topics": [
    "regression",
    "degrees-of-freedom"
  ],
  "title": "Fishing Under Pressure",
  "difficulty": "Hard",
  "question_text": "Michael travels around the world learning about cuisine and local fishing. A particular area of Canadian water is known to have large quantities of lake trout, but Michael has been unable to catch any. The local fishermen advise him that they believe there is a relationship between falling atmospheric pressure and lake trout feeding activity. As it seems, fish catches rise as the pressure falls.<br>Michael, ever the analyst, collects pressure readings from historical weather data for the past year and plots each drop in pressure against the Department of Fisheries and Oceans (DFO) lake trout catch data for the area of interest. He believes that the locals are correct.<br>Michael forms the following hypotheses, and wishes to test at the $\\alpha=0.01$ level of significance:<br>$H_0$: There is no linear relationship between negative pressure change and the number of lake trout caught in the specific area of interest in Canadian water.<br>$H_A$: There is a negative linear relationship between negative pressure change and the number of lake trout caught in the specific area of interest in Canadian water.<br>What test is appropriate for this inference procedure?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A $z$ test with $n-1$ degrees of freedom for the the slope of the true regression line of Lake Trout Caught on Negative Pressure Change."
    },
    {
      "letter": "B",
      "text": "A $z$ test with $n-2$ degrees of freedom for the the slope of the true regression line of Lake Trout Caught on Negative Pressure Change."
    },
    {
      "letter": "C",
      "text": "A $t$ test with $n-1$ degrees of freedom for the the slope of the true regression line of Lake Trout Caught on Negative Pressure Change."
    },
    {
      "letter": "D",
      "text": "A $t$ test with $n-2$ degrees of freedom for the the $y$-intercept of the true regression line of Lake Trout Caught on Negative Pressure Change."
    },
    {
      "letter": "E",
      "text": "A $t$ test with $n-2$ degrees of freedom for the the slope of the true regression line of Lake Trout Caught on Negative Pressure Change."
    }
  ],
  "correct_answer": "Choice 'E' is correct.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-7.J.1",
    "VAR-7",
    "VAR-7.J",
    "1.E"
  ]
}