{
  "question_id": "question-043",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "logic",
    "tests-of-significance",
    "estimation",
    "statistical-inference"
  ],
  "title": "Type of Variable with Linear Regression T Procedure",
  "difficulty": "Easy",
  "question_text": "Linear regression $T$ procedures should be used with data from",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Two different quantitative variables."
    },
    {
      "letter": "B",
      "text": "Two different categorical variables."
    },
    {
      "letter": "C",
      "text": "A single categorical variable."
    },
    {
      "letter": "D",
      "text": "A single quantitative variable."
    },
    {
      "letter": "E",
      "text": "More than two categorical or quantitative variables."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "A linear regression $T$-test or $T$-interval should be used when there are two quantitative variables.\n\nOftentimes, one wants to determine if there is a linear relationship (either positive or negative) between two quantitative variables. A linear regression $T$ test will either give evidence of a linear relationship between those variables, or fail to give sufficient evidence of a linear relationship between those variables. A linear regression $T$ interval will give a range of values to estimate the slope of the population regression line of the two variables.\n\nFor example, suppose one quantitative variable is the number of minutes one studies per week for an individual course, and the second quantitative variable is the students' current grade in that class. A linear regression $T$ test can determine if a linear relationship exists between those variables, and a linear regression $T$ interval can estimate the slope of the regression line between time studied and current grade in the class.\n\nThus, the correct answer is Choice 'A'.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.M.1",
    "DAT-3.M"
  ]
}