{
  "question_id": "question-084",
  "unit": "AP® Statistics | Unit 9 Assessment",
  "topics": [
    "regression",
    "alternative-hypothesis",
    "null-hypothesis"
  ],
  "title": "Bearing Fruit",
  "difficulty": "Medium",
  "question_text": "Apple tree saplings can produce fruit in as little as $4$ years. Jeff, a novice farmer, believes that picking fruit in the spring before it has time to develop during years $4$ through $7$ can increase the yield in years $8$ through $11$ significantly. By pruning the apples from saplings, more energy is devoted to trunk and branch development, thus creating a stronger more capable fruit bearer.<br>Jeff collected data from an experiment in which $10$ groups of $10$ trees, selected at random had $10\\%$, $20\\%$, $30\\%$, ... $100\\%$ of the apples pruned from the trees in the spring during years $4$ through $7$. The treatment groups were then plotted against natural yield in years $8$ through $11$.<br>Assuming the conditions for regression inference are met, what are the null and alternative hypotheses that Jeff should use to assess his belief?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_0$: There is no relationship between the percentage of fruit pruned in years $4$ through $7$ and the natural yield of apples in years $8$ through $11$.\n$H_A$: There is a positive linear relationship between the percentage of fruit pruned in years $4$ through $7$ and the natural yield of apples in years $8$ through $11$."
    },
    {
      "letter": "B",
      "text": "$H_0$: There is a positive linear relationship between the percentage of fruit pruned in years $4$ through $7$ and the natural yield of apples in years $8$ through $11$.\n$H_A$: There is no linear relationship between the percentage of fruit pruned in years $4$ through $7$ and the natural yield of apples in years $8$ through $11$."
    },
    {
      "letter": "C",
      "text": "$H_0$: There is no relationship between the percentage of fruit that Jeff pruned in years $4$ through $7$ and the natural yield of Jeff's apples in years $8$ through $11$\n$H_A$: There is a positive linear relationship between the percentage of fruit that Jeff pruned in years $4$ through $7$ and the natural yield of Jeff's apples in years $8$ through $11$"
    },
    {
      "letter": "D",
      "text": "$H_0$: There is a positive linear relationship between the percentage of fruit that Jeff pruned in years $4$ through $7$ and the natural yield of Jeff's apples in years $8$ through $11$.\n$H_A$: There is no linear relationship between the percentage of fruit that Jeff pruned in years $4$ through $7$ and the natural yield of Jeff's apples in years $8$ through $11$."
    },
    {
      "letter": "E",
      "text": "$H_0$: The average amount of natural yield of fruit in years $8$ through $11$ is the same as in years $4$ through $7$.\n$H_A$: The average amount of natural yield of fruit in years $8$ through $11$ is greater than in years $4$ through $7$."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nAll hypotheses should be made about the population. In this case, they should reference the parameter $\\beta$, the slope of the true regression line of the yield of apples in years $8$ through $11$ on the percentage of fruit pruned in years $4$ through $7$ for all apple trees.\n\nIn forming hypotheses, the null must set the assumptions by which the probability model is constructed. If the resulting $p$-value is small enough, we can say that the likelihood of obtaining observed results was small enough NOT to be attributed to chance variation.\n\nSince Jeff believes that there is a relationship between pruning and yield, he should form his null hypothesis under the assumption that there is no relationship and look for evidence against that.\n\nThe alternative hypothesis should reflect Jeff's belief that a linear relationship exists. In this way, if enough evidence is gathered against the null, Jeff can reject it in favor of his alternative.\n\nSo, Choice 'A' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect.\n\nIn this choice, the null and alternative hypotheses are switched. Since Jeff believes that there is a relationship between pruning and yield, he should form his null hypothesis under the assumption that there is no relationship and look for evidence against it.\n\nThe alternative hypothesis should reflect Jeff's belief that a linear relationship exists.\n\nChoice 'C' is incorrect.\n\nThe mistake in this choice is that the hypotheses are made about Jeff's trees, when they should be about the entire population of apple trees.\n\nIn general, hypotheses are made about a parameter and we utilize inference to test whether or not a statistic supports our hypotheses.\n\nChoice 'D' is incorrect.\n\nThere are two errors in this choice.\n\nFirst, the hypotheses are made about Jeff's trees, when they should be about the entire population of apple trees.\n\nSecond, the null and alternative hypotheses are switched. Since Jeff believes that there is a relationship between pruning and yield, he should form his null hypothesis under the assumption that there is no relationship and look for evidence against it.\n\nChoice 'E' is incorrect.\n\nThese hypotheses are made about the mean fruit yield. This variable is not considered for years $4$ through $7$, and Jeff is interested in the relationship between pruning and yield. He should therefore form his hypotheses about the parameter $\\beta$, the slope of the true regression line of the yield of apples in years $8$ through $11$ on the percentage of fruit pruned in years $4$ through $7$.",
  "tags": [
    "1.F",
    "VAR-7.K",
    "VAR-7",
    "VAR-7.K.1"
  ]
}