{
  "question_id": "question-001",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "slope",
    "linear-regression",
    "inference"
  ],
  "title": "Predicting Wait Time",
  "difficulty": "Hard",
  "question_text": "In $2002$, a large fast-food restaurant wanted to create a linear regression model to predict the wait time, in minutes, for a customer based on the number of items they had ordered. The regression model gave the following equation:<br>$\\widehat{\\text{wait time}} = 2.35 + 0.40(\\text{items})$<br>The company has since hired a new data consultant who is interested in seeing if the old model is a still viable for making predictions for restaurant today. Based on a sample of $25$ random orders in $2022$, the data consultant found a new prediction model of<br>$\\widehat{\\text{new wait time}} = 1.58 + 0.68(\\text{items})$<br>To determine if the old model is still appropriate to use to estimate the wait time in $2022$, the data consultant constructs a simulated sampling distribution using random samples of $30$ from $2002$. The simulated sampling distribution is found below:<br>What should the data consultant conclude based off the sampling distribution provided?",
  "image_files": [
    "images/question-001-img1.jpeg"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The old model is appropriate because 0.68 is not contained in the sampling distribution."
    },
    {
      "letter": "B",
      "text": "The data is not valid because the consultant only took a sample of size 30\nfrom 2002\n."
    },
    {
      "letter": "C",
      "text": "The old model is no longer an appropriate model because the slope of the new model is not contained in the sampling distribution."
    },
    {
      "letter": "D",
      "text": "The company should ignore the new model and simply stick with the old model to predict wait times."
    },
    {
      "letter": "E",
      "text": "There is insufficient evidence to say that the new model is different from the old model."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer",
  "solution": "Solution\n\nWhen using inference to look at slope of regression models, we want to be able to see if the slope of the old model is still appropriate based on the new model. Since we took many samples from the old data, and simulated a sampling distribution for the slope of the regression line, we were provided with many slopes that could have been a possibility from the old model. When we examined the data, we did not see the new slope, 0.68\nin the sampling distribution.\n\nTherefore, we can concluded that the old model is no longer a sufficient model to predict wait time for the company, and they should use the new model.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since we did not see\n0.68\nin the sampling distribution, that means this number could not have happened purely by chance if the old model was still correct, thus having a probability of\n0\n.\n\nChoice 'B' is incorrect. A sample of size\n30\nis more than sufficient when simulating a sampling distribution.\n\nChoice 'D' is incorrect. The data consultant absolutely should not ignore the data, and use the data to make the correct conclusion that the new model should be used for prediction, not the old model.\n\nChoice 'E' is incorrect. Since the probability of the new sloped happening, if the old model is used, is approximately\n0\n, there is sufficient and convincing evidence that the models are different.",
  "tags": [
    "1.A",
    "VAR-1.K",
    "VAR-1.K.1",
    "VAR-1"
  ]
}