{
  "question_id": "question-027",
  "unit": "Unit 9 | Inference for Quantitative Data: Slopes",
  "topics": [
    "confidence-interval-interpretations",
    "confidence-interval",
    "slope",
    "linear-regression"
  ],
  "title": "Confidence Interval Facts",
  "difficulty": "Medium",
  "question_text": "Four statements below about some aspects of confidence intervals for the slope of a regression model are true. One statement is false.<br>Which statement below is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Critical values increase in value as degrees of freedom decrease in value."
    },
    {
      "letter": "B",
      "text": "The width of a regression model tends to increase when the sample size is decreased."
    },
    {
      "letter": "C",
      "text": "Approximately $C\\%$ of confidence intervals will contain the true slope of the regression model in repeated random sampling."
    },
    {
      "letter": "D",
      "text": "When a confidence interval does not contain zero, then no association between the variables can be shown."
    },
    {
      "letter": "E",
      "text": "The standard error shows about how far the slope of the derived regression line would vary from the slope of the true regression line."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nNot much can be offered here since four of the statements about confidence intervals or aspects of confidence intervals for regression models are, in fact, true.\n\nThe answer, however, is untrue. It is correct to say that when a confidence interval does not contain zero, then an association between the variables can be shown.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because this relationship is true and can be seen by looking at Table B.\n\nChoice 'B' is incorrect because this is the relationship that exists between the width of a confidence interval and its sample size.\n\nChoice 'C' is incorrect because this is one standard way to interpret a confidence interval for the slope of a regression model.\n\nChoice 'E' is incorrect because this is the definition of the standard error when part of a confidence interval for a regression model.",
  "tags": [
    "UNC-4.AG.1",
    "UNC-4",
    "4.A",
    "UNC-4.AG"
  ]
}