{
  "question_id": "question-043",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "coordinates-and-lines",
    "scatterplots",
    "describing-association"
  ],
  "title": "What Can You Conclude?",
  "difficulty": "Medium",
  "question_text": "The following $4$ points appear on a scatterplot: $(2, 7), (8, 4), (12, 2), (0, 8)$.<br>What conclusion can you make for sure?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The points appear to be non-linear."
    },
    {
      "letter": "B",
      "text": "The point $(12,2)$ is an outlier."
    },
    {
      "letter": "C",
      "text": "There is a negative association between the variables."
    },
    {
      "letter": "D",
      "text": "The association between the variables is weak."
    },
    {
      "letter": "E",
      "text": "There is a positive association between the variables."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nIf you sketch out these points the problem becomes quite easy. But, using your knowledge of a scatterplot, you know that you are looking to see if the points form a line. These points, in fact, do form a perfect line. Because they form a perfect line then there is no outlier and the association would be strong.\n\nNow, simply by looking at the points, as you order the points by the x values, 0,2,8,12, then look at their y values, 8,7,4,2, you can see that as the x values increase, the y values decrease. This means that since the variables are moving in opposite directions, the association between the variables is negative. (And the slope is −0.5 if you calculated it!)\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the points do form a line.\n\nChoice 'B' is incorrect because, since the points form a line, there are no outliers.\n\nChoice 'D' is incorrect because, since the points form a line, the association between the variables would be strong.\n\nChoice 'E' is incorrect because, since the association is negative, it cannot be positive.",
  "tags": [
    "DAT-1",
    "DAT-1.A.3",
    "DAT-1.A",
    "2.A"
  ]
}