{
  "question_id": "question-018",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "categorical-data",
    "two-way-tables"
  ],
  "title": "School Start Time Survey: A Mosaic Plot",
  "difficulty": "Medium",
  "question_text": "Parents of students at Morningtown High School have raised concerns that the school start time is too early. To investigate opinions on the matter, the Board of Education surveyed students and staff at the high school and asked the question: \"Would you be in favor of a later starting time for the high school?\" Results are shown in the mosaic plot below.<br>Which of the following statements cannot be justified from the mosaic plot?",
  "image_files": [
    "images/question-018-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "More students responded to the survey than did staff."
    },
    {
      "letter": "B",
      "text": "At least twice as many students said \"Yes\" than said \"No\"."
    },
    {
      "letter": "C",
      "text": "Roughly the same number of staff said \"Yes\" as said \"No\"."
    },
    {
      "letter": "D",
      "text": "More staff members said \"No\" than did students."
    },
    {
      "letter": "E",
      "text": "A greater percentage of students said \"Yes\" than did staff."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A mosaic plot provides a graphical representation of a two-way table and can be used to understand relationships between categorical variables. In a mosaic plot, the areas of the boxes are proportional to the cell counts in the corresponding two-way table.\n\nTo create this mosaic plot, we would start with a square box that represents all individuals who were surveyed.\n\nWe would then divide this box into two smaller boxes - one box for \"Students\" and one for \"Staff\". Suppose\n70\n%\nof the responses came from students and\n30\n%\nof the responses came from staff. The mosaic plot might start out looking like this:\n\nNext, the box representing \"Students\" would be divided into two smaller boxes. The areas of these boxes would correspond to the proportion of students who answered in a particular way. Suppose that\n32\n%\nof students said \"No\" and\n68\n%\nof students said \"Yes\". The mosaic plot might now look like this:\n\nIn the same way, the box representing \"Staff\" would be divided into two smaller boxes. Suppose\n50\n%\nof staff said \"No\" and\n50\n%\nof staff said \"Yes\". The mosaic plot might now look like this:\n\nIn order to complete the mosaic plot, we need only add some room between the boxes and add labels to identify the two categorical variables (group and response).\n\nIn analyzing a mosaic plot, it is important to remember that the areas of the boxes are proportional to the cell counts in the two-way table. Therefore, a box that is larger in area corresponds to a larger joint frequency. In this case, it is visually obvious that the box of largest area corresponds to \"Students\" who said \"Yes\". This means that most of the survey responses were from \"Students\" who said \"Yes\".\n\nWhile it's not always easy to visually compare areas, it appears that the box corresponding to \"Staff\" who said \"No\" is smaller than the area of the box for \"Students\" who said \"No\". Therefore, it is NOT true that more staff members said \"No\" than did students.\n\nIf you felt that the statement offered in Choice 'D' could be justified, you may have noticed that the vertical height of the box corresponding to \"Staff\" who said \"No\" is greater than the vertical height of the box corresponding to \"Students\" who said \"No\". However, it is not the height of the box that matters. It's the area of the box that we must consider.\n\nChoice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since the total combined area of the boxes corresponding to \"Students\" is larger than the total combined area of the boxes corresponding to \"Staff\", it is true that more students responded to the survey than did staff.\n\nChoice 'B is incorrect. The statement provided here can be justified by the fact that the area of the box corresponding to \"Students\" who said \"Yes\" is at least twice as large as the area of the box corresponding to \"Students\" who said \"No\".\n\nChoice 'C' is incorrect. The statement provided here can be justified by the fact that the area of the box corresponding to \"Staff\" who said \"Yes\" is about the same as the area of the box corresponding to \"Staff\" who said \"No\".\n\nChoice 'E' is incorrect. The area of the box corresponding to \"Students\" who said \"Yes\" makes up a bigger percentage of the combined area of the boxes corresponding to \"Students\" than the box corresponding to \"Staff\" who said \"Yes\" does of the combined area of the boxes corresponding to \"Staff\". Therefore, the statement provided here can be justified by the mosaic plot.",
  "tags": [
    "UNC-1.P",
    "2.D",
    "UNC-1.P.3",
    "UNC-1"
  ]
}