{
  "question_id": "question-085",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "bivariate-data",
    "exploring-data",
    "residuals"
  ],
  "title": "Finding the Residual: Boys vs. Girls",
  "difficulty": "Easy",
  "question_text": "The least squares regression line for the number of boys and girls in a classroom is given as:<br>$$\\hat { b } = -5.2 + 2.1g$$<br>...where $b$ stands for boys and $g$ stands for girls. Mrs. Brancard's class has $11$ girls and $15$ boys.<br>Which of the following is the residual for the number of boys in her classroom?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$-15.3$"
    },
    {
      "letter": "B",
      "text": "$-2.9$"
    },
    {
      "letter": "C",
      "text": "$2.9$"
    },
    {
      "letter": "D",
      "text": "$15.3$"
    },
    {
      "letter": "E",
      "text": "$17.9$"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "When finding the residual for this type of problem, there are two steps:\n\nChoice 'A' is incorrect because the incorrect value was substituted into the LSRL for the number of girls. $15$ was substituted in for the girls instead of $11$. Even if $15$ was the correct value, however, the residual would not have been $-15.3$.\n\nChoice 'B' is correct. The number of girls (11) was correctly substituted into the LSRL to get the predicted number of boys in the class (17.9), and the correct residual was computed, as seen below:\n\nActual - Predicted\n\n⇓\n\ny−\nˆ\ny\n= Residual\n\n⇓\n\n15−17.9=−2.9\n\nChoice 'C' is incorrect. The correct number of girls (11) was substituted into the LSRL to get the predicted number of boys in the class to (17.9). However, the formula for the residual is:\n\n Actual value - Predicted value\n\n⇓\n\ny−\nˆ\ny\n\nIn this case, the incorrect calculation was:\n\n Predicted - Actual\n\n⇓\n\n17.9−15=2.9\n\nChoice 'D' is incorrect because the incorrect number of girls was substituted into the LSRL. 15\nwas substituted in for the number of girls instead of 11\n.\n\nChoice 'E' is incorrect. The correct number of girls (11\n) was substituted into the LSRL, but the residual was never calculated.\n\nˆ\ny\n=−5.2+2.1(11)=17.9",
  "tags": [
    "DAT-1.E.1",
    "DAT-1.E",
    "DAT-1",
    "2.B",
    "DAT-1.E.2"
  ]
}