{
  "question_id": "question-025",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "extra-practice",
    "exploring-data"
  ],
  "title": "Identifying Categorical Variables",
  "difficulty": "Easy",
  "question_text": "Which of the following could NOT be considered a categorical variable?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Favorite sport."
    },
    {
      "letter": "B",
      "text": "Telephone area code."
    },
    {
      "letter": "C",
      "text": "Breeds of dogs at the local animal shelter."
    },
    {
      "letter": "D",
      "text": "Temperature in degrees Fahrenheit."
    },
    {
      "letter": "E",
      "text": "Preferred genre of music."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "In statistics there are two types of variables, categorical and quantitative. A categorical variable is one that can be described in words that label it as part of some group. Quantitative variables can be described by using individual numerical values that describe a measurable quantity.\n\nIf measured in degrees Fahrenheit (rather than as simply hot or cold), then temperature would be an example of a quantitative variable. Therefore, Choice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is an example of a categorical variable. Someone might say their favorite sport is \"baseball\" or \"soccer\", but would not describe their favorite sport using a number.\n\nChoice 'B' presents an interesting situation. A telephone area code in the U. S. consists of three digits - which makes it a number. However, this number does not measure anything! Rather, the number identifies an area of the country where that corresponds to where the phone number was issued. For this reason, area code would be considered a categorical variable.\n\nChoice 'C' is incorrect. Different breeds represent different groups or categories of dogs. This is definitely a categorical variable.\n\nChoice 'E' is incorrect. Jazz, rock, and country are a few genres (or categories) of music. We cannot describe these genres using a number.",
  "tags": [
    "UNC-1.R",
    "2.D",
    "UNC-1.R.1",
    "UNC-1"
  ]
}