{
  "question_id": "question-141",
  "unit": "AP® Statistics | Unit 2 Assessment",
  "topics": [
    "influential-points",
    "scatterplot",
    "least-squares-regression-line",
    "outliers"
  ],
  "title": "Housing Market",
  "difficulty": "Hard",
  "question_text": "The housing market in a small town is currently going through a real-estate boom. A realtor is interested in looking at the relationship between the price of a house and the number of days on the market. She collects data from the last $20$ real-estate transactions from her town and created the scatterplot below.<br>Which of the following is true about the point labeled \"A\" on the scatterplot?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "If the labeled point is removed, the slope would increase and the correlation would increase."
    },
    {
      "letter": "B",
      "text": "If the labeled point is removed, the slope would decrease and the correlation would increase."
    },
    {
      "letter": "C",
      "text": "If the labeled point is removed, the slope and correlation coefficient are both unchanged."
    },
    {
      "letter": "D",
      "text": "If the labeled point is removed, the slope would remain the same and the correlation coefficient would decrease."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nHere's the given graph:\n\nThe labeled point, $A$, is considered a high-leverage and influential point for the scatterplot. A point is considered high-leverage when it has a significantly larger or smaller $x$-value than the other observations have. In this case, the house labeled \"A\" has been on the market much longer than the other homes.\n\nAn influential point is any point that when removed changes the relationship substantially. It can change the y-intercept, slope, or correlation coefficient. In this case point $A$ is increasing the correlation coefficient of the least-squares regression line by keeping the points in a more strongly linear form. When point A is removed, the correlation would thus decrease and the slope of the regression line would remain the same (approximately) because point A is approximately on the same linear path as the other data points.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. As noted above, the point is keeping the points in a linear form, therefore when removed, the correlation coefficient would decrease. The slope would remain unchanged upon removal of the labeled point because point A is on the same approximate linear path as the other data points.\n\nChoice 'B' is incorrect. Removing point A would not cause a significant change in the slope of the linear regression line because point A is on the same approximate linear trend as the other $19$ data points. If point A is removed, the correlation coefficient would actually decrease (not increase) because the labeled point is strongly influencing (\"confirming\") the linear trend of the full data set.\n\nChoice 'C' is incorrect. Since the labeled point is making the graph more strongly linear, removing the point would decrease the correlation.",
  "tags": [
    "DAT-1",
    "DAT-1.I",
    "DAT-1.I.2",
    "DAT-1.I.3",
    "2.A",
    "DAT-1.I.1"
  ]
}