{
  "question_id": "question-003",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "quantitative-data",
    "scatter-plots"
  ],
  "title": "Purpose of a Scatter Plot",
  "difficulty": "Easy",
  "question_text": "Which of the following best describes the purpose of producing a scatter plot?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "to investigate a possible relationship between two categorical variables"
    },
    {
      "letter": "B",
      "text": "to investigate a possible relationship between two quantitative variables"
    },
    {
      "letter": "C",
      "text": "to better understand the distribution of the values of the explanatory variable"
    },
    {
      "letter": "D",
      "text": "to better understand the distribution of the values of the response variable"
    },
    {
      "letter": "E",
      "text": "to estimate the mean value of the response variable"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Researchers may be interested in whether two quantitative variables are related. To investigate, they could collect data on the values of the two variables from many individuals. For each individual, an ordered pair $(x, y)$ would then be formed. The ordered pairs for all individuals in the sample could then be plotted to create a scatter plot. Visual inspection of the scatter plot may reveal a pattern that helps researchers to better understand whether or not there is a relationship between the two variables.\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The values of categorical variables are generally not numerical in nature and cannot be graphed to produce a scatter plot. Researchers who are looking for a possible relationship between two categorical variables would typically use a two-way table, side-by-side bar graph, and/or a $\\chi^2$ test.\n\nChoice 'C' is incorrect. While it is possible to to better understand the distribution of the values of the explanatory variable, $x$, by looking at a scatter plot, this is not really a goal in producing a scatter plot. If the goal is to understand the distribution of the $x$ values, it would be better to concentrate on these values alone, perhaps by using a dot plot, stemplot or boxplot.\n\nChoice 'D' is incorrect. While it is possible to to better understand the distribution of the values of the response variable, $y$, by looking at a scatter plot, this is not really a goal in producing a scatter plot. If the goal is to understand the distribution of the $y$ values, it would be better to concentrate on these values alone, perhaps by using a dot plot, stemplot or boxplot.\n\nChoice 'E' is incorrect. While it may be possible to estimate the mean value of the response variable, y, from a scatter plot, it is not the most convenient way to do so, nor is it the goal in producing a scatter plot. From the collected data, it would be possible to calculate the actual mean value of y and an estimate would not be necessary.",
  "tags": [
    "VAR-1.D",
    "VAR-1.D.1",
    "1.A",
    "VAR-1"
  ]
}