{
  "question_id": "question-019",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "categorical-data",
    "bar-graphs"
  ],
  "title": "Categorical Variable Representation",
  "difficulty": "Medium",
  "question_text": "Which of the following sets of $3$ graph types show how one categorical variable can be broken down by categories of another categorical variable?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "side-by-side bar graph\nsegmented bar graph\nhistogram"
    },
    {
      "letter": "B",
      "text": "side-by-side bar graph\nmosaic plot\npie chart"
    },
    {
      "letter": "C",
      "text": "side-by-side bar graph\nsegmented bar graph\nmosaic plot"
    },
    {
      "letter": "D",
      "text": "segmented bar graph\nhistogram\npie chart"
    },
    {
      "letter": "E",
      "text": "mosaic plot\nhistogram\nscatterplot"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nA categorical variable takes on category names, not quantitative values. Let's use an example and show how the three graphs in the correct answer can show that one categorical variable can be broken down by categories of another categorical variable. Let's take one categorical variable, say gender, which can be broken down into male and female, then show another categorical variable, say political preference, which can be broken down by gender.\n\nA side-by-side bar graph would have the various political preferences listed at the bottom of the bar graph. Each political preference would have two bars above it comparing males and females, usually shown in different colors. These two bars would compare each political preference for the two genders. A vertical scale for percent runs alongside the sets of bars.\n\nA segmented bar graph has two large bars, one for each gender. Then each bar is separated into segments which would show the numbers of each political preference for each gender. These segments are generally different colors. A vertical scale for percent runs alongside the segmented bars.\n\nA mosaic plot is a more complicated segmented bar graph. It can actually show more categorical variables. It looks like a segmented bar graph but the width of its bars is proportional to the number of observations. It is easier to read than to explain! For this example, the width of the two bars for gender would indicate the number of observed responses rather than just show percentages.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because a histogram is listed which is used to plot quantitative data\n\nChoice 'B' is incorrect because a pie chart is listed which is used to plot a single categorical variable.\n\nChoice 'D' is incorrect because both a histogram and a pie chart are listed which do not show what we are looking for.\n\nChoice 'E' is incorrect because both a histogram and a scatterplot are listed which do not show what we are looking for. The scatterplot is used plot two sets of quantitative data.",
  "tags": [
    "UNC-1.P.1",
    "UNC-1.P",
    "2.D",
    "UNC-1"
  ]
}