{
  "question_id": "question-139",
  "unit": "AP® Statistics | Unit 2 Assessment",
  "topics": [
    "residual-plots",
    "least-squares-regression-line",
    "residuals"
  ],
  "title": "Pear Tree Production",
  "difficulty": "Medium",
  "question_text": "A researcher wondered if the pear tree in his backyard would keep its current production during future years. He decided to look at historical records for this certain type of pear tree and found a least squares regression line of $\\hat{y} = 156 + 25.4x$, where $x =$ the age of the pear tree in years and $y =$ the amount of pears produced by the tree.<br>Given is the residual plot for the least-squares regression line.<br>Should the researcher use the linear model to represent the pear production?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because the least squares regression line has a y-intercept and a slope."
    },
    {
      "letter": "B",
      "text": "Yes, because there are some points above and below $0$ on the residual plot."
    },
    {
      "letter": "C",
      "text": "Yes, because the points on the residual plot are in clusters."
    },
    {
      "letter": "D",
      "text": "No, because the residual plot shows a parabolic form."
    },
    {
      "letter": "E",
      "text": "No, because the residual plot is not in a linear form."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A residual plot shows the residuals graphed against the explanatory variable. A residual shows the difference between the actual response variable and the predicted response variable found from the least-squares regression line.\n\nA residual plot can be used to to investigate the appropriateness of the model used. Apparent randomness in the residual plot is evidence for a linear model. For this problem, the residuals are in a parabolic form, which is not random. Therefore, a linear model is not appropriate for the researcher.\n\nChoice 'D' is correct.",
  "explanations": {},
  "tags": [
    "DAT-1.F.2",
    "DAT-1.F.1",
    "2.A",
    "DAT-1.F"
  ]
}