{
  "question_id": "question-004",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "variables"
  ],
  "title": "Two Variable Questions To Be Answered",
  "difficulty": "Easy",
  "question_text": "Which of the following questions cannot be answered when analyzing a relationship from a scatter plot of a two variable data set?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "What is the direction of the relationship?"
    },
    {
      "letter": "B",
      "text": "What is the form of the relationship?"
    },
    {
      "letter": "C",
      "text": "Are there any strong departures from the pattern in the relationship?"
    },
    {
      "letter": "D",
      "text": "What is the standard deviation of the relationship?"
    },
    {
      "letter": "E",
      "text": "What is the strength of the relationship?"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Two variable data refers to a situation where we have two quantitative variables that have been measured on the same individual. Such data is typically expressed in terms of an ordered pair $(x, y)$ where $x$ represents an explanatory variable and $y$ represents a response variable.\n\nIf we measure the same two variables on many individuals, we will have a set of ordered pairs that can be plotted as a scatter plot. Scatter plots can be used to help us describe the relationship between the two variables of interest. When describing this type of relationship, it is important to note direction, form, outliers and strength. All of these characteristics can be seen visually in a scatter plot, and we should be able to answer questions about them.\n\nStandard deviation is not typically discussed when describing the relationship between two variables and is certainly not something we can \"see\" in a scatter plot. We might even question what standard deviation could refer to in this setting. Would it relate to the standard deviation of the $x$ values, the $y$ values or something else?\n\nIt is certainly possible to calculate the standard deviation of the $x$ values and the standard deviation of the $y$ values. These standard deviations are actually important when attempting to calculate the equation of a least squares regression line by hand.\n\nThere are other types of standard deviations related to lines of best fit as well, and some of these will be covered near the end of your AP Statistics course. However, when simply describing patterns in a two variable data set, we typically do not mention any type of standard deviation and would not be able to answer a question that attempts to quantify the standard deviation \"of the relationship\".\n\nChoice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Direction is an important characteristic of a relationship and should be noted. Direction can be described as either \"positive\" or \"negative\". A positive direction implies that as the value of one variable increases (or decreases), the value of the other variable will tend to do so as well. On a scatter plot, this can be seen as an upward trend or a positive slope. A negative direction implies that as the value of one variable increases, the value of the other variable will tend to decrease (and vice versa). On a scatter plot, this can be seen as a downward trend or a negative slope. The question here is one that can be answered.\n\nChoice 'B' is incorrect. Form is another important characteristic of a relationship that should be discussed. Form can be described as either \"(roughly) linear\", or \"non-linear\". A non-linear form can also be described as \"curved\". The form can be seen visually in the presentation of a scatter plot, so the question here is one that can be answered.\n\nChoice 'C' is incorrect. By looking at a scatterplot, we should be able to notice a point that seems very far off from the rest of the points. This would represent a departure from the rest of the data in the relationship. The question here is one that can be answered.\n\nChoice 'E' is incorrect. From looking at a scatter plot, we can get a sense of whether all of the points are closely adhering to a specific form (meaning the relationship is strong) or whether they tend to be scattered all over the place (meaning the relationship is weak to non-existent). The question here is one that can be answered.",
  "tags": [
    "VAR-1.D",
    "VAR-1.D.1",
    "1.A",
    "VAR-1"
  ]
}