{
  "question_id": "question-073",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "correlation",
    "slope",
    "bivariate-data",
    "exploring-data"
  ],
  "title": "Slope, Correlation When Removing Scatterplot Point: SAT vs. IQ",
  "difficulty": "Hard",
  "question_text": "A scatterplot of SAT scores versus IQ scores is shown below:<br>Created for Albert.io. Copyright 2017. All rights reserved.<br><br>If point $(900,155)$ is removed, which of the following statements is TRUE?",
  "image_files": [
    "images/question-073-img1.png",
    "images/question-073-img2.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The slope of the least squares regression line decreases and the correlation decreases."
    },
    {
      "letter": "B",
      "text": "The slope of the least squares regression line decreases and the correlation increases."
    },
    {
      "letter": "C",
      "text": "The slope of the least squares regression line increases and the correlation decreases."
    },
    {
      "letter": "D",
      "text": "The slope of the least squares regression line increases and the correlation increases."
    },
    {
      "letter": "E",
      "text": "The slope of the least squares regression line increases and the correlation stays the same."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Below is approximate scatterplots with and without the points $(900,155)$.\n\nWith the point $(900,155)$:\nCopyright Albert.io.2017. All rights reserved\n\nCopyright Albert.io.2017. All rights reserved\n\nWithout the point $(900,155)$:\nCopyright Albert.io 2017. All rights reserved\n\nCopyright Albert.io 2017. All rights reserved\n\nWhen the point $(900,155)$ is removed, the slope of the least squares regression line becomes steeper in the positive direction indicating the slope has increased.\n\nThe correlation also increases because the linear pattern has become stronger. The regression line falls on most the points and their appears to be less scatters between the points and the regression line.\n\nExplanation of Distractors Choice 'A' is incorrect as both the slope and correlation increase. Choice 'B' is incorrect as the slope increases. Choice 'C' is incorrect as the correlation increases. Choice 'D' is incorrect as the correlation increases.",
  "tags": [
    "4.B",
    "DAT-1.C",
    "DAT-1",
    "DAT-1.C.1"
  ]
}