{
  "question_id": "question-007",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "relationship",
    "variables"
  ],
  "title": "Explaining the Relationship: Snowblowers and Hypothermia",
  "difficulty": "Medium",
  "question_text": "While doing some research, Nick noticed a very strong, positive relationship between the number of snowblowers sold on a given day and the number of individuals hospitalized with hypothermia (dangerously low body temperature) on that day.<br>Which of the following most likely explains this relationship?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "cause and effect"
    },
    {
      "letter": "B",
      "text": "coincidence"
    },
    {
      "letter": "C",
      "text": "common response"
    },
    {
      "letter": "D",
      "text": "extrapolation"
    },
    {
      "letter": "E",
      "text": "recording error"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Common response occurs when a third variable that is not under study is causing the same type of response to both the explanatory variable and response variable that are being studied.\n\nIn this case, the two variables under study are the number of snowblowers sold and the number of individuals hospitalized with hypothermia. It does not seem likely that the number of snowblowers sold would be the reason or explanation for how many individuals are hospitalized with hypothermia. Furthermore, it does not seem likely that the number of individuals hospitalized with hypothermia would be the reason or explanation for how many snowblowers are sold.\n\nIn looking for an explanation for the number of snowblowers sold, we might logically conclude that more snowblowers will be sold when the outside temperature is low. Colder weather may suggest to individuals that snow is on the way or already on the ground. This may be the reason that individuals would decide to go to the store and purchase a snowblower.\n\nIn looking for an explanation for why a certain number of individuals are being hospitalized for hypothermia, we might also conclude that it might be the result of low outdoor temperatures. Colder weather could lead to the development of hypothermia, particularly for individuals who spend a lot of time outdoors.\n\nSince low outdoor temperatures would likely lead to a greater number of snowblowers being sold and also a greater number of individuals being hospitalized for hypothermia, common response is the most likely explanation for the relationship between the two variables.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Even a very strong relationship between two variables does not imply that one variable is causing a certain response in the other variable. Furthermore, it doesn't make sense that purchasing a snowblower would cause an individual to develop hypothermia or that having hypothermia would cause an individual to purchase a snowblower.\n\nChoice 'B' is incorrect. While the relationship could simply be the result of coincidence, common response is a more likely explanation.\n\nChoice 'D' is incorrect. Extrapolation cannot be used to explain a relationship between two variables. Extrapolation occurs when a mathematical model (equation) is used to predict the value of a response variable, y\n, from an explanatory variable,x\n, that is outside the domain of values used to create the model. Such predictions tend to be inaccurate.\n\nChoice 'E' is incorrect. While it is possible that a data point or two might have been recorded incorrectly, it is unlikely that recording errors would lead to the development of a strong, positive relationship between the number of snowblowers sold and the number of individuals hospitalized for hypothermia. Errors in recording data would most likely lessen the strength of an observed relationship.",
  "tags": [
    "VAR-1.D",
    "VAR-1.D.1",
    "1.A",
    "VAR-1"
  ]
}