{
  "question_id": "question-048",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "correlation",
    "bivariate-data",
    "exploring-data"
  ],
  "title": "Determining the Validity of a Correlation",
  "difficulty": "Easy",
  "question_text": "Which of the following provides a valid description of the correlation between two variables?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Mary is a waitress at a popular restaurant. She recently complained that there is a very strong negative correlation between the number of orders she gets for buffalo chicken quesadillas on a given day and whether or not she sticks to her diet for that day."
    },
    {
      "letter": "B",
      "text": "When Janet saw that the correlation between a student's height and a student's score on a math test given to all students at Central Elementary School was $0.92$, she said \"Wow! That just proves that taller people are better at math!\""
    },
    {
      "letter": "C",
      "text": "Arnold is a fitness trainer at a local gym. Recently, he did a study to investigate the relationship between an individual's body weight and how much they could leg press. He found that the relationship was roughly linear and the correlation was $2.0$. On average, people could leg press twice their body weight."
    },
    {
      "letter": "D",
      "text": "Melissa is a mountaineer who has climbed some of the world's tallest mountains. On her last big climb, she recorded both the altitude (height above sea level) and temperature at several different locations. She found the relationship to be roughly linear with a correlation close to $-1$."
    },
    {
      "letter": "E",
      "text": "Isaac did an experiment to investigate how quickly hot water cools. He started by taking a cup of very hot water and measuring the temperature. He then continued to measure the temperature every two minutes. Upon plotting the relationship between time and temperature, he noticed a very strong, negative, curved relationship, and therefore concluded that the correlation value would be very close to −1."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Here are some facts concerning correlation:\n\nCorrelation is used to measure the strength of a linear relationship between two quantitative variables. If the relationship is not roughly linear or involves a categorical variable, then correlation cannot be used.\n\nThe correlation coefficient, r\n, is a value such that −1≤r≤1\n. Positive relationships have positive correlations while negative relationships have negative correlations. The stronger the relationship, the closer r\nwill be to either −1\nor 1\n.\n\nEven if the correlation indicates a very strong relationship between two variables, it cannot be used to prove a cause and effect relationship between the variables.\n\nNow, let's consider each of the choices with respect to these known facts.\n\nExplanation of Distractors\n\nChoice 'A' is not a valid description of correlation because whether or not Mary sticks to her diet (yes or no) is a categorical variable.\n\nChoice 'B' is not a valid description of correlation because Janet is using correlation to imply causation. In this case, the strength of the relationship between student's height and student's score is more likely due to the fact that taller students are older students and therefore have learned more math.\n\nChoice 'C' is not a valid description of correlation. Correlation cannot be a value greater than 1\nand does not describe a ratio between the two variables.\n\nChoice 'D' provides a valid description of correlation and is the correct answer. Both variables (altitude and temperature) are quantitative and the relationship was found to be roughly linear. Since temperatures tend to be colder at higher elevations, we would expect the relationship to be negative and a correlation near −1\nis a valid correlation. Finally, there is no implication of causation.\n\nChoice 'E' is not a valid description of correlation because the relationship between time and temperature is curved and not linear.",
  "tags": [
    "DAT-1.B.3",
    "2.C",
    "DAT-1",
    "DAT-1.B.1",
    "DAT-1.B",
    "DAT-1.B.2"
  ]
}