{
  "question_id": "question-133",
  "title": "Golf Preparation",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">A golfer is preparing for a tournament on an ocean course. The wind is notorious for causing golfers to struggle. The golfer wonders if there is an association between the speed of the wind (in miles per hour) and the number of birdies (making the golf ball in the hole one stroke under the expected number of strokes) a golfer makes. </div><div class=\"paragraph\">He examines historical data for hole <span class=\"tex2jax_process\">$13$</span> on the course and records the wind speed for the day and the number of birdies made by golfers. A graph is shown below. </div><div class=\"u-display_flex u-justify-content_center\"><div class=\"u-display_flex u-justify-content_center u-mar-b_2\"><svg aria-hidden=\"true\" focusable=\"false\" data-prefix=\"fas\" data-icon=\"spinner\" class=\"svg-inline--fa fa-spinner fa-pulse fa-fw fa-2x a-icon content-inherit\" role=\"img\" xmlns=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 512 512\"><path fill=\"currentColor\" d=\"M304 48a48 48 0 1 0 -96 0 48 48 0 1 0 96 0zm0 416a48 48 0 1 0 -96 0 48 48 0 1 0 96 0zM48 304a48 48 0 1 0 0-96 48 48 0 1 0 0 96zm464-48a48 48 0 1 0 -96 0 48 48 0 1 0 96 0zM142.9 437A48 48 0 1 0 75 369.1 48 48 0 1 0 142.9 437zm0-294.2A48 48 0 1 0 75 75a48 48 0 1 0 67.9 67.9zM369.1 437A48 48 0 1 0 437 369.1 48 48 0 1 0 369.1 437z\"></path></svg><label class=\"sr-only\"><progress></progress>Loading question supplement...</label></div></div>\n<div class=\"paragraph\">The golfer believes there to be a positive association between the wind speed and number of birdies made. Is he correct?</div>",
  "image_files": [
    "images/question-133-img1.png"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because the wind is obviously affecting the number of birdies."
    },
    {
      "letter": "B",
      "text": "Yes, as the wind increases, the number of birdies incease."
    },
    {
      "letter": "C",
      "text": "No, it does not seem like the wind has an affect on the number of birdies made by a golfer."
    },
    {
      "letter": "D",
      "text": "No, the scatterplot shows a negative association between wind speed and number of birdies made."
    },
    {
      "letter": "E",
      "text": "There is no association as past outcomes do not affect future outcomes."
    }
  ],
  "correct_answer": "<strong>Choice 'D'</strong> is the correct answer. ",
  "solution": "The <strong>scatterplot</strong> is a graph of <strong>bivariate quantitative data</strong>, which is two data points collected on one individual. In this case, the graph shows the number of birdies golfers made against the wind speed on the day of play. \n\nExamining the scatterplot, it shows that the number of birdies drastically decreased as the wind speed increases. This would imply a <strong>negative association</strong>, meaning as the values of one variable increases, the values of the other variable tend to decrease.\n\nSince the graph is showing a negative association, and not a positive association, the golfer's belief is incorrect. \n\n<strong>Choice 'D'</strong> is correct. ",
  "distractor_explanations": {
    "A": "<strong>Choice 'A'</strong> is incorrect. The wind is definitely affecting the number of birdies, but it's affecting them negatively, not positively. ",
    "B": "<strong>Choice 'B'</strong> is incorrect. As the wind speed increases, the number of birdies decreases, not increases. ",
    "C": "<strong>Choice 'C'</strong> is incorrect. Examining the graph, you can make the assumption that as wind speed increases, the number of birdies decrease. ",
    "E": "<strong>Choice 'E'</strong> is incorrect. Although this statement is true for independent events, one can examine a scatterplot and make reasonable assumptions on past data."
  },
  "tags": [
    "DAT-1",
    "DAT-1.A.3",
    "DAT-1.A",
    "2.A",
    "DAT-1.A.2"
  ],
  "standards": [
    "DAT-1",
    "DAT-1.A.3",
    "DAT-1.A",
    "2.A",
    "DAT-1.A.2"
  ]
}