{
  "question_id": "question-132",
  "unit": "AP® Statistics | Unit 2 Assessment",
  "topics": [
    "direction",
    "scatterplot",
    "scatterplots",
    "quantitative-data",
    "bivariate-data"
  ],
  "title": "Hours of Television",
  "difficulty": "Easy",
  "question_text": "A researcher is interested in seeing if there is a connection between the number of hours of television a child watched per week while they were young and the score on a reading comprehension exam. The researchers believe that the more hours of television watched, the lower the score on the comprehension exam.\nWhich of the following graphs could represent the researchers' beliefs?",
  "image_files": [
    "images/question-132-img1.png",
    "images/question-132-img2.png",
    "images/question-132-img3.png",
    "images/question-132-img4.png",
    "images/question-132-img5.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": ""
    },
    {
      "letter": "B",
      "text": ""
    },
    {
      "letter": "C",
      "text": ""
    },
    {
      "letter": "D",
      "text": ""
    },
    {
      "letter": "E",
      "text": ""
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The data regarding amount of time watching television when younger and reading comprehension make up a bivariate quantitative data set. A bivariate quantitative data set consists of observations of two different quantitative variables made on individuals in a sample or population.\n\nThe graphical representation of bivariate quantitative data is called a scatterplot. As noted in the prompt, the researchers believed the more television hours watched as a child, the lower the reading comprehension scores would be. Therefore, we are looking for a graph that has a negative direction. The only graph that has a negative direction is Graph E.\n\nChoice 'E' is correct.",
  "explanations": {},
  "tags": [
    "UNC-1.S",
    "UNC-1.S.2",
    "UNC-1.S.1",
    "2.B"
  ]
}