{
  "question_id": "question-017",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "categorical-data",
    "frequency-tables",
    "bar-charts",
    "exploring-data"
  ],
  "title": "Situation for Two-Way Table",
  "difficulty": "Easy",
  "question_text": "In which situation could one summarize the data in a two-way table?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Select $15\\text{ males}$ and $15\\text{ females}$ and determine if the males score higher on the ACT than the females."
    },
    {
      "letter": "B",
      "text": "Select $15\\text{ males}$ and determine if their ACT scores are higher this year than the national average."
    },
    {
      "letter": "C",
      "text": "Select $15\\text{ males}$ and determine the proportion of them who vote for Republican."
    },
    {
      "letter": "D",
      "text": "Select $15\\text{ males}$ and $15\\text{ females}$ and determine by gender the proportions of each who vote for the Republican."
    },
    {
      "letter": "E",
      "text": "Select $15\\text{ males}$ and determine whether a relationship exists between income and political preference."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Two way tables are used to display two categorical variables. A categorical variable is described in words, as opposed to quantitative variables that are described in numbers.\n\nChoice 'D' deals with categorical variables. One of these variables is gender, with categories of male and female. The other category is whether one plans to vote Republican, with categories of yes or no.\n\nBelow is an example of what a two-way table could look like involving gender and whether one votes Republican or not.\n\nExplanation of Distractors\n\nChoices 'A' and 'B' are incorrect; these deal with quantitative variables (ACT score), but two-way tables deal only with categorical variables.\n\nChoice 'C' is incorrect; this only involves a single variable (male support of Republicans).\n\nChoice 'E' is incorrect; this involves one categorical and one quantitative variable.",
  "tags": [
    "UNC-1.P",
    "2.D",
    "UNC-1.P.3",
    "UNC-1"
  ]
}