{
  "question_id": "question-010",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "relationships",
    "quantitative-data"
  ],
  "title": "Statements on Variation in Two Variable Relationships",
  "difficulty": "Hard",
  "question_text": "Which of the following statements is NOT true concerning variation in a roughly linear relationship between two quantitative variables?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "For any value of the explanatory variable, we expect that there will be some variation in the response variable."
    },
    {
      "letter": "B",
      "text": "Although random variation may be present, a pattern may still exist."
    },
    {
      "letter": "C",
      "text": "The presence of an outlier increases the amount of variation in the relationship between two quantitative variables."
    },
    {
      "letter": "D",
      "text": "Variation in the response variable indicates a weak relationship between two quantitative variables."
    },
    {
      "letter": "E",
      "text": "Variation may be the result of measuring or recording errors."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Unless the relationship between two quantitative variables is perfectly linear, we would expect there to be some variation in the values of the response variable. The sole fact that variation is present cannot help us to determine the strength of the relationship. While extreme variation may result in a weak relationship, the relationship between the two variables may still be considered to be a strong relationship if the amount of variation is small.\n\nThe statement offered in Choice 'D' is not true. Therefore, Choice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The statement provided here is true. Suppose we are trying to investigate the relationship between an individual's height and the length of their foot. We would not expect every individual who is $63$ inches tall to have the exact same foot length. We do expect variation in the value of the response variable for a given value of the explanatory variable.\n\nChoice 'B' is incorrect. The statement provided here is true. While random variation is expected, an overall pattern may still be present. For example, we may notice that taller individuals have larger foot lengths.\n\nChoice 'C' is incorrect. The statement provided here is true. An outlier is a data point that is far off the line of best fit. This means that the value of the response variable is far from what would be expected. In other words, it varies quite a bit from the overall trend. This will increase the amount of variation seen in the relationship.\n\nChoice 'E' is incorrect. The statement provided here is true. Measurements of quantitative variables such as height and foot length are subject to human error. Measurement and/or recording errors could be the reason for observed variation in a relationship.",
  "tags": [
    "VAR-1.D",
    "VAR-1.D.1",
    "1.A",
    "VAR-1"
  ]
}