{
  "question_id": "question-129",
  "unit": "AP® Statistics | Unit 2 Assessment",
  "topics": [
    "bar-graph",
    "categorical-data",
    "graph-interpretation",
    "variables"
  ],
  "title": "Car Insurance Study",
  "difficulty": "Easy",
  "question_text": "An insurance company commissioned a study to examine the connection between age and whether or not a person had ever been in a car accident. The graph below summarizes the data.<br><br>Which of the following is supported by the chart?",
  "image_files": [
    "images/question-129-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The age group with the smallest proportion of drivers with accidents is 16−20 years old."
    },
    {
      "letter": "B",
      "text": "As you get older, you are less likely to be in a car accident."
    },
    {
      "letter": "C",
      "text": "The age group with the highest proportion being in a car accident is 30−50\nyear old."
    },
    {
      "letter": "D",
      "text": "A person in the 21−30\nyear old category is more likely to have been in a car accident than not."
    },
    {
      "letter": "E",
      "text": "In the 50+\nage category, less than 50%\nof people surveyed had been in a car accident."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nThe data above is summarized in a segmented bar chart, which is an example of bar graph for one categorical variable, broken down by categories of another variable. In this case, the variables are age group and whether or not the person had been in a car accident.\n\nLooking at the 16−20\nage group, only about 10%\nof people surveyed answered \"Yes\". Which, when looking at the other age groups, is by far the smallest proportion to answer \"Yes\".\n\nChoice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. Looking at the age groups, the proportion of people who had been in a car accident tends to increase as age increases.\n\nChoice 'C' is incorrect. The age group with the largest proportion of people surveyed who had been in a car accident is the 50+\nage group, not the 30−50\nage group.\n\nChoice 'D' is incorrect. Since only 25% of people surveyed answered \"Yes\" in the 21−30\nage group, you are more likely to have not been in a car accident.\n\nChoice 'E' is incorrect. Looking at the bar graph, over\n50\n%\nof the\n50\n+\nage group answered, \"Yes\".",
  "tags": [
    "UNC-1.P",
    "2.D",
    "UNC-1"
  ]
}