{
  "question_id": "question-108",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "least-squares-regression-line",
    "bivariate-data",
    "exploring-data"
  ],
  "title": "Attendance vs. Sales at the Concession Stand",
  "difficulty": "Medium",
  "question_text": "Members of the Home and School Association at a local high school are in charge of operating the concession stand during home athletic events. They have been wondering if the number of tickets sold for an event can help to predict the amount of money they will make from selling snacks at the concession stand during the event. Students in the school's AP Statistics classes have offered to help them out.<br>After gathering data about the number of tickets sold and the amount of money made at the concession stand during a random sample of home athletic events, the students used a statistical software program to develop the equation for the least squares regression line (LSRL). Computer output is displayed below.<br>Created for Albert.io. Copyright 2016. All rights reserved.<br><br>Identify the slope of the LSRL and explain what it means.",
  "image_files": [
    "images/question-108-img1.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The slope is $0.47$. For every additional ticket sold, the amount of money made at the concession stand is expected to increase by $\\$0.47$."
    },
    {
      "letter": "B",
      "text": "The slope is $0.47$. For every additional dollar made at the concession stand, the expected attendance at the event will increase by $0.47$."
    },
    {
      "letter": "C",
      "text": "The slope is $0.83$. For every additional dollar made at the concession stand, the number of tickets sold is expected to increase by $0.83$."
    },
    {
      "letter": "D",
      "text": "The slope is $4.32$. For every additional ticket sold, the amount of money made at the concession stand is expected to increase by $\\$4.32$."
    },
    {
      "letter": "E",
      "text": "The slope is $4.32$. For every additional dollar made at the concession stand, the number of tickets sold is expected to increase by $4.32$."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "The variable in this example is the attendance or number of tickets sold. This is the explanatory variable or $x$. The coefficient of $x$ can be found where the column of the computer output labeled \"Coef\" intersects with the row labeled \"Variable\". The corresponding value is $0.47$. This is the slope of the LSRL.\n\nWe can also find the y-intercept of the LSRL by looking at the value in the column labeled \"Coef\" and row labeled \"Constant\". The y-intercept is in fact a constant and does not change based upon the value of $x$. The full equation for the LSRL is: $\\hat { y } =4.32+0.47x$ where $x$ is the number of tickets sold and $\\hat{y}$ is the predicted amount of money made at the concession stand.\n\nLet's concentrate on the value of the slope in order to better understand its meaning. Recall from previous math courses that the formula for slope is:\n\n$$\\text{slope} = \\dfrac{\\text{change in y}}{\\text{change in x}}$$\n\nIf we replace $x$ and $y$ with what they actually mean in the context of this problem we would then have:\n\n$$\\text{slope} = \\dfrac{\\text{change in amount of money made}}{\\text{change in number of tickets sold}}$$\n\nConnect this to the value of the slope ($0.47$) as follows:\n\n$$\\dfrac{0.47}{1} = \\dfrac{\\text{change in amount of money made}}{\\text{change in number of tickets sold}}$$\n\nFrom the equivalent fractions, match up the fact that a change of $1$ in the number of tickets sold corresponds to a change in $0.47$ in the predicted amount of money made. Since the value $0.47$ represents the amount of money made, we can now fully interpret the slope to mean that for every additional ticket sold, the amount of money made at the concession stand is expected to increase by $\\$0.47$.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. This statement reverses the meanings of $x$ and $y$ in the context of this problem.\n\nChoice 'C' is incorrect. The value $0.83$ represents the correlation. This value can be found in the computer output shown, but it does not represent the slope.\n\nChoices 'D' and 'E' are incorrect. The value $4.32$ represents the $y$-intercept for the LSRL. This value can also be found in the computer output shown, but it does not represent the slope.",
  "tags": [
    "4.B",
    "DAT-1.H.2",
    "DAT-1.H",
    "DAT-1"
  ]
}