{
  "question_id": "question-051",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "correlation",
    "bivariate-data",
    "exploring-data"
  ],
  "title": "Grocery Shopping: Predicting Correlation",
  "difficulty": "Easy",
  "question_text": "Jasmine has been keeping track of the relationship between the number of items she buys at the grocery store and the total amount of her grocery bill (in dollars). She has noticed that the relationship is roughly linear.<br>What would you predict regarding the correlation for this relationship?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The correlation will be $0$."
    },
    {
      "letter": "B",
      "text": "The correlation will be negative but not near $-1$."
    },
    {
      "letter": "C",
      "text": "The correlation will be positive and fairly close to $1$."
    },
    {
      "letter": "D",
      "text": "The correlation will be the same as the slope of the LSRL."
    },
    {
      "letter": "E",
      "text": "Correlation is meaningless in this situation since the appropriate conditions for using correlation have not been satisfied."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The correlation, $r$ measures the strength and direction of a linear relationship between two quantitative variables.\n\nThe value of r will always be such that −1≤r≤1. If there is no association between the two variables, we would expect the correlation to be near or equal to 0. Positive relationships will have correlation values that are positive and negative relationships will have correlation values that are negative. Stronger relationships will have correlation values whose absolute value is near 1.\n\nThe more items you buy at the grocery store, the more you will have to pay. Therefore, the value of the correlation will be positive. Since the relationship should be pretty strong, the value will also be fairly close to 1.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. We would expect there to be some type of relationship between number of items purchased and total cost. Since some grocery items will cost more and some less, this relationship may not be particularly strong, however, we would not expect the correlation to be 0.\n\nChoice 'B' is incorrect. In this situation, a negative correlation would imply that the more items we purchase, the less our total grocery bill will be. This does not make sense.\n\nChoice 'D' is incorrect. While the correlation and the slope of the LSRL will both have the same sign (positive or negative), the correlation will most likely not equal the slope. The correlation value will definitely be between −1\nand 1\n, but this is not necessarily true of the slope.\n\nChoice 'E' is incorrect. In order to consider using correlation, we must know that we are looking at a relationship between two quantitative variables and that the relationship is roughly linear. A quantitative variable is a variable that is measured using a numerical value. Both number of items purchased and total cost of the grocery bill are quantitative variables. Also, Jasmine noticed that the relationship is roughly linear, so both of the necessary conditions for using correlation have been satisfied.",
  "tags": [
    "4.B",
    "DAT-1.C",
    "DAT-1.C.2",
    "DAT-1",
    "DAT-1.C.1"
  ]
}