{
  "question_id": "question-037",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "scatterplots",
    "characteristics"
  ],
  "title": "Association Strength",
  "difficulty": "Easy",
  "question_text": "Which of the following describes the strength of an association between two quantitative variables on a scatterplot?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The number of points that constitute unusual features."
    },
    {
      "letter": "B",
      "text": "Whether the slope is positive instead of negative."
    },
    {
      "letter": "C",
      "text": "Whether there is a line or not."
    },
    {
      "letter": "D",
      "text": "The steepness of the slope of the line."
    },
    {
      "letter": "E",
      "text": "How closely the points follow a line."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nA scatterplot can be described by four characteristics: form, direction, strength and unusual features. Form is whether the points take the shape of a line or not. Direction is whether the slope of the line is positive or negative, and unusual features include points away from the line such as outliers.\n\nStrength measures how closely the points follow a line or another pattern. Strength can be described as weak, moderate, or strong. Strength measures the strength of the association of the two variables.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because this is unusual features, a different characteristic of a scatterplot.\n\nChoice 'B' is incorrect because this is related to direction, a different characteristic of a scatterplot.\n\nChoice 'C' is incorrect because this is form, a different characteristic of a scatterplot.\n\nChoice 'D' is incorrect because the steepness of the line is related to slope, not to strength.",
  "tags": [
    "DAT-1.A.5",
    "DAT-1",
    "DAT-1.A",
    "2.A"
  ]
}