{
  "question_id": "question-140",
  "unit": "AP® Statistics | Unit 2 Assessment",
  "topics": [
    "y-intercept",
    "interpret",
    "slope",
    "least-squares-regression-line"
  ],
  "title": "Drying Time",
  "difficulty": "Medium",
  "question_text": "A company that produces clothes dryers is interested in making changes to its flagship dryer. They want to add a sensor that will alter the time needed to fully dry the clothes. A quality assurance representative collects data on the amount of time it takes a load of clothes to fully dry and records the weight of the clothes in pounds. She creates the following linear regression model that predicts the time needed to fully dry a load of clothes:<br>$$\\hat{y} = 32.6 + 1.3x$$<br>...where $x = $ the weight of clothes in the dryer in pounds and $y = $ the amount of time needed to fully dry the clothes in minutes.<br>Which of the following statements is false regarding the linear regression model?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The more clothes put in the dryer, the longer the predicted drying time."
    },
    {
      "letter": "B",
      "text": "As weight increases by $1$ pound, the predicted drying time increases by $1.3$ minutes."
    },
    {
      "letter": "C",
      "text": "As time increases by $1$ minute, the predicted weight increases by $1.3$ pounds."
    },
    {
      "letter": "D",
      "text": "The $y$-intercept does not have a logical interpretation in this situation."
    },
    {
      "letter": "E",
      "text": "A load of clothes that weighs $10$ pounds has a predicted time of $45.6$ minutes."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nRemember: we're looking for the answer choice that is false.\n\nWhen given a least-square regression line in the form of:\n\n$$\\hat{y} = a + bx$$\n\n...where a represents the y-intercept and b represents the slope of the LSRL.\n\nIn this case, our LSRL was:\n\nˆ\ny\n=32.6+1.3x\n\n...so the slope of the LSRL was 1.3. The slope is the amount the predicted y-value changes for every unit increase in x.\n\nTherefore, the slope is not predicted by the weight, it is predicting the time needed to dry the clothes.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since the least-squares regression line has a positive slope, the correct interpretation on the direction would be as pounds increase, the predicted time increases as well.\n\nChoice 'B' is incorrect. This is the correct interpretation of the slope in context to this problem.\n\nChoice 'D' is incorrect. Sometimes, the LSRL gives a y\n-intercept without a logical interpretation. Since one would not dry 0\npounds of clothes, the y\n-intercept does not make logical sense to interpret in this case.\n\nChoice 'E' is incorrect. To find the predicted drying time, plug in 10\npounds into x\nand find the predicted time, which is 45.6\nminutes.",
  "tags": [
    "4.B",
    "DAT-1.H.2",
    "DAT-1.H",
    "DAT-1.G.3",
    "DAT-1",
    "DAT-1.H.3",
    "DAT-1.H.1"
  ]
}