{
  "question_id": "question-044",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "deduction",
    "scatterplot",
    "characteristics"
  ],
  "title": "Scatterplot Analysis",
  "difficulty": "Hard",
  "question_text": "A student working on a project came up with $5$ points on a scatterplot: $(4, 7), (12, 5), (0, 8), (8, 5), (16, 4) $.<br>Four of the following statements about the scatterplot are true. Which one is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "There is a negative association between the variables."
    },
    {
      "letter": "B",
      "text": "The form of the points is roughly linear."
    },
    {
      "letter": "C",
      "text": "Though there are not many points, the strength of the association is likely to be moderate to strong."
    },
    {
      "letter": "D",
      "text": "The point (8, 5) is an unusual point because it does not follow the pattern."
    },
    {
      "letter": "E",
      "text": "These points represent bivariate quantitative data."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nA scatterplot is a way of representing the relationship between two quantitative variables also known as bivariate quantitative data.. Each pair of points representing the two variables is plotted on a graph and evaluated. A scatterplot is evaluated on four topics.\n\nA scatterplot's form is examined and it is decided whether it is linear or not. Here, 4\nof the 5\npoints form a perfect line so its form could be called linear.\n\nIts direction is looked at to see if it has a positive or negative slope. Because 4\nof the 5\npoints have have the x\nvalue increasing while the y\nvalue is decreasing, the slope, and thus the association between the variables, is negative.\n\nThe strength of the pattern is, in this case a line, is probably strong, or at least moderate, since 4\nof the 5\npoints do form a line.\n\nFinally, unusual features are noted which may include outlying points. It is true that there is one point here that is not quite on the line. But scatterplots rarely form perfect lines. Simply saying it is an unusual point because it does not follow the pattern (we expect the y\nvalue to be a 6\ninstead of a 5\n) does not make it so. Further, we would need the regression line equation to decide if a point is an unusual point.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because there is a negative association between the variables.\n\nChoice 'B' is incorrect because the form of the points is roughly linear.\n\nChoice 'C' is incorrect because the strength of the association is likely to be moderate to strong.\n\nChoice 'E' is incorrect because these points do represent bivariate quantitative data.",
  "tags": [
    "DAT-1.A.1",
    "DAT-1",
    "DAT-1.A",
    "2.A"
  ]
}