{
  "question_id": "question-126",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "linear-regression",
    "transforming-points",
    "variables"
  ],
  "title": "Transformations of Variables",
  "difficulty": "Medium",
  "question_text": "Five statements about the transformation of variables are listed below. Four are true and one is false. Which statement below is false?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "One way of transforming variables is to take the natural log of each of the response variables."
    },
    {
      "letter": "B",
      "text": "Transformed data can result in data which is more linear in form."
    },
    {
      "letter": "C",
      "text": "Transformed data can result in an $r^2$ value closer to $1$ which indicates the regression line is a more appropriate model."
    },
    {
      "letter": "D",
      "text": "Residual plots of transformed data can show less scatter which indicates the regression line is a more appropriate model."
    },
    {
      "letter": "E",
      "text": "One way of transforming variables is to square each of the explanatory variables."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nStatisticians may choose to use transformed data in order to create models which may be more linear in form. Both the explanatory and the response variables can be changed by a variety of methods from squaring to taking logarithms. One or both variables may be transformed.\n\nTransformed data can display greater linearity by increasing the r2 value bringing it closer to 1 and by changing the value of the residuals. These changes in residuals create more randomness or scatter in the residual plot which serves as greater evidence for linearity.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it is true that one way of transforming variables is to take the natural log of each of the response variables.\n\nChoice 'B' is incorrect because it is true that transformed data can result in data which is more linear in form.\n\nChoice 'C' is incorrect because it is true that transformed data can result in an r2\nvalue closer to 1\nwhich indicates the regression line is a more appropriate model.\n\nChoice 'E' is incorrect because it is true that one way of transforming variables is to square each of the explanatory variables.",
  "tags": [
    "DAT-1",
    "DAT-1.J",
    "DAT-1.J.1",
    "DAT-1.J.2",
    "2.A"
  ]
}