{
  "question_id": "question-136",
  "unit": "AP® Statistics | Unit 2 Assessment",
  "topics": [
    "linear-regression",
    "least-squares-regression-line",
    "predicting-response-variable"
  ],
  "title": "Growth of Puppies",
  "difficulty": "Medium",
  "question_text": "A certain breed of dog's growth during the first year of life can be summarized by the least squares regression line $\\hat{y} = 10 + 1.2x$, where $x =$ the age in month and $y =$ the weight in pounds.<br>What would be the predicted increase in weight for a $5$ month old puppy?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$10$"
    },
    {
      "letter": "B",
      "text": "$1.2$"
    },
    {
      "letter": "C",
      "text": "$16$"
    },
    {
      "letter": "D",
      "text": "$6$"
    },
    {
      "letter": "E",
      "text": "We should not calculate the predicted increase because the value is outside the domain."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nA simple linear regression model is an equation,\n$$\\hat{y} = a + bx$$\nthat uses an explanatory variable, $x$, to predict the response variable, $y$.\n\nThis problem is asking for the predicted increase of the response variable, not the predicted response variable. To solve this problem, we can do two different methods:\n\nMethod 1: Use x=5 and x=0 and find the difference:\nˆ\ny\n=10+1.2(5)=16\nˆ\ny\n=10+1.2(0)=10\nTherefore,\n16−10=6\n\nMethod 2: Simply use the slope of the equation. Since the slope of the equation,\nˆ\ny\n=a+bx, is represented by b, the slope in our equation is 1.2. The slope is the increase of the predicted response variable for every increase of 1 unit of the explanatory variable.\n\nTherefore,\n1.2(5)=6\n\nChoice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. 10\nrepresents the y-intercept of the equation, which is the value of the predicted response variable when the explanatory variable equals 0\n.\n\nChoice 'B' is incorrect. 1.2\nrepresents the slope of the regression line, which is the increase of the predicted response for an increase of 1\nfor the explanatory variable.\n\nChoice 'C' is incorrect. If we substitute 5\ninto the regression line, we get a predicted value of 16\n, but we are asked to find the predicted increase, not the predicted value.\n\nChoice 'E' is incorrect. Extrapolation is predicting the response variable with a value for the explanatory variable outside the interval used to create the regression line. Since the line is for the first year of life, a 5\nmonth old puppy is within the domain.",
  "tags": [
    "DAT-1.D.2",
    "2.C",
    "DAT-1.D",
    "DAT-1.D.1"
  ]
}