{
  "question_id": "question-029",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "conditional-relative-frequencies",
    "two-way-table"
  ],
  "title": "Find the Conditional Frequency",
  "difficulty": "Medium",
  "question_text": "Suppose you are told to find the conditional frequency for a cell in column $2$ of a two-way table. Which of the following should you do to find that conditional frequency?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Divide the cell value by the total of the entire table."
    },
    {
      "letter": "B",
      "text": "Divide the cell value by the total of column $2$."
    },
    {
      "letter": "C",
      "text": "Divide the cell value by the number of columns."
    },
    {
      "letter": "D",
      "text": "Divide the cell value by the number of rows."
    },
    {
      "letter": "E",
      "text": "Divide the cell value by the sum of the number of rows and columns."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nWhen looking at a two-way table a number of different calculations can be done. In this problem you are asked to find the conditional frequency for a given cell. This compares a frequency count to a marginal total.\n\nWhen calculating a conditional frequency for a given cell you want to divide the cell count by either the row or column total depending upon what is being asked. In this problem you are given only the column and not the row. Further, the row is not specified in the answers. The answer, then, would be to divide the cell count or value by the total of column 2.\n\nSo, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because dividing the cell value by the total of the entire table gives a marginal frequency.\n\nChoice 'C' is incorrect because dividing the cell value by the number of columns does not yield a usable answer.\n\nChoice 'D' is incorrect because dividing the cell value by the number of rows does not yield a usable answer.\n\nChoice 'E' is incorrect because dividing the cell value by the number of columns and rows does not yield a usable answer.",
  "tags": [
    "2.C",
    "UNC-1.Q",
    "UNC-1.Q.2",
    "UNC-1"
  ]
}