{
  "question_id": "question-072",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "correlation",
    "variation",
    "bivariate-data",
    "exploring-data"
  ],
  "title": "Finding the Correlation Coefficient When Given the Variation",
  "difficulty": "Hard",
  "question_text": "It is determined that the least squares regression line between two variables, $x$ and $y$, is given as:<br>$$\\hat { y } =20000- 0.153x$$<br>It is also determined that the variation (coefficient of determination) is $57\\%$.<br>Which of the following is the value for the correlation coefficient?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$-0.755$"
    },
    {
      "letter": "B",
      "text": "$-0.325$"
    },
    {
      "letter": "C",
      "text": "$0$"
    },
    {
      "letter": "D",
      "text": "$0.325$"
    },
    {
      "letter": "E",
      "text": "$0.755$"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "The variation, or the proportion of the variance in the dependent variable that is predictable from the independent variable, is represented by $r^2$.\n\nThe correlation coefficient, or the measure of the linear correlation between two variables, is represented by $r$.\n\nTo find the correlation coefficient, we must determine the square root of the given variation. Remember that when we take the square root of a number, a plus or minus sign ($ \\pm$) is added to the front of the square root.\n\nWe are told the variation (coefficient of determination) is $57\\%$ or $0.57$. Therefore, the square root of $0.57$ is both $0.755$ and $-0.755$. So, we need to look at the slope of the LSRL (Least-Squares Regression Line) to determine if we want $0.755$ or $-0.755$.\n\nSince the given slope of the LSRL is negative ($-0.153$), this indicates that we are seeking the negative correlation.\n\nChoice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. The variation is represented by $r^2$. The correlation is represented by $r$. To find the correlation, we must determine the square root of the given variation. In this case, $0.57$ was squared and then a negative sign was added in front of it.\n\nChoice 'C' is incorrect. A correlation coefficient of $0$ would imply no correlation, which is not true based on the variation provided.\n\nChoice 'D' is incorrect. The variation is represented by $r^2$. The correlation is represented by $r$. To find the correlation, we must determine the square root of the given variation. In this case, $0.57$ was squared.\n\nChoice 'E' is incorrect. The variation is represented by $r^2$. The correlation is represented by $r$. To find the correlation, we must determine the square root of the given variation. Remember that when we take the square root of a number, a plus or minus sign is added to the front of the square root. Since the slope of the LSRL is negative ($-0.153$), this indicates that we want the negative correlation.",
  "tags": [
    "DAT-1.B.3",
    "2.C",
    "DAT-1",
    "DAT-1.B.1",
    "DAT-1.B",
    "DAT-1.B.2"
  ]
}