{
  "question_id": "question-001",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "relationships",
    "variables"
  ],
  "title": "Quantitative Relationship for Cars",
  "difficulty": "Easy",
  "question_text": "Which option below does NOT describe a relationship between two quantitative variables for cars?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The size of a gas tank of a car and the number of miles it can be driven on a tank of gas."
    },
    {
      "letter": "B",
      "text": "The miles per gallon a car gets and the number of miles it can be driven on a tank of gas."
    },
    {
      "letter": "C",
      "text": "The miles per gallon a car gets and the type of car that it is."
    },
    {
      "letter": "D",
      "text": "The size of the gas tank of a car and the number of times the tank is filled per month."
    },
    {
      "letter": "E",
      "text": "The number of times a gas tank is filled per month and the miles driven by the car."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nA quantitative variable takes on numerical values or counts. Therefore, both variables in the answer must have counts. In this case specifying the type of car would be categorical, not quantitative.\n\nThen the question becomes whether there is a relationship between the two variables. Does one variable somehow rely on the other one? In other words, does one variable affect the other so that the results are not random? While there may well be a relationship between the type of car and the mileage it gets, it is still incorrect to say that this is a relationship between two quantitative variables for cars.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because both variables are quantitative and generally the larger the gas tank, the more miles the car can be driven.\n\nChoice 'B' is incorrect because both variables are quantitative and generally the better the gas mileage, the more miles the car can be driven.\n\nChoice 'D' is incorrect because both variables are quantitative and generally the larger the gas tank, the fewer times it must be filled.\n\nChoice 'E' is incorrect because both variables are quantitative and generally the more times the tank is filled, the more miles driven.",
  "tags": [
    "VAR-1.D",
    "VAR-1.D.1",
    "1.A",
    "VAR-1"
  ]
}