{
  "question_id": "question-011",
  "unit": "Unit 2 | Exploring Two-Variable Data",
  "topics": [
    "relative-frequency",
    "two-way-tables"
  ],
  "title": "Two-way Tables",
  "difficulty": "Easy",
  "question_text": "Five statements about two-way tables are given below. One is incorrect. Which statement is incorrect?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A two-way table can also be called a conditional table."
    },
    {
      "letter": "B",
      "text": "A two-way table can contain counts."
    },
    {
      "letter": "C",
      "text": "A two-way table can contain relative frequencies."
    },
    {
      "letter": "D",
      "text": "A two-way table can contain joint relative frequencies."
    },
    {
      "letter": "E",
      "text": "A two-way table is used to summarize two categorical variables."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nA two-way table is used to summarize two categorical variables. Another name for such a table is called a contingency table, (not a conditional table as given in choice 'A'). For example, it could show the number of students in high school by class as well as their favorite subjects. Let's say there are four classes horizontally for the freshmen, sophomores, juniors, and seniors. And then vertically six subjects are given for the students to choose as their favorites.\n\nNumbers in the tables can be displayed several ways. Let's suppose that 60 juniors say that math is their favorite subject. This number would be called a count. Now suppose there were 300 juniors questioned. Then, the proportion of juniors choosing math could be shown, 0.20. This is called a relative frequency. Finally, suppose that 1200 students in the school were questioned. Then the 60 would be divided by the total number of 1200 and the joint frequency of 0.05 would be shown.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because this is a true statement as described above as the 60\n.\n\nChoice 'C' is incorrect because this is a true statement as described above as the 0.20\n.\n\nChoice 'D' is incorrect because this is a true statement as described above as the 0.05\n.\n\nChoice 'E' is incorrect because a two-way table is used to summarize two categorical variables.",
  "tags": [
    "UNC-1.P",
    "2.D",
    "UNC-1.P.3",
    "UNC-1"
  ]
}