{
  "question_id": "question-007",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "methods-of-data-collection",
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "Calculating the Standard Deviation of the Proportion",
  "difficulty": "Medium",
  "question_text": "According to the National Center for Education Statistics, $65.9\\%$ of students enrolled in college in the fall immediately after completing high school in the year $2013$.<br>Wendy just did some research for an article she is writing for the school newspaper and knows that at her high school, $84.1\\%$ of students who graduated the previous year immediately enrolled to attend college that fall. She started to wonder if the percent of students who enroll in college immediately after completing high school is now greater than $65.9\\%$.<br>To investigate, she contacted $437$ students (some from her school and some from other schools) that she knew would be graduating this year. She found that $80.3\\%$ of them were planning to enroll in college immediately after completing high school.<br>If Wendy is willing to consider that all conditions have been satisfied, which of the following shows how to calculate the standard deviation of the proportion for the appropriate statistical test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$\\sqrt{(437)(0.659)(0.341)}$"
    },
    {
      "letter": "B",
      "text": "$\\sqrt{(437)(0.803)(0.197)}$"
    },
    {
      "letter": "C",
      "text": "$\\sqrt { \\dfrac { (0.659)(0.341) }{ 437 } } $"
    },
    {
      "letter": "D",
      "text": "$\\sqrt { \\dfrac { (0.803)(0.197) }{ 437 } } $"
    },
    {
      "letter": "E",
      "text": "$\\sqrt { \\dfrac { (0.841)(0.159) }{ 437 } } $"
    }
  ],
  "correct_answer": "There are a lot of percentages given in this problem. Be careful!",
  "solution": "The reference materials provided with the A.P. exam give the following formula for calculating the standard deviation of a sample proportion:\n\n$$\\sqrt { \\dfrac { (p)(1-p) }{ n } } $$\n\n...where $p$ represents the population proportion and $n$ represents the sample size.\n\nWhen conducting a significance test, we may not know the population proportion for certain, but are assuming a specific proportion to be true as part of our null hypothesis. Therefore, when conducting a hypothesis test, we use the hypothesized proportion and the following, slightly adjusted formula for standard deviation.\n\n$$\\sqrt { \\dfrac { ({ p }_{ 0 })(1-{ p }_{ 0 }) }{ n } } $$\n\n...where ${p}_{0}$ represents the hypothesized proportion and $n$ represents the sample size.\n\nSince Wendy is wondering if the percent of students who enroll in college immediately after completing high school is now greater than $65.9\\%$, the hypothesized proportion is ${p}_{0}=0.659$. The sample size, $n$, is $437$ since that is the number of individuals who were included in the sample.\n\nFilling in the formula, we get:\n\n$$\\sqrt { \\dfrac { (0.659)(1-0.659) }{ 437 } } $$\n\n...which simplifies to:\n\n$$\\sqrt { \\dfrac { (0.659)(0.341) }{ 437 } } $$\n\nTherefore, Choice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoices 'A' and 'B' are incorrect because they use the formula for finding the standard deviation of a binomial random variable. Since we are interested in a population proportion and not how many students out of $437$ would say they are planning to enroll in college immediately in the fall, this choice would not be appropriate.\n\nChoice 'D' is incorrect because it uses the sample proportion in the formula.\n\nChoice 'E' is incorrect because it uses the proportion that is known to be true for her own school during the previous year.",
  "tags": [
    "VAR-1.I.1",
    "1.A",
    "VAR-1",
    "VAR-1.I"
  ]
}