{
  "question_id": "question-159",
  "unit": "AP® Statistics | Unit 7 Assessment",
  "topics": [
    "confidence-interval-interpretations",
    "margin-of-error",
    "confidence-interval"
  ],
  "title": "More Weight Loss?",
  "difficulty": "Medium",
  "question_text": "A consumer products company was looking at two weight loss regimens: the Moon and Teko diet programs. $32$ users of each program were selected at random and their weight loss was recorded over a three-month period.<br>Those on the Moon regimen had an average weight loss of $12.9$ pounds with a standard deviation of $2.3$ pounds, while those on the Teko diet had an average weight loss of $13.8$ pounds with a standard deviation of $2.4$ pounds. The analyst working with the data came out with a $95\\%$ confidence interval of $(-2.10, 0.30)$. She wondered that if the study was run again, what the effects of sample size would be?<br>Which of the following would decrease the width of the confidence interval and show more clearly that one diet program produced more weight loss than the other (assuming all other values remained the same)?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Halve the sample sizes and sample $16$ people from each diet program."
    },
    {
      "letter": "B",
      "text": "Double the sample sizes and sample $64$ people from each diet program."
    },
    {
      "letter": "C",
      "text": "Increase the sample sizes to $50$ people from each diet program."
    },
    {
      "letter": "D",
      "text": "Increase the Moon sample to $50$ people and keep the Teko sample size at $32$."
    },
    {
      "letter": "E",
      "text": "Decrease the Teko sample to $16$ people and keep the Moon sample size at $32$."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nTo examine the effect of sample size on the width of a confidence interval, we must examine the formula for the margin of error for a two-sample $t$ interval of two means. We will later include the difference of the means as well to calculate the complete confidence interval.\n\n$$(\\bar{x}_{m}-\\bar{x}_{t}) \\pm t^{*}\\sqrt{\\dfrac{s_{1}^{2}}{n_{1}}+\\dfrac{s^{2}_{2}}{n_{2}}}$$\n\n...where $t^{*}$ is the critical value, the $s$ values are the standard deviations of the two samples, and the $n$ values are the sample sizes.\n\nFirst, we fill in our standard deviation values and our sample size values under the square root sign. The critical value is more complicated and there are several ways to do this. While it is generally accepted to simply use technology, using Table B you would use the smaller of the $n-1$ values to get the degrees of freedom. In the original problem, both samples equal $32$, so the degrees of freedom would be $32-1=31$. We would use the d.f. $= 30$ line to see at the $95\\%$ column the value $2.042$. Results from the calculator would yield nearly similar results.\n\nWe would get this confidence interval:\n\n$$2.042\\sqrt{\\dfrac{2.3^{2}}{32}+\\dfrac{2.4^{2}}{32}} = -0.9\\pm1.20 = (-2.10, 0.30)$$\n\nNow, notice that the sample numbers are on the bottoms of the fractions. This means that as these numbers get bigger, the value of the margin of error would get smaller, which would thus decrease the width of the confidence interval. Notice that three of the answer choices overall increase the sample sizes. We choose the largest sample size increase as this creates a confidence interval that includes two values of the same sign. This indicates that we are $95\\%$ confident that one diet program will always show greater weight loss than the other.\n\nChoosing sample sizes of $64$ (using the d.f. $= 60$ line) we get a margin of error of:\n\n$$2.00\\sqrt{\\dfrac{2.3^{2}}{64}+\\dfrac{2.4^{2}}{64}} = 0.83$$\n\n...and a confidence interval of:\n\n$$-.9\\pm0.83 = (-1.73, -0.07)$$\n\nThis confidence interval width is smaller than the one given in the problem. Finally, notice that the larger sample sizes also increase the degrees of freedom, which increases the value of $t^{*}$, which also increases the value of the margin of error and thus the width of the confidence interval.\n\nThus, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the sample size values are smaller. This creates a margin of error of $2.131\\sqrt{\\dfrac{2.3^{2}}{16}+\\dfrac{2.4^{2}}{16}} = 1.77$. This higher value would increase the width of the confidence interval.\n\nChoice 'C' is incorrect because we would get a margin of error of $2.021\\sqrt{\\dfrac{2.3^{2}}{50}+\\dfrac{2.4^{2}}{50}} = 0.95$. While this does decrease the width, we look at our confidence interval of $-.9\\pm0.95 = (-1.85, 0.05)$ and see two different signs.\n\nChoice 'D' is incorrect because we would get a margin of error of $2.042\\sqrt{\\dfrac{2.3^{2}}{50}+\\dfrac{2.4^{2}}{32}} = 1.09$ While this does decrease the width, we look at our confidence interval of $-.9\\pm1.09 = (-1.99, 0.19)$ and see two different signs.\n\nChoice 'E' is incorrect because is incorrect because one of the sample size values is smaller. This creates a margin of error of $2.131\\sqrt{\\dfrac{2.3^{2}}{32}+\\dfrac{2.4^{2}}{16}} = 1.54$. This higher value would increase the width of the confidence interval.",
  "tags": [
    "UNC-4.AB",
    "UNC-4.AB.1",
    "UNC-4",
    "4.A"
  ]
}