{
  "question_id": "question-062",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "mean",
    "statistical-inference"
  ],
  "title": "$z$ vs. $t$ Distribution",
  "difficulty": "Easy",
  "question_text": "Which of the following statements is true concerning significance tests for a population mean?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Tests for a population mean always use the $z$-distribution."
    },
    {
      "letter": "B",
      "text": "Tests for a population mean always use the $t$-distribution."
    },
    {
      "letter": "C",
      "text": "When testing for a population mean we use the $z$-distribution if we know the population standard deviation."
    },
    {
      "letter": "D",
      "text": "When testing for a population mean we use the $t$-distribution if we know the population standard deviation."
    },
    {
      "letter": "E",
      "text": "When testing for a population mean, we should always complete the procedure using both a $z$-distribution and a $t$-distribution and then average the resulting $p$-values."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "If we know the standard deviation of the entire population (which is unlikely), then we use the $z$-distribution to complete tests for a population mean.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. We cannot use the $z$-distribution unless we know the population standard deviation.\n\nChoice 'B' is incorrect. We would use the $t$-distribution when the population standard deviation is not known, but the sample standard deviation was known or could be calculated. We would not use the $t$-distribution if we know the population standard deviation.\n\nChoice 'D' is incorrect because we would use the $t$-distribution if we know the sample standard deviation, but not the population standard deviation.\n\nChoice 'E' is incorrect. We would not perform two separate procedures. Rather, we would choose the correct procedure based upon whether or not we know the population standard deviation.",
  "tags": [
    "DAT-3.E",
    "VAR-7.E",
    "VAR-7.E.1",
    "VAR-7",
    "3.E"
  ]
}