{
  "question_id": "question-046",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "mean",
    "statistical-inference"
  ],
  "title": "A Zoologist and the Giraffes: Conclusions from a Test",
  "difficulty": "Medium",
  "question_text": "A zoologist was looking through his old textbooks and found one that said the average height of an adult male giraffe is $18$ feet with a standard deviation of $1.1$ feet. He sees many giraffes and wonders if this average is true. To check it out, he selects the records of $40$ adult male giraffes that come to see him, records their height and finds the sample average to be $18.35$ feet.<br>Assuming that he is willing to consider his sample to represent a random sample, what conclusion would he reach after conducting an appropriate statistical test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "He should conclude that the textbook is probably wrong. Assuming the average height of adult male giraffes is $18$ feet (as the textbook claimed), getting a sample average as extreme as $18.35$ feet would only happen about $4.4\\%$ of the time simply by chance."
    },
    {
      "letter": "B",
      "text": "He should conclude that the textbook is definitely wrong. The sample average is more than $4$ inches above the value claimed in the textbook. That's a lot!"
    },
    {
      "letter": "C",
      "text": "He can not conclude that the textbook is wrong. The sample average is less that one standard deviation above the mean, so it is fairly likely that he would get this sample average simply by chance."
    },
    {
      "letter": "D",
      "text": "He can not conclude that the textbook is wrong. Since our $p$-value is greater than $0.05$, we do not have enough evidence to believe that the average height of adult male giraffes is not $18$ feet."
    },
    {
      "letter": "E",
      "text": "He is not able to conduct a significance test here since not all conditions are satisfied."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "The zoologist is interested in a population mean. Information in the textbook provides the standard deviation. Furthermore, we must assume that the given value has somehow been established as the standard deviation of the population since it is presented as fact and not as the standard deviation derived from a sample of giraffes. Also, since we are not given the standard deviation of the $40$ male giraffes that the zoologist has seen, we cannot assume that the given standard deviation is appropriate to a sample size of $n=40$. Therefore, a one-sample $z$-test (not a $t$-test) is appropriate with the following hypotheses:\n\n$${ H }_{ 0 }: \\mu = 18$$\n\n$${ H }_{ a }: \\mu \\neq 18$$\n\n...where $\\mu$ is the true mean height of adult male giraffes. We are using a two-sided alternative hypothesis because he simply wants to know if the average height is $18$ feet.\n\nBefore conducting our test, we must check to make sure that the conditions are satisfied. The conditions are:\n\nWe must have a random sample from our population of interest. We know that the zoologist is willing to consider this condition to be satisfied.\n\nThe sampling distribution is approximately normal. Although we do not know whether or not the population distribution for heights of giraffes is approximately normal, the Central Limit Theorem (CLT) tells us that when the sample size is sufficiently large (generally $n \\ge 30$) then the sampling distribution will be approximately normal. In this case, $n = 40$ so our sample size is sufficiently large and we can consider this condition to be satisfied.\n\nHaving verified that our conditions are satisfied, we can proceed to finding the value of the $z$-statistic. The formula is:\n\n$$z = \\frac { \\overline { x } - \\mu }{ \\dfrac { \\sigma }{ \\sqrt { n } } }$$\n\nFilling in the formula:\n\n$$z = \\frac { 18.35 - 18 }{ \\dfrac { 1.1 }{ \\sqrt { 40 } } } = 2.012$$\n\nSince our $z$-statistic is positive, we can find our $2$-sided $p$-value by calculating $p(z > 2.012)$ and then multiplying by $2$. To do this, use your TI83/84 graphing calculator's normalcdf function. The syntax is: normalcdf(lower bound, upper bound, mean, standard deviation).\n\nSince we are working from a $z$-score, the mean is $0$ and the standard deviation is $1$.\n\nTherefore, in this case, you would:\n\nMultiply by $2$ to get the $2$-sided $p$-value of $0.044$. A $p$-value of $0.044$ indicates that if we assume our null hypothesis to be true, obtaining a sample mean as extreme as $18.35$ feet would only happen in about $4.4\\%$ of samples. That is pretty unlikely and gives us reason to doubt that our null hypothesis is true.\n\nNOTE: On a free-response problem, it is very important to show all of your work. However, on a multiple-choice problem of this nature, you can find the p-value directly using your TI83/84 graphing calculator.\n\nHere are the instructions:\n\nThis matches the interpretation in Choice 'A'.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect for two reasons. First, we can never say that the null hypothesis is definitely wrong. Second, we cannot assess statistical significance by looking only at the raw difference between the sample average and the hypothesized mean.\n\nChoice 'C' is incorrect because it reports an incorrect conclusion and because it confuses the standard deviation of the population ($1.1$) with the standard deviation of the sampling distribution (which is much smaller than $1.1$).\n\nChoice 'D' is incorrect. It reports inaccurate information about the $p$-value and as a result comes to an incorrect conclusion.\n\nChoice 'E' is incorrect. As noted above, conditions are satisfied.",
  "tags": [
    "4.B",
    "UNC-4.S",
    "UNC-4.S.1",
    "UNC-4"
  ]
}