{
  "question_id": "question-119",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "difference-two-means"
  ],
  "title": "Degrees of Freedom",
  "difficulty": "Easy",
  "question_text": "What is an appropriate number of degrees of freedom to use when conducting a two-sample $t$-test for the difference between two means?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$n – 1$, where $n$ is the number of different populations."
    },
    {
      "letter": "B",
      "text": "$n – 1$, where $n$ is the larger of the two sample sizes."
    },
    {
      "letter": "C",
      "text": "$n – 1$, where $n$ is the smaller of the two sample sizes."
    },
    {
      "letter": "D",
      "text": "$n – 1$, where $n$ is the total number of observations in both samples combined."
    },
    {
      "letter": "E",
      "text": "$n – 2$, where $n$ is the total number of observations in both samples combined."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Using the smaller of n1−1 and n2−1 is sometimes referred to as using a “conservative approach”. There is a very messy formula for calculating degrees of freedom to a more accurate (and often non-integer) value.\n\nWhen performing tests on the calculator, you might notice the calculator identify such a number for degrees of freedom. However, this messy formula was not offered as one of the answer choices.\n\nTherefore, Choice 'C' is the best choice.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. In a two-sample t\n-test for the difference between two means, we will always be completing inference related to two different populations. However, the degrees of freedom is unrelated to the number of populations.\n\nChoice 'B' is incorrect. When completing inference, we prefer to use a more conservative approach which may result in a larger p\n-value than is actually the case. Doing so requires us to use the smaller of the two sample sizes, not the larger of the two sample sizes.\n\nChoice 'D\" is incorrect because we do not pool sample sizes when completing inference for means.\n\nChoice 'E' is incorrect because we do not pool sample sizes when completing inference for means and using n−2\ndegrees of freedom is never appropriate when working with a t\n-distribution.",
  "tags": [
    "VAR-7",
    "1.E",
    "VAR-7.F",
    "VAR-7.F.1"
  ]
}