{
  "question_id": "question-064",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "One-Sample $T$ Hypothesis of Ice Water",
  "difficulty": "Easy",
  "question_text": "Suppose a psychologist decides to use a matched pairs (paired) experiment to determine how long individuals can hold their hands in ice water when intoxicated compared to sober.<br>Suppose the psychologist hypothesizes that alcohol will numb the pain, so individuals will be able to keep their hands in the ice water longer when intoxicated.<br>If the longest amount of time was $5.1\\text{ minutes}$, what are the appropriate null and alternative hypotheses for this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_0: { u }_{ 1 }= { u }_{ 2 }$\n$H_a: { u }_{ 1 }< { u }_{ 2 }$\nDefine ${ u }_{ 1 }$ as the average time an individual can hold their hands in the ice water when intoxicated, and ${ u }_{ 2 }$ as the average time an individual can hold their hands in the ice water when sober."
    },
    {
      "letter": "B",
      "text": "$H_0: { u }_{ 1 }={ u }_{ 2 }$\n$H_a: { u }_{ 1 } > { u }_{ 2 }$\nDefine ${ u }_{ 1 }$ as the average time an individual can hold their hands in the ice water when intoxicated and ${ u }_{ 1 }$ as the average time an individual can hold their hands in the ice water when sober."
    },
    {
      "letter": "C",
      "text": "$H_0: \\mu = 0$\n$H_a: \\mu > 0$\nDefine $\\mu$ as the increase in time an individual can hold their hands in ice water when intoxicated."
    },
    {
      "letter": "D",
      "text": "$H_0: \\mu = 5.1$\n$H_a: \\mu < 5. 1$\nDefine $\\mu$ as the average amount of time an individual can hold their hands in ice water."
    },
    {
      "letter": "E",
      "text": "$H_0: \\mu = 0$\n$H_a: \\mu < 0$\nDefine $\\mu$ as the increase in time an individual can hold their hands in ice water when intoxicated."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A matched pairs experiment examines only the difference between two treatments. In this situation, the psychologist hypothesizes an increase in the time hands can be held in ice water; $\\mu > 0$ hints there could be an increase in the difference in times hands can be held in ice water (intoxicated vs. sober).\n\nExplanation of Distractors\n\nChoice 'A' and 'B' are incorrect; these are meant for $T$ procedures involving two independent samples.\n\nChoice 'D' is incorrect; this involves the value $5.1$, which is the longest time a person was able to hold their hands in the ice water. This value should have nothing to do with setting up hypotheses.\n\nChoice 'E' is incorrect; this gives an alternative hypothesis that intoxicated individuals will be able to hold their hands in ice water for less time. This is not what the question phrases.",
  "tags": [
    "DAT-3.F",
    "4.E",
    "DAT-3",
    "DAT-3.F.2",
    "DAT-3.F.1"
  ]
}