{
  "question_id": "question-006",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "mean",
    "sampling-distribution",
    "inference"
  ],
  "title": "Average Time Spent on Homework",
  "difficulty": "Medium",
  "question_text": "A high school principal claims that his students spend an average of $50$ minutes on their homework each night. The Statistics teacher does not believe the Principal's claim is true. To test the claim, the teacher decides to model a sampling distribution of samples of $30$ random students from the large high school.\nGiven is the graph of the sampling distribution for the average amount of time spent on homework for $30$ students\nShould the teacher believe the Principal's claim that students at this school typically work on homework for an average of $50$ minutes per day?",
  "image_files": [
    "images/question-006-img1.jpeg"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because $50$ minutes or more happened enough times in the sampling distribution that it couldn't have happened by chance."
    },
    {
      "letter": "B",
      "text": "Yes, because the graph is approximately Normal as the sample size was greater than $30$"
    },
    {
      "letter": "C",
      "text": "No, because the graph was centered around $40$ and not $50$"
    },
    {
      "letter": "D",
      "text": "No, because $50$ only happened $4$ times in the sampling distribution"
    },
    {
      "letter": "E",
      "text": "No, because the teacher did not ask all students at the school"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "When looking to see if a value is a plausible value for a true parameter value, we can see if it happens during trials of chance behavior. In this instance, the teacher selected random samples of students to simulate a sampling distribution of sample means. In the sampling distribution, we see that there are four dots at $50$ and two dots at $55$ (which is also evidence for $50$).\n\nTherefore, since we have a fair amount of dots, in fact $\\frac{6}{26} \\approx 23\\%$ of the time, we believe that the Principal is not lying with his claim.\n\nChoice 'A' is correct.",
  "explanations": {},
  "tags": [
    "VAR-1.I.1",
    "1.A",
    "VAR-1",
    "VAR-1.I"
  ]
}