{
  "question_id": "question-033",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Condition Not Satisfied - Which One?",
  "difficulty": "Hard",
  "question_text": "The Pet Rescue Club at a local high school is considering selling candy bars as a way of raising funds to donate to the local animal shelter. Club members wondered how many candy bars each person should be able to sell on average. They knew that members of the school band had sold the same candy bars for fundraising in the past, so they asked for information from the band director.<br>The band director, who fancies himself a bit of a statistician on the side, provided the stemplot below which shows the sales results of a random sample of $18\\text{ band members}$ who had sold candy bars.<br><br>The President of the Pet Rescue Club had planned to use the information provided by the band director to construct a one-sample $t$-interval to estimate the mean number of candy bars each person could be expected to sell. Then she realized that one of the necessary conditions for inference had not been satisfied.<br>Which condition was not satisfied?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The data was not obtained by random sampling of all of the students at the school. Rather, it was only obtained from a random sample of band members."
    },
    {
      "letter": "B",
      "text": "Although $n>15$, the sample size used is not particularly large. Therefore, $t$-procedures should not be used due to the fact that the distribution of data is skewed right."
    },
    {
      "letter": "C",
      "text": "Since the sample size is not sufficiently large, say $n\\ge25$, we cannot use $t$-procedures unless we know that the population distribution is approximately normal. There is no evidence that this is the case."
    },
    {
      "letter": "D",
      "text": "The distribution of data provided by the band director contains a high outlier. Therefore, $t$-procedures cannot be used under any circumstances."
    },
    {
      "letter": "E",
      "text": "Since we do not know the probability that an individual will be able to sell candy bars, we are unable to verify the condition that both $np\\ge10$ and $n(1-p)\\ge10$. Therefore, we cannot use $t$-procedures."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "UNC-4.P.1",
    "4.C",
    "UNC-4",
    "UNC-4.P"
  ]
}