{
  "question_id": "question-036",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval",
    "estimation",
    "statistical-inference",
    "logic-meaning-properties"
  ],
  "title": "Interpreting a Confidence Interval",
  "difficulty": "Easy",
  "question_text": "A $90\\%$ confidence interval for an unknown population mean, $\\mu$, has been calculated as $87±12$.<br>What is the correct interpretation of this confidence interval?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "We are $90\\%$ confident that the unknown population mean is between $75$ and $99$."
    },
    {
      "letter": "B",
      "text": "There is a $0.9$ probability that the unknown population mean is between $75$ and $99$."
    },
    {
      "letter": "C",
      "text": "$90\\%$ of all confidence intervals will be between $75$ and $99$."
    },
    {
      "letter": "D",
      "text": "If we took many samples from this population, $90\\%$ of the computed confidence intervals would contain the unknown population mean."
    },
    {
      "letter": "E",
      "text": "$90\\%$ of data from the population is between $75$ and $99$."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "For a particular confidence interval, we have a stated level (in this case, $90\\%$) of confidence concerning the value of the unknown population mean.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect; the interval either does or does not contain the true value of the unknown population mean, $µ$. Therefore, one cannot give a probability interpretation of the confidence interval.\n\nChoice 'C' is incorrect; one cannot generalize results to other confidence intervals based on this one.\n\nChoice 'D' is incorrect; this is a correct interpretation of a confidence level (i.e., all $90\\%$ confidence intervals), but it is not a correct interpretation of a particular confidence interval such as the one in this question.\n\nChoice 'E' is incorrect; confidence intervals hope to establish a range of values that capture the unknown population mean in repeated samples. Confidence intervals do not describe the proportion of data within a certain interval.",
  "tags": [
    "4.B",
    "UNC-4.S",
    "UNC-4.S.2",
    "UNC-4"
  ]
}