{
  "question_id": "question-073",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Statistical Significance at Various $\\alpha$ Levels",
  "difficulty": "Easy",
  "question_text": "In a hypothesis test for a population mean, results were found to be statistically significant at the $\\alpha = 0.02$ level.<br>Which of the following statements would also be true about the results of this test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The results would be statistically significant at the $\\alpha = 0.01$ level."
    },
    {
      "letter": "B",
      "text": "The p-value obtained for this test was $p = 0.02$."
    },
    {
      "letter": "C",
      "text": "The results would be statistically significant at the $\\alpha = 0.05$ level."
    },
    {
      "letter": "D",
      "text": "Since the results were statistically significant at the $\\alpha = 0.02$ level, we have sufficient evidence to prove that our null hypothesis was false."
    },
    {
      "letter": "E",
      "text": "A mistake was made in considering the results to be statistically significant. We can only consider our results to be statistically significant if $\\alpha > 0.05$."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A hypothesis test begins with our assumption that the null hypothesis is true. A result is considered to be statistically significant if the result (in this case the sample average) would rarely happen by chance when the null hypothesis is true.\n\nSince our result was statistically significant at the $\\alpha = 0.02$ level, then know that the probability of obtaining a sample average as extreme as ours would be less than or equal to $0.02$. That is, we know our p-value is $p \\le 0.02$.\n\nIn general, if $p \\le \\alpha$, then the results are statistically significant at that particular $\\alpha$ level. For this test, the p-value, $p \\le 0.02$ . We also know that $0.02 < 0.05$. Therefore, it must also be true that the p-value of this test is such that $p < 0.05$. Therefore our results are statistically significant at the $\\alpha = 0.05$ level.\n\nThis matches Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. For test results to be statistically significant at the $\\alpha = 0.01$ level, the p-value of the test must be $p \\le 0.01$. While we know that $p \\le 0.02$, we do not know that $p \\le 0.01$. Therefore, we cannot say that the results would be statistically significant at the $\\alpha = 0.01$ level.\n\nChoice 'B' is incorrect. While it may be true that the p-value obtained for the test was $p = 0.02$, any p-value less than $0.02$ would also be considered statistically significant. We do not know the exact p-value.\n\nChoice 'D' is incorrect. We cannot claim that our results prove that the null hypothesis was false. Although our results strongly suggest that the null hypothesis was false, we are not $100\\%$ certain of this fact.\n\nChoice 'E' is incorrect. As a \"rule of thumb\", we generally consider results to be statistically significant when $\\alpha \\le 0.05$. An $\\alpha$ level of $\\alpha = 0.02$ is typically considered to be statistically significant. In some cases we may consider results to be statistically significant at a higher $\\alpha$ level, such as $\\alpha = 0.10$. However, a very high $\\alpha$ level, such as $\\alpha = 0.80$ would never be considered to be statistically significant.",
  "tags": [
    "DAT-3.F",
    "4.E",
    "DAT-3",
    "DAT-3.F.2",
    "DAT-3.F.1"
  ]
}