{
  "question_id": "question-068",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference",
    "alternative-hypothesis",
    "null-hypothesis"
  ],
  "title": "Hypotheses for Means: Men's Heart Rates vs. Women's Heart Rates",
  "difficulty": "Easy",
  "question_text": "A wellness center is running an experiment comparing the exercise heart rate of men versus women. Two large independent random samples of men and women are taken. The wellness center believes there is statistically significant evidence that women's exercise heart rate is greater than men's. Let ${ \\mu }_{ W }$ represent the average exercise heart rate of women and ${ \\mu }_{ M }$ represent the average exercise heart rate of men.<br>Which of the following would represent the null and alternative hypotheses?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "${ H }_{ 0 }:{ \\mu }_{ W }={ \\mu }_{ M }\\\\ { H }_{ a }:{ \\mu }_{ W }>{ \\mu }_{ M }$"
    },
    {
      "letter": "B",
      "text": "${ H }_{ 0 }:{ \\mu }_{ W }={ \\mu }_{ M }\\\\ { H }_{ a }:{ \\mu }_{ W }<{ \\mu }_{ M }$"
    },
    {
      "letter": "C",
      "text": "${ H }_{ 0 }:{ \\mu }_{ W }={ \\mu }_{ M }\\\\ { H }_{ a }:{ \\mu }_{ W }\\neq { \\mu }_{ M }$"
    },
    {
      "letter": "D",
      "text": "${ H }_{ 0 }:{ \\mu }_{ W-M }=0\\\\ { H }_{ a }:{ \\mu }_{ W-M }>0$"
    },
    {
      "letter": "E",
      "text": "${ H }_{ 0 }:{ \\mu }_{ W-M }=0\\\\ { H }_{ a }:{ \\mu }_{ W-M }<0$"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "The problem mentions that we are taking independent samples thus making this a two sample mean t-test.\n\nThe null hypothesis is often a statement of no difference. In this case, the null hypothesis would mean that the two samples are equal.\n\nThe alternative hypothesis is the claim we are trying to find evidence for. So in this case, we are looking to prove that women's exercise heart rates are greater than men's.\n\nChoice 'A' is the correct answer since we are looking to see if women's exercise heart rate is greater than men's exercise heart. Therefore the ${ H }_{ a }:{ \\mu }_{ W }>{ \\mu }_{ M }$.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect as the alternative hypothesis is indicating we are looking to prove women's exercise heart rate is less than men's exercise heart rate.\n\nChoice 'C' is incorrect as the alternative hypothesis is indicating we are looking to prove women's exercise heart rate is different than men's exercise heart rates.\n\nChoices 'D' and 'E' can be eliminated as these hypotheses represent a paired t-test for means.",
  "tags": [
    "DAT-3.F",
    "4.E",
    "DAT-3",
    "DAT-3.F.2",
    "DAT-3.F.1"
  ]
}