{
  "question_id": "question-004",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "mean",
    "inference"
  ],
  "title": "Average Number of Emails",
  "difficulty": "Easy",
  "question_text": "A school teacher wonders, on average, how many emails does he get a day? To investigate, he selects $30$ random days during the last year, and calculates the mean. His results shows that he got a mean of $\\bar{x} = 52.5$.<br>Can the teacher safely assume that his true average number of emails was $52.5$?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, since $n = 30$, the Central Limit Theorem says this result is valid."
    },
    {
      "letter": "B",
      "text": "Yes, since the days were random, we can generalize this result for the entire population."
    },
    {
      "letter": "C",
      "text": "Yes, since the $10\\%$ condition is met, the teacher can use this statistic."
    },
    {
      "letter": "D",
      "text": "No, since the distribution is not stated as Normal, he can not use this statistic."
    },
    {
      "letter": "E",
      "text": "No, since the number found is a statistic, the true population mean most likely differs from this amount."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nWhen dealing with statistics, numbers that describe a sample, and parameters, numbers that describe a population, it is important to remember that rarely do statistics equal the population parameter. In this case, $\\bar{x} = 52.5$ is a statistic, a sample mean. If the teacher had chosen $30$ different days, it is very unlikely that he would've gotten the same sample mean. This is due to Sampling Variability.\n\nTherefore, since the sample mean was only based off one sample, the teacher should not believe this is the true population mean, and use an inference method to find plausible values for his true population mean.\n\nChoice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The Central Limit Theorem is used to determine if a sampling distribution of $\\bar{x}$ is approximately normal, not to tell us if the statistic is equal to the parameter.\n\nChoice 'B' is incorrect. While the random condition is used to generalize the final information about the population, it does not imply that the sample mean is the true population mean. He will still need to use an inference method to test this value.\n\nChoice 'C' is incorrect. The $10\\%$ condition is used to check for independence. Since $300$ days is less than all days in a calendar year, his sample is valid, but this does not tell us anything about the statistic and the parameter.\n\nChoice 'D' is incorrect. While the distribution is not stated as Normal, the teacher can believe the sampling distribution would be approximately Normal due to the Central Limit Theorem. But, as stated above, knowing if the this is Normal or not, does not allow us to state the statistics is the true parameter value.",
  "tags": [
    "VAR-1.I.1",
    "1.A",
    "VAR-1",
    "VAR-1.I"
  ]
}