{
  "question_id": "question-056",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "matched-pairs-design",
    "significance-tests"
  ],
  "title": "Pick the Matched Pairs Test",
  "difficulty": "Medium",
  "question_text": "Which of the following testing situations describes a matched pairs design?<br>Note: Not every detail is given, but enough is said to assess the type of significance test that would be performed.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The Bord Motor Company wanted to compare the mileage per gallon between two of its vehicles. Thirty-five of its Mintos and $35$ of its $F-510's$ were selected at random, driven $200$ miles, and had their mileage per gallon recorded."
    },
    {
      "letter": "B",
      "text": "The Pershey Chocolate Company wanted to count the number of Krisp candies that were put into its jumbo bags. Sixty-four randomly selected bags were taken and the number of Krisp candies in each bag were counted."
    },
    {
      "letter": "C",
      "text": "The Pershey Chocolate Company wanted to compare the proportions of Crisp candies that were put into its mixed candy bags as well as its Halloween special bags. Fifty-four randomly selected bags were taken from each candy bag's assembly line and the frequency of Krisp candies in each bag were counted."
    },
    {
      "letter": "D",
      "text": "The Bord Motor Company wanted to know if their Minto cars were getting the same mileage per gallon after being driven for $10,000$ miles. Thirty-two customers were randomly chosen and their mileage was recorded both for their first $200$ miles driven as well as their $200$ miles driven after hitting $10,000$ miles."
    },
    {
      "letter": "E",
      "text": "The Bord Motor Company was doing a long-term study where it was testing to see if its $F-510's$ were being kept for at least $100,000$ miles. Ninety-five new owners were asked to contact the company if they either got rid of their car in some way before reaching that mileage, or if they actually hit $100,000$ miles on their odometer."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nA matched pairs design uses the difference of two means. These means do not come from two different independent samples. They generally come from two readings on the same subject or from one observation on two similar subjects where the two means are subtracted and the difference is used.\n\nTwo other attributes of matched pairs include the hypotheses and the sample sizes. The hypotheses are always written using a single number which is actually the difference of two readings. It is written as $\\mu_{d}$. The sample sizes which are subtracted must be the same size.\n\nIn the example in the answer, mileage was being recorded on $32$ cars on two occasions. These mileages would be subtracted to see if they differ from zero. Say one owner moves away and does not contact the company again, then the sample size would be reduced to $31$ and the first reading of that owner's car would be thrown out.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because two different types of cars are being used which means two independent samples are being tested. This is a test for the difference of two population means.\n\nChoice 'B' is incorrect because only one type of candy is being examined and only one sample number is being recorded per bag. This is a test for a population mean.\n\nChoice 'C' is incorrect because two different types of candy bags are being used which means two independent samples are being tested. Also, proportions are being recorded, not counts or means. This is a test for the difference of two population proportions.\n\nChoice 'E' is incorrect because, while the same subject is being contacted twice, the only reading being recorded is a 'yes' or 'no' as to whether the vehicle is kept for $100,000$ miles. This is a proportion and not a mean, so it is a test for a population proportion.",
  "tags": [
    "VAR-7.B.2",
    "VAR-7",
    "1.E",
    "VAR-7.B"
  ]
}