{
  "question_id": "question-047",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "mean",
    "statistical-inference"
  ],
  "title": "New Diet Plan",
  "difficulty": "Hard",
  "question_text": "A dietician tests a new diet plan on $20\\text{ groups of people}$, with $14\\text{ people in each group}$. All participants were randomly selected from a large group of volunteers, and all participants followed the diet plan.<br>Two months later, the dietician obtains the sample mean weight loss and standard deviation for each group and performs $20$ one-sample $t$-tests. She notes that one of these tests is statistically significant, with a $p$-value of $0.034$.<br>She then touts her diet plan on a television infomercial, claiming that her plan results in significant weight loss at an $\\alpha = 0.05$ significance level.<br>What can be said about her claim?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The claim is valid because she used appropriate sampling techniques and appropriate statistical methods for each group."
    },
    {
      "letter": "B",
      "text": "The claim is valid because she was able to reject the null hypothesis at an acceptable level of significance."
    },
    {
      "letter": "C",
      "text": "The claim is valid because subjects in one group lost a significant amount of weight."
    },
    {
      "letter": "D",
      "text": "The claim is invalid because people did not lose weight on her diet plan."
    },
    {
      "letter": "E",
      "text": "The claim is invalid since many separate significance tests were performed"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The dietitian performed $20\\text{ hypothesis tests}$ of the same experiment, and only one of the tests was statistically significant. When experiments are repeated, there is a high probability that at least one of the groups will produce a result that is unlikely, simply because the experiment has been repeated so many times.\n\nIn a situation with $20\\text{ independent experiments}$, each with an alpha level of $0.05$, we would expect one of the experimental results to be significant, [$E(X) = (n)(p)= (20)(0.05) = 1$], just due to chance. The $5\\%$ significance level is also the probability of a type I error. Every time the test is performed, there is a $5\\%$ risk of incorrectly deciding the weight loss plan is effective, when in fact, it is not effective. Therefore, one should never perform many different hypothesis tests, simply hoping for one of these tests to provide statistical significance.\n\nExplanation of Distractors\n\nChoices 'A', 'B', and 'C' are incorrect; these are all misleading statements that do not tell the entire statistical story.\n\nChoices 'D' is incorrect; it is not known if people lost weight or not. The best strategy would have been to combine all $280\\text{ subjects}$ into one large group and then test the results of the single mean.",
  "tags": [
    "4.B",
    "UNC-4.S",
    "UNC-4.S.3",
    "UNC-4"
  ]
}