{
  "question_id": "question-076",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "estimation",
    "statistical-inference",
    "parameters-margins-error"
  ],
  "title": "Game Time: Standard Error",
  "difficulty": "Medium",
  "question_text": "In recent years, new rules have been put in place to try to speed up the amount of time it takes to complete a professional baseball game. Before these rules were enacted, the mean length of a professional baseball game was about $172\\text{ minutes}$.<br>Hank decided to do a statistical test to see if the mean length of a professional baseball game is now less than $172\\text{ minutes}$. From a random sample of $20\\text{ games}$ played under the new rules, he found the mean length of a game to be $163\\text{ minutes}$ with a standard deviation of $21.2\\text{ minutes}$.<br>When conducting his test, what value would Hank use for the standard error of the statistic?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.21$"
    },
    {
      "letter": "B",
      "text": "$1.03$"
    },
    {
      "letter": "C",
      "text": "$4.74$"
    },
    {
      "letter": "D",
      "text": "$21.2$"
    },
    {
      "letter": "E",
      "text": "We cannot determine the standard error since we don't know the standard deviation for the games that were played prior to the new rules being enacted. We need to know this in order to conduct a $2$-sample $t$-test for a difference in means."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The formula for calculating the standard deviation of a sample mean can be found in the reference materials that are provided with the AP exam. The formula provided is:\n\n$$\\dfrac { \\sigma }{ \\sqrt { n } } $$\n\n...where $\\sigma$ represents the standard deviation of the entire population and $n$ represents the sample size.\n\nWe do not know the standard deviation of the entire population, but we do know $s$, the standard deviation of the sample. To find the standard error, we simply replace $\\sigma$ in the formula above with $s$ and fill in the formula as follows:\n\n$$\\dfrac { s }{ \\sqrt { n } } =\\dfrac { 21.2 }{ \\sqrt { 20 } } =4.74$$\n\nExplanation of Distractors\n\nChoice 'A' is incorrect and results from switching the numerator and denominator in the formula for standard error.\n\nChoice 'B' is incorrect and results from taking a square root in the numerator of the formula as well as in the denominator.\n\nChoice 'D' is incorrect because it incorrectly assumes that the sample standard deviation is equal to the standard error.\n\nChoice 'E' is incorrect. We do not need to know the standard deviation for the games played prior to the new rules being enacted because we are not completing a $2$-sample test. We only have data from a sample of games played after the new rules were enacted and therefore we can only perform a $1$-sample test.",
  "tags": [
    "VAR-7.E",
    "VAR-7.E.1",
    "VAR-7",
    "3.E"
  ]
}