{
  "question_id": "question-007",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "methods-of-data-collection",
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "Calculating the Standard Deviation of the Proportion",
  "difficulty": "Medium",
  "question_text": "According to the National Center for Education Statistics, $65.9\\%$ of students enrolled in college in the fall immediately after completing high school in the year $2013$.\nWendy just did some research for an article she is writing for the school newspaper and knows that at her high school, $84.1\\%$ of students who graduated the previous year immediately enrolled to attend college that fall. She started to wonder if the percent of students who enroll in college immediately after completing high school is now greater than $65.9\\%$.\nTo investigate, she contacted $437$ students (some from her school and some from other schools) that she knew would be graduating this year. She found that $80.3\\%$ of them were planning to enroll in college immediately after completing high school.\nIf Wendy is willing to consider that all conditions have been satisfied, which of the following shows how to calculate the standard deviation of the proportion for the appropriate statistical test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$\\sqrt{(437)(0.659)(0.341)}$"
    },
    {
      "letter": "B",
      "text": "$\\sqrt{(437)(0.803)(0.197)}$"
    },
    {
      "letter": "C",
      "text": "$\\sqrt { \\dfrac { (0.659)(0.341) }{ 437 } } $"
    },
    {
      "letter": "D",
      "text": "$\\sqrt { \\dfrac { (0.803)(0.197) }{ 437 } } $"
    },
    {
      "letter": "E",
      "text": "$\\sqrt { \\dfrac { (0.841)(0.159) }{ 437 } } $"
    }
  ],
  "correct_answer": "There are a lot of percentages given in this problem. Be careful!",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-1.I.1",
    "1.A",
    "VAR-1",
    "VAR-1.I"
  ]
}