{
  "question_id": "question-074",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "You're Applying to How Many Colleges? A Test",
  "difficulty": "Medium",
  "question_text": "Conventional wisdom says that high school seniors should apply to about $6-8\\text{ colleges}$. Some sources recommend applying to as many as $10\\text{ colleges}$. Talia thinks that the actual average number of colleges that seniors at her school have applied to this year is greater than $10$, so she decides to do a study and perform a one-sample $t$-test for the population mean.<br>The results of Talia's test will not be reliable if which of the following is found to be true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The distribution of the number of colleges applied to by seniors at her school this year is found to be approximately normal."
    },
    {
      "letter": "B",
      "text": "Talia randomly selects seniors at her school to survey for her study."
    },
    {
      "letter": "C",
      "text": "Those seniors who Talia surveyed all provide truthful responses about the number of colleges they applied to."
    },
    {
      "letter": "D",
      "text": "Talia does not know the standard deviation for the number of colleges applied to by all seniors at her school."
    },
    {
      "letter": "E",
      "text": "Talia uses a sample size of $20$ and finds that the sample contains a few very high outliers."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "When our sample contains known outliers, we can only use the $t$-distribution for large sample sizes (generally more than $40$).\n\nExplanation of Distractors\n\nChoice 'A' describes an appropriate time to use a $t$-distribution. If we know the population distribution is approximately normal, the sampling distribution will be as well.\n\nChoice 'B' describes the fact that Talia will randomly select her sample from her population of interest. This is an important condition for conducting a $t$-test.\n\nChoice 'C' tells us that our results are not affected by response bias. This is a good thing! One form of response bias is when people who are surveyed knowingly provide inaccurate information.\n\nChoice 'D' describes the fact that we do not know the population standard deviation. That is ok. In fact, that is the reason that we would choose to conduct a $t$-test rather than a $z$-test.",
  "tags": [
    "DAT-3.F",
    "4.E",
    "DAT-3",
    "DAT-3.F.2",
    "DAT-3.F.1"
  ]
}