{
  "question_id": "question-070",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Type of Test to Use at the Zoo",
  "difficulty": "Easy",
  "question_text": "A large city zoo is seeking donations to expand their Tropical Rain Forest habitat and wants to show potential donors that this habitat is a very popular attraction at the zoo. The zoo's board of directors believes that they will be more likely to receive donations if they can provide good evidence that the proportion of visitors to the zoo who choose to visit the Tropical Rain Forest is, at least, $0.75$.<br>Over a period of several weeks, surveyors randomly select visitors who are exiting the zoo and ask whether they stopped at the Tropical Rain Forest during their visit.<br>Assuming the conditions for performing a significance test are satisfied, which of the following tests is most appropriate?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "One proportion $z$-test."
    },
    {
      "letter": "B",
      "text": "One proportion $t$-test."
    },
    {
      "letter": "C",
      "text": "Two sample $Z$-test for proportions."
    },
    {
      "letter": "D",
      "text": "One sample $T$-test for a population mean."
    },
    {
      "letter": "E",
      "text": "${ \\chi }^{ 2 }$ test for goodness of fit."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Assuming the necessary conditions are satisfied, we would always use a $z$-test for inference about proportions. In this situation, we are only drawing from one population, the population of visitors to this particular zoo. Therefore, a one proportion $z$-test is appropriate.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. A $t$-test can be used for inference about population means (when the population standard deviation is unknown) or for inference about the slope of a least squares regression line. A $t$-test is never used when the parameter of interest is a proportion.\n\nChoice 'C' is incorrect. Although some visitors will have stopped at the Tropical Rain Forest while other visitors will not have stopped there, these groups do not represent two separate populations or two separate samples. All of our data is coming from the same, single sample.\n\nChoice 'D' is incorrect. It is important to identify your parameter of interest. In this situation, the parameter of interest is a proportion, not a mean. Since we are not conducting inference about a mean, this answer cannot be correct.\n\nChoice 'E' is incorrect. A ${ \\chi }^{ 2 }$ test for goodness of fit can be used to determine if proportions related to a single categorical variable within a single population conform to a hypothesized distribution. In this situation, we do have a single population (visitors to this particular zoo) and a single categorical variable of interest (whether or not the visitor stopped at the Tropical Rain Forest).\n\nHowever, we do not have a hypothesized distribution to compare our results to. The board of directors is hoping to be able to provide evidence that the proportion of visitors who choose to visit the Tropical Rain Forest is at least $0.75$. Therefore, a ${ \\chi }^{ 2 }$ test for goodness of fit is not the most appropriate test to use in this situation.",
  "tags": [
    "DAT-3.F",
    "4.E",
    "DAT-3",
    "DAT-3.F.2",
    "DAT-3.F.1"
  ]
}