{
  "question_id": "question-123",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Best Type of Test for Baking Soufflé",
  "difficulty": "Medium",
  "question_text": "A perfectly cooked soufflé is fluffy and rises above the dish that it is cooked in. Chef Celeste wonders if adding an extra egg white to her soufflé recipe would puff up her soufflés and make them rise to a greater height.<br>Celeste knows that even when she sets the oven temperature to $350$ degrees, however, different ovens will heat to slightly different temperatures and will cook the soufflés a bit differently. To account for this fact, she decides to bake two soufflés in each of twelve different ovens that have been preheated to $350$ degrees. In each oven, one soufflé will contain the extra egg white while the other soufflé will not.<br>Assuming all conditions are satisfied, which of the following tests could be used to determine if there is a difference in the average height of the soufflés?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A $1$-sample $t$-test for determining the mean height of the soufflés."
    },
    {
      "letter": "B",
      "text": "A $2$-sample $t$-test for the difference between the mean heights of the soufflés using two different recipes"
    },
    {
      "letter": "C",
      "text": "A paired $t$-test for a mean difference in the height of the soufflés when using two different recipes."
    },
    {
      "letter": "D",
      "text": "A ${ \\chi }^{ 2 }$ test for homogeneity of the average heights of the soufflés baked with the two different recipes."
    },
    {
      "letter": "E",
      "text": "A $2$-sample $z$-test for the proportion of soufflés with the extra egg white recipe that rise above the height of soufflés made with the original recipe"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The experiment described uses matched pairs design to make sure that the height of the baked soufflés can be explained by whether or not an extra egg white was included in the recipe and is not simply a result of what oven is used for baking. We would use a paired $t$-test where the parameter of interest is the mean difference in the height of the two soufflés baked in the same oven using the two different recipes.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because we are not interested in the mean height of all soufflés. Determining the mean height of all soufflés would not allow us to determine if adding an extra egg white to the recipe increases the height of the baked soufflés.\n\nChoice 'B' is incorrect. Although it might appear that this situation involves two separate populations, (soufflés made with the extra egg white and those made with the original recipe), the heights of the two types of soufflés are not independent since pairs of soufflés (one of each type) are being baked in the same oven. Therefore, we would not use a $2$-sample $t$-test.\n\nChoice 'D' is incorrect. A test of homogeneity is used to assess whether the distribution of proportions related to a categorical variable is the same for two or more independent populations. We do not have independent populations nor are we interested in proportion. Our parameter of interest is mean.\n\nChoice 'E' is incorrect because we do not have two independent populations and we are not interested in proportions.",
  "tags": [
    "VAR-7",
    "1.E",
    "VAR-7.F",
    "VAR-7.F.1"
  ]
}