{
  "question_id": "question-120",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [],
  "title": "Significance Test: U.S. Versus China",
  "difficulty": "Medium",
  "question_text": "A randomized experiment was performed to determine whether the average miles per gallon of cars manufactured in the U.S.A. is different than the average miles per gallon of cars manufactured in China.<br>Which of the following best describes the conclusion that can be drawn?<br>Which of the following best describes the conclusion that can be drawn?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\"></th><th scope=\"col\">U.S.A. Manufactured Cars</th><th scope=\"col\">China Manufactured Cars</th></tr></thead><tbody><tr><td>Average</td><td><span class=\"tex2jax_process\">$21.435$</span></td><td><span class=\"tex2jax_process\">$25.578$</span></td></tr><tr><td>Standard Deviation</td><td><span class=\"tex2jax_process\">$6.635$</span></td><td><span class=\"tex2jax_process\">$7.413$</span></td></tr><tr><td>Number of cars</td><td><span class=\"tex2jax_process\">$200$</span></td><td><span class=\"tex2jax_process\">$85$</span></td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "There is evidence of a statistically significant difference in the average miles per gallon of cars manufactured in the U.S.A. compared to the average miles per gallon of cars manufactured in China since $p<0.01$."
    },
    {
      "letter": "B",
      "text": "There is no evidence of a statistically significant difference in the average miles per gallon of cars manufactured in the U.S.A. compared to the average miles per gallon of cars manufactured in China since $p<0.01$."
    },
    {
      "letter": "C",
      "text": "There is evidence of a statistically significant difference in the average miles per gallon of cars manufactured in the U.S.A. compared to the average miles per gallon of cars manufactured in China since $0.01 < p < 0.05$."
    },
    {
      "letter": "D",
      "text": "There is no evidence of a statistically significant difference in the average miles per gallon of cars manufactured in the U.S.A. compared to the average miles per gallon of cars manufactured in China since $0.01 < p < 0.05$."
    },
    {
      "letter": "E",
      "text": "There is no evidence of a statistically significant difference in the average miles per gallon of cars manufactured in the U.S.A. compared to the average miles per gallon of cars manufactured in China since $p>0.05$."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "First, let us define the parameters and state the null and alternative hypotheses:\n\nμU= average miles per gallon of cars manufactured in the U.S.A.\nμC= average miles per gallon of cars manufactured in China\nH0:μU=μC\nHa:μU≠μC\n\nThe alternative hypothesis is not equal as we are looking to prove the average miles per gallon of cars manufactured cars in the U.S.A. compared to the average miles per gallon of cars manufactured in China is different.\n\nNext, let us find the P-value. This can be done one of two ways: calculator based or Student's t-test.\n\nMethod 1: Using a calculator\n\nOn your TI-84 or TI-83 press Stat.\nGo over to Test and hit enter.\nThe type of test we are doing is a 2-Sample T-test for means since we have two independent samples and the standard deviation of the population is unknown making it a t-test.\nSelect #4\nfrom the list of tests.\nSelect the Stats side and not the data side since we have the statistical values.\nEnter the first area data in first followed by the second area. Your calculator screen should like something like this:\n\n\n\nWe selected the not equal to sign (≠\n) because that is the sign of the alternative hypothesis.\nIt is not pooled because the standard errors are not equal.\n\nOnce you have all your information entered into the calculator scroll down to the(still in the test part) Calculate button and press enter. Your calculator screen should like this:\n\n\n\nFrom this, we can see the P-value is approximately 0\n.\n\nWe can eliminate Choices 'C', 'D', and 'E'.\n\nChoice 'B' is incorrect since even though our p-value is less than 0.01\nwe would reject the null hypothesis and take the alternative hypothesis which states there is a significant difference in the average miles per gallon of cars manufactured cars in the U.S.A. compared to the average miles per gallon of cars manufactured in China.\n\nChoice 'A' is correct since our p-value is less than 0.01\n. We would reject the null hypothesis and take the alternative hypothesis which states there is a significant difference in the average miles per gallon of cars manufactured cars in the U.S.A. compared to the average miles per gallon of cars manufactured in China.\n\nMethod 2: Finding the P-value using Student's t-test:\n\nt\nD\n.\nO\n.\nF\n.\n=\n(\n_\nx\n1\n−\n_\nx\n2\n)\n−\n(\nμ\n1\n−\nμ\n2\n)\n√\n(\ns\n1\n)\n2\nn\n1\n+\n(\ns\n1\n)\n2\nn\n2\n\nAn estimation for the degrees of freedom(d.o.f.) can be found by taking the smaller of the two sample sizes and subtracting one.\n\nd\n.\no\n.\nf\n.\n=\n85\n−\n1\n=\n84\n\nWe can substitute in our values:\n\nt\n84\n≠\n(\n21.435\n)\n−\n(\n25.578\n)\n√\n(\n6.635\n)\n2\n200\n+\n(\n7.413\n)\n2\n85\n\nThe t-test statistic comes out to be\n−\n4.45\n. In our case we are looking to find\nP\n(\nt\n84\n<\n−\n4.45\nor\nt\n84\n>\n4.45\n) since we have a two-sided test indicated by\n≠\nin the alternative hypothesis.\n\nNow using the t-distribution chart locate\n80\ndegrees of freedom(since\n84\nis not on there) then going across the row locate the two values that\n4.45\nis between. You will see that there are no two values on the chart that\n4.45\nis between, thus meaning the p-value is approximately zero. Since we have a two-sided test when we double zero this gives us a p-value of zero.\n\nThis method requires a lot of work! It is better to use the functions of the graphing calculator to save time on the exam.",
  "tags": [
    "1.F",
    "VAR-7",
    "1.E",
    "VAR-7.F",
    "VAR-7.F.1"
  ]
}