{
  "question_id": "question-041",
  "title": "Evidence from a Test: Growing Jalapeños for Salsa",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">Felipe wants to grow his own jalapeño peppers so that he can make fresh salsa. When he picked out his seedlings at the plant nursery, he was told that jalapeño peppers of this variety reach an average length of <span class=\"tex2jax_process\">$2.75\\text{ inches}$</span> with a standard deviation of <span class=\"tex2jax_process\">$0.25\\text{ inches}$</span>.  </div><div class=\"paragraph\">Felipe thinks that the average length of his peppers is less than <span class=\"tex2jax_process\">$2.75\\text{ inches}$</span> and decides to do a test. Assume all of the appropriate conditions have been satisfied.  </div><div class=\"paragraph\">If Felipe finds that <span class=\"tex2jax_process\">$8$</span> randomly selected peppers have an average length of <span class=\"tex2jax_process\">$2.625\\text{ inches}$</span>, is this enough evidence to suggest that his peppers are shorter on average than what was advertised to him? </div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "There is definitely enough evidence to suggest that the average length of this variety of jalapeño pepper is less than\n2.75\n inches\n. The person at the nursery was lying to Felipe."
    },
    {
      "letter": "B",
      "text": "There is enough evidence to suggest that the average length of peppers on Felipe's plants is less than\n2.75\n inches\n. Maybe his peppers are just not growing to be as long as the true average for some reason."
    },
    {
      "letter": "C",
      "text": "There is enough evidence for Felipe to conclude that the actual average length of his jalapeño peppers is\n2.625\n inches\n."
    },
    {
      "letter": "D",
      "text": "There is not enough evidence to suggest that the average length of Felipe's jalapeño peppers is less than\n2.75\n inches\n. His results could simply be the result of sampling variability."
    },
    {
      "letter": "E",
      "text": "There is not enough evidence to suggest that the average length of Felipe's jalapeño peppers is\n2.625\n inches\n. His results were probably just the result of bad luck."
    }
  ],
  "correct_answer": "<strong>Choice 'D'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "UNC-4.S",
    "4.D",
    "UNC-4.S.3",
    "UNC-4.S.2",
    "UNC-4.S.1",
    "UNC-4"
  ],
  "standards": [
    "UNC-4.S",
    "4.D",
    "UNC-4.S.3",
    "UNC-4.S.2",
    "UNC-4.S.1",
    "UNC-4"
  ]
}