{
  "question_id": "question-131",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "difference-two-means"
  ],
  "title": "P-values: Fantasy Football",
  "difficulty": "Medium",
  "question_text": "Fantasy football consists of a competition where participants select players from different football teams and points are awarded based on the performance of those players. A student was curious if the fantasy football totals for quarterbacks from the first $3\\text{ weeks}$ of the season was a good indicator of how well players would do the rest of the season.<br>The student randomly sampled $21$ starting quarterbacks and measured their average fantasy football points for the first 3 weeks, and sampled another random sample of $21$ quarterbacks and measured their average fantasy football points for the remainder of the season. The student then ran a 2 sample $T$-test to determine if the number of fantasy football points in the first $3\\text{ weeks}$ of the season differed from the fantasy football points the rest of the year.<br>The data is shown below: Mean (first 3 weeks) = $23.92$ Standard Deviation (first 3 weeks) = $10.20$<br>Mean (remainder of the season) = $18.30$ Standard Deviation (remainder of the season) = $9.20$<br>After running a two-sided test, a $P$-value of $6.83\\%$ was calculated.<br>How might you interpret the $P$-value in the context of the problem?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$6.83\\%$ of quarterbacks have lower averages the rest of the season compared to the first three weeks."
    },
    {
      "letter": "B",
      "text": "If there were really no difference between an NFL quarterback’s performance during the first three weeks and their performance the rest of the season, getting differences in sample means as large as 5.62 points or greater, would be somewhat unlikely (in fact, about $6.83\\%$)."
    },
    {
      "letter": "C",
      "text": "Approximately $6.83\\%$ of quarterbacks in this sample had higher average fantasy points for the remainder of the season compared to the first three weeks."
    },
    {
      "letter": "D",
      "text": "There is approximately a $6.83\\%$ chance of this data occurring."
    },
    {
      "letter": "E",
      "text": "There is approximately a $6.83\\%$ chance of getting a difference of 5.62 fantasy points, or less,in this sample, by chance alone."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.G",
    "DAT-3.G.1"
  ]
}