{
  "question_id": "question-058",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "matched-pairs-design",
    "hypotheses",
    "1-sample-t-test",
    "initial-conditions"
  ],
  "title": "Which Route to Take?",
  "difficulty": "Hard",
  "question_text": "Nina and Tina live next door to each other and both attend the same school which is some distance away. They are now seniors and have their own cars and each like to drive a different route. They have been arguing as to which route takes less time. So, to complete a project for their statistics class, they designed a matched pairs design where the next $32$ school days, on each day, a coin flip would decide which girl would drive which route. And on each day they recorded their times for the route driven. After $32$ days they wrote down the two driving times for each day and subtracted them, Tina’s favored route minus Nina’s favorite route. Then these times were used in a $1$-sample $t$-test test to see if there was a difference in the driving times for each route.<br>Four of the answers below contain some false information about Nina’s and Tina’s experiment and statistical analysis. One answer is fully correct. Which is it?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$H_{a}: \\mu_{d}> 0$\nThe population of the distribution of differences is shown to be approximately normal."
    },
    {
      "letter": "B",
      "text": "$H_{0}: \\mu_{d}= 0$\nThe difference of Nina's route minus Tina's route should also be tested."
    },
    {
      "letter": "C",
      "text": "$H_{a}: \\mu_{d}\\neq 0$\nRandomness and approximate normality are both shown here."
    },
    {
      "letter": "D",
      "text": "$H_{0}: \\mu_{d}< 0$\nRoutes were assigned at random."
    },
    {
      "letter": "E",
      "text": "$H_{a}: \\mu_{d}\\neq 0$\nRoutes were not assigned at random."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nTwo aspects are examined in this mean difference test between values in matched pairs: the hypotheses and the conditions.\n\nThe hypotheses for this test would look like this:\n\n$$H_{0}: \\mu_{d}= 0$$\n\n$$H_{a}: \\mu_{d}\\neq 0$$\n\nThe null hypothesis always uses an equals sign and the letter mu in a test of means. It also always is equal to zero in a matched pairs test because it assumes that the two numbers, in this case driving times, are the same. So, when subtracted, the difference would be zero.\n\nThe alternative hypothesis looks like the null hypothesis except for the sign. In this case, because the problem is looking at whether the driving times are different, a $\\neq$ sign is used.\n\nIn terms of conditions to be verified, randomness occurs because the girls flip a coin each day to decide who drives which route. To check that the sampling distribution of the differences is approximately normal, the sample simply needs to be larger than $30$, which is at $32$,\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because, while the comment is correct, the hypothesis should include a $\\neq$ sign.\n\nChoice 'B' is incorrect because, while the hypothesis is correct, no, the difference does not need to be reversed because whether it equals zero or not is what is being tested.\n\nChoice 'D' is incorrect because, while the comment is correct, the hypothesis should include a equals sign.\n\nChoice 'E' is incorrect because, while the hypothesis is correct, routes were assigned at random via a coin flip.",
  "tags": [
    "VAR-7.C.2",
    "VAR-7.C",
    "4.C",
    "1.F",
    "VAR-7.D",
    "VAR-7.D.1",
    "VAR-7"
  ]
}