{
  "question_id": "question-001",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "mean",
    "inference"
  ],
  "title": "Screen Time",
  "difficulty": "Easy",
  "question_text": "A data scientist reads the average screen time for high school students is approximately $8$ hours a day. To investigate, the data scientist collects multiple random samples of $40$ high school students and calculates the average screen time for each sample. He then summarizes the data on the dotplot below:<br>What proportion of samples produced a mean of $8$ hours or more?",
  "image_files": [
    "images/question-001-img1.jpeg"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "0.025"
    },
    {
      "letter": "B",
      "text": "0.036"
    },
    {
      "letter": "C",
      "text": "0.125"
    },
    {
      "letter": "D",
      "text": "0.179"
    },
    {
      "letter": "E",
      "text": "0.821"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nWhen looking at the distribution of sample means with a sample of size 40\n, you can see the data scientist took 28\nsamples of size 40\n. Therefore, to find the proportion of samples that produced a mean of 8\nor more hours, you need to count the observations at 8\nor more. When counting the observations, you can see there are 5\nobservations at 8\nor more.\n\nTherefore, the proportion of observations that produce a sample mean of 8\nor more hours is\n5\n28\n=0.179\n.\n\nChoice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Two mistakes were made in this incorrect response. The number of samples were incorrectly identified as\n40\nand the number of observations of greater than\n8\nwas found, not\n8\nor more. The number of samples is\n28\nand the observations of\n8\nor more was\n5\n, not\n1\n.\n\nChoice 'B' is incorrect. While correctly identifying the number of samples as\n28\n, the numerator was incorrectly found as the number of observations greater than\n8\n, not\n8\nor more.\n\nChoice 'C' is incorrect. Correctly identifies that\n5\nsamples produced a mean of\n8\nor more, but incorrectly identifies the number of samples as\n40\n, not\n28\n.\n\nChoice 'E' is incorrect. This would be the probability of getting a sample mean of less than\n8\nhours of screen time.",
  "tags": [
    "VAR-1.I.1",
    "1.A",
    "VAR-1",
    "VAR-1.I"
  ]
}