{
  "question_id": "question-139",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "difference-two-means"
  ],
  "title": "Bugs and Blue Porch Ceilings: Finding the $p$-Value",
  "difficulty": "Hard",
  "question_text": "In many southern U. S. states, porch ceilings are painted a light blue color. Some people believe that the color tricks spiders, wasps and other insects into thinking that the ceiling is the sky and that this reduces the number of insects found on the porches.<br>Dixie wonders if this is really true and decides to investigate. She enlists the help of $35$ homeowners in South Carolina whose homes have porches. On each of these homes she paints half of the porch ceiling white and half of the porch ceiling light blue. Which half gets which color is determined by tossing a coin. She also places an insect trap on both sides of each porch.<br>After a period of two weeks, she counts the number of insects caught in each trap and determines the average number of insects caught near each color of paint. Her results are shown in the table below.<br>Assuming all conditions are satisfied, what is the $p$-value for a test to determine whether using light blue paint on porch ceilings will reduce the mean number of bugs on the porch?<br>Assuming all conditions are satisfied, what is the $p$-value for a test to determine whether using light blue paint on porch ceilings will reduce the mean number of bugs on the porch?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\"></th><th scope=\"col\">Sample Mean</th><th scope=\"col\">Sample Standard Deviation</th></tr></thead><tbody><tr><td>Blue Paint</td><td>86.4</td><td>4.9</td></tr><tr><td>White Paint</td><td>87.7</td><td>5.2</td></tr><tr><td>Difference (Blue - White)</td><td>-1.3</td><td>7.1</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "$0.07$"
    },
    {
      "letter": "B",
      "text": "$0.14$"
    },
    {
      "letter": "C",
      "text": "$0.28$"
    },
    {
      "letter": "D",
      "text": "$0.72$"
    },
    {
      "letter": "E",
      "text": "$0.86$"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Light blue ceiling paint and white ceiling paint are being applied to the exact same porches, so this study represents a matched pairs design. We should complete a matched pairs $t$-test for the differences between the two paint colors using the following hypotheses:\n\n$H_0: {\\mu}_D = 0$\n$H_A: { \\mu }_{ D }< 0$\n\n...where ${ \\mu }_{ D }$ represents the mean difference in the number of bugs associated with the light blue paint and the white paint.\n\nConducting a matched pairs $t$-test involves the same process as a one-sample $t$-test. We are simply using the differences as our single sample.\n\nWe are told that we can assume all conditions to be satisfied. Therefore, we proceed to calculating our $t$-statistic. The formula is:\n\n$$t = \\dfrac { \\overline { x } - \\mu }{ \\dfrac { s }{ \\sqrt { n } } }$$\n\nFilling in the formula:\n\n$$t = \\dfrac { -1.3 - 0 }{ \\dfrac { 7.1 }{ \\sqrt { 35 } } } = -1.08$$\n\nSince our hypothesis is one-sided in the less than direction, we are now looking for $p(t < -1.08)$. In order to calculate this, we must first determine the degrees of freedom.\n\nIn a matched pairs $t$-test, $df = n – 1$ where $n$ is the number of observations. Here, $df = 35 – 1 = 34$. To find the $p$-value, use your TI83/84 graphing calculator's tcdf function. The syntax is: tcdf(lower bound, upper bound, df). In this case you would:\n\nEnter 2nd, DISTR\nChoose tcdf\nEnter -10^99, -1.08, 34\nEnter and your calculator will return the $p$-value of $p = 0.14$\n\nNote: on a free-response problem it is very important to show all of your work. However, on a multiple choice problem of this nature, you can find the $p$-value directly using your TI83/84 graphing calculator.\n\nHere are the instructions:\n\nThe calculator will return the $p$-value of $p = 0.14$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is half the correct $p$-value, but there is no logical reason to choose this answer.\n\nChoice 'C' is incorrect and represents the $p$-value associated with the two-sided alternative hypothesis: $H_0: { \\mu }_{ D } \\neq \\ 0$.\n\nChoice 'D' is incorrect and can be found by subtracting the value in Choice 'C' from $1$. That is, $1 – 0.28 = 0.72$.\n\nChoice 'E' is incorrect and is the complement of the correct answer. It is calculated as $1 – 0.14 = 0.86$ and represents $p(t > -1.08)$.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.G",
    "DAT-3.G.1"
  ]
}