{
  "question_id": "question-038",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval",
    "estimation",
    "1-sample-tinterval-means",
    "statistical-inference",
    "logic-meaning-properties"
  ],
  "title": "Meaning of a Confidence Interval: Growth Spurt",
  "difficulty": "Medium",
  "question_text": "Boys tend to hit their growth spurt around 13 years old. A random sample of $100$ boys was taken to find out how many inches they grew from thirteen to fourteen years old. A $98\\%$ confidence interval was constructed from this data and yielded a result of $(2.8, 4.3)\\text{ inches}$.<br>Which of the following statements is true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$98\\%$ of the boys studied in this survey grew between $2.8$ to $4.3\\text{ inches}$."
    },
    {
      "letter": "B",
      "text": "We are $98\\%$ confident that boys grew between $2.8$ to $4.3\\text{ inches}$ from the age of thirteen to fourteen."
    },
    {
      "letter": "C",
      "text": "We are $98\\%$ confident that the average height that boys grew in this study was between $2.8$ to $4.3\\text{ inches}$."
    },
    {
      "letter": "D",
      "text": "The average height a boy grew from the age of thirteen to fourteen was between $2.8$ to $4.3\\text{ inches}$ $98\\%$ of the time."
    },
    {
      "letter": "E",
      "text": "We are $98\\%$ confident the average height that boys grew from the ages of thirteen to fourteen was between $2.8$ to $4.3\\text{ inches}$."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The purpose of a confidence interval is to capture the parameter, which in this case is the population mean. When looking for the correct answer, look for something that mentions the population mean or the true mean.\n\nChoice 'A' is incorrect, as it does not refer to the population mean, but rather to individuals.\n\nChoice 'B' is incorrect, as it does not refer to the population mean, but rather to individuals.\n\nChoice 'C' is incorrect, as it does not refer to the population mean, but rather to the boys in this study, which is the sample mean. Also, we would be $100\\%$ confident, since we used this study to create the interval so the average height of the boys in the study would have to be in the interval.\n\nChoice 'D' is incorrect. The average height grown does not vary. The average height is either in the interval (probability of $1$) or not in the interval (probability of $0$).\n\nChoice 'E' is correct. This is the correct interpretation of a confidence interval.",
  "tags": [
    "4.B",
    "UNC-4.S",
    "UNC-4.S.2",
    "UNC-4.S.1",
    "UNC-4"
  ]
}