{
  "question_id": "question-162",
  "title": "Drug Test Results",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">A medical study was being done.  Two groups of patients were involved, each group receiving a different strength of a new trial drug designed to reduce the number of headaches they had.  From each group, <span class=\"tex2jax_process\">$25$</span> random patients were selected to receive the drug, while the remainder received a placebo.  In Group L, the group receiving the lower dosage, the mean number of headaches over the past month was <span class=\"tex2jax_process\">$19.0$</span> with a standard deviation of <span class=\"tex2jax_process\">$1.6$</span>. In Group H, the group receiving the higher dosage, the mean number of headaches over the past month was <span class=\"tex2jax_process\">$18.1$</span> with a standard deviation of <span class=\"tex2jax_process\">$1.3$</span>. The doctors were looking to see if there was a difference in the number of headaches between the two groups.</div><div class=\"paragraph\">Given a significance level of <span class=\"tex2jax_process\">$\\alpha=0.05$</span>, what can you conclude?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Because the\np\n-value is less than the significance level, Ho should be rejected. Thus we can say that there is a difference in the means of the different dosages of the new drug and that it appears that the higher dosage of the drug results in fewer headaches."
    },
    {
      "letter": "B",
      "text": "Because the\np\n-value is less than the significance level, Ho cannot be rejected. Thus we can say that there is a difference in the means of the different dosages of the new drug and that it appears that the higher dosage of the drug results in fewer headaches."
    },
    {
      "letter": "C",
      "text": "Because the\np\n-value is greater than the significance level, Ho should be rejected. Thus we can say that there is no difference in the means of the different dosages of the new drug."
    },
    {
      "letter": "D",
      "text": "Because the\np\n-value is greater than the significance level, Ho cannot be rejected. Thus we can say that there is no difference in the means of the different dosages of the new drug."
    },
    {
      "letter": "E",
      "text": "Because the means of the two samples were nearly equal, we cannot conclude that one drug is different from the other."
    }
  ],
  "correct_answer": "<strong>Choice 'A'</strong> is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "4.E",
    "DAT-3.H.1",
    "DAT-3",
    "DAT-3.H",
    "DAT-3.H.2"
  ],
  "standards": [
    "4.E",
    "DAT-3.H.1",
    "DAT-3",
    "DAT-3.H",
    "DAT-3.H.2"
  ]
}