{
  "question_id": "question-020",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "t-distribution"
  ],
  "title": "$t$-distribution vs. Normal Distribution",
  "difficulty": "Medium",
  "question_text": "In what way is the $t$-distribution different from the standard normal distribution?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "There are many $t$-distributions based on the number of degrees of freedom, but only one standard normal distribution."
    },
    {
      "letter": "B",
      "text": "The $t$-distribution cannot be used to determine if an observed statistic is unusual, but the standard normal distribution can be used in this way."
    },
    {
      "letter": "C",
      "text": "The area under the curve of the $t$-distribution changes as the number of degrees of freedom changes. The area under the standard normal curve is always $1$."
    },
    {
      "letter": "D",
      "text": "The $t$-distribution is not useful in constructing confidence intervals."
    },
    {
      "letter": "E",
      "text": "The $t$-distribution is not useful in conducting hypothesis tests."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "This statement is true and is why the $z$-distribution table does not differentiate based on degrees of freedom.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. Both the $t$-distribution and the standard normal distribution can be used to determine how unusual an observed statistic is.\n\nChoice 'C' is incorrect. The areas under both the $t$-distribution curve and the standard normal distribution curve are equal to one.\n\nChoices 'D' and 'E' are incorrect. The $t$-distribution is used for both confidence intervals and hypothesis tests for means and the slope of the least squares regression line.",
  "tags": [
    "UNC-4.P.1",
    "4.C",
    "3.C",
    "UNC-4",
    "UNC-4.P"
  ]
}