{
  "question_id": "question-158",
  "unit": "AP® Statistics | Unit 7 Assessment",
  "topics": [
    "confidence-interval-interpretations",
    "2-sample-mean-interval",
    "confidence-interval"
  ],
  "title": "Mail Delivery",
  "difficulty": "Easy",
  "question_text": "The U.S. government was comparing delivery times between the post offices of two large cities. Many post offices in each city were randomly sampled as to how long mail took to be delivered within each city. They found a $95\\%$ confidence interval for delivery times for first-class mail in hours at $(0.43, 1.26)$. Interpret this confidence interval.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "We see a $95\\%$ chance that the difference in mail delivery times is at most $1.26$ hours."
    },
    {
      "letter": "B",
      "text": "We are $95\\%$ confident that there is a difference of $1.26-0.43=0.83$ hours between the mail delivery times of the two cities."
    },
    {
      "letter": "C",
      "text": "We see a $95\\%$ chance that the mail will be delivered on time in less than $1.26$ hours between the two cities."
    },
    {
      "letter": "D",
      "text": "We are $95\\%$ confident that the difference in the population mean times of mail delivery from the two sampled cities is between $0.43$ and $1.26$ hours."
    },
    {
      "letter": "E",
      "text": "We are $95\\%$ confident that the mail delivered between the two cities will vary between $0.43$ and $1.26$ hours due to the difference in their population mean times."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nWe are looking at how to define the meaning of a confidence interval which estimates the difference between two population means. The confidence interval gives the range of the differences that we might see.\n\nIn this case, it is the range of how different delivery times are in two cities.\n\nThe confidence level, here $95\\%$, allows us to say that that that percentage of the time we would in fact find the mean difference in delivery times to fall within the given times in the confidence interval.\n\nSo, Choice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because $1.26$ hours is simply one end of the range. Both ends are needed to use the interval.\n\nChoice 'B' is incorrect because the two numbers in the confidence interval give the range of the differences; here taking the difference of those two numbers is incorrect.\n\nChoice 'C' is incorrect for two reasons. It again mentions only one end of the range and it talks describes mail delivery between the cities which is not in the prompt.\n\nChoice 'E' is incorrect because again it is discussing mail delivery between the two cities versus mail delivery time within each city.",
  "tags": [
    "UNC-4.Z",
    "4.B",
    "UNC-4.Z.2",
    "UNC-4.Z.1",
    "UNC-4"
  ]
}