{
  "question_id": "question-034",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "estimation",
    "statistical-inference",
    "parameters-margins-error",
    "standard-error"
  ],
  "title": "Standard Error of Sample Mean Guinea Pig Weight",
  "difficulty": "Medium",
  "question_text": "Jackson weighed all of his pet guinea pigs and found the average weight to be $2.4\\text{ pounds}$.<br>If the standard error of the sample mean was $0.2227$ and the sample standard deviation was $0.63\\text{ pounds}$, how many guinea pigs does Jason have?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$2.8$"
    },
    {
      "letter": "B",
      "text": "$5$"
    },
    {
      "letter": "C",
      "text": "$8$"
    },
    {
      "letter": "D",
      "text": "$13$"
    },
    {
      "letter": "E",
      "text": "$116$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The formula for calculating the standard error of the sample mean is:\n\n$$\\dfrac { s }{ \\sqrt { n } }$$\n\n...where $s$ is the sample standard deviation and $n$ is the sample size.\n\nFilling in this formula we get:\n\n$$\\dfrac { 0.63 }{ \\sqrt { n } } =0.2227.$$\n\nMultiply both sides of this equation by $\\sqrt { n } $ to get:\n\n$$0.63=0.2227\\sqrt { n } $$\n\nDivide both sides of this equation by $0.2227$ to get:\n\n$$\\dfrac { 0.63 }{ 0.2227 } =\\sqrt { n } $$\n\nSquare both sides of this equation to get:\n\n$$n = 8.003$$\n\nDue to possible rounding of the values given for sample standard deviation and standard error of the mean, this value does not equal exactly $8$. However, $8$ is the best answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This answer was arrived at by dividing the sample standard deviation by the standard error of the mean. Not only is this calculation incorrect, it would also not make sense for Jackson to have $2.8\\text{ guinea pigs}$. Our answer must be a whole number.\n\nChoice 'B' is incorrect. This answer probably represents a pure guess!\n\nChoice 'D'' is incorrect. This answer was arrived at by using the following incorrect formula for standard error of the mean and then rounding the result. $\\sqrt { \\frac { s }{ n } } $. This is actually a common mistake! Be careful where you place the square root sign.\n\nChoice 'E' is incorrect. Wow! That would be a lot of guinea pigs! You might get this answer if you mistakenly use the sample average in place of the sample standard deviation when filling in the formula.\n\nNOTE: The standard error estimates the standard deviation of the sample mean when the population standard deviation, $\\sigma$, is unknown. Although the formula for standard error is not found in the reference materials provided with the AP exam, the formula for standard deviation of the sample mean is given as $\\frac { \\sigma }{ \\sqrt { n } } $. To find the standard error, simply replace $\\sigma$ with $s$. Make sure you know what information is provided in the reference materials so that you can use them to your advantage.",
  "tags": [
    "3.D",
    "UNC-4.Q.2",
    "UNC-4.Q"
  ]
}