{
  "question_id": "question-124",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Pole-Vaulting to New Heights: What Are Your Hypotheses?",
  "difficulty": "Medium",
  "question_text": "Today, poles used for pole-vaulting are usually made of fiberglass and carbon fiber. A sporting goods company has developed a pole made from a new composite material and they believe that using this pole will allow vaulters to reach greater heights. They plan to conduct a study involving a sample of $30$ experienced pole-vaulters.<br>Each pole-vaulter will be given $5$ attempts to vault with a traditional pole made of fiberglass and carbon fiber, and their highest vault will be recorded. At a different time, each pole-vaulter will also be given $5$ attempts to vault with a pole made of the new material and their highest vault will be recorded. Which pole is used first will be randomly determined.<br>For each pole-vaulter, researchers will also record the difference between their highest vault using the new pole and their highest vault using the traditional pole (New – Traditional).<br>After verifying that the necessary conditions are satisfied, researchers plan to conduct a test.<br>What are the appropriate hypotheses?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "${ H }_{ 0 }: { \\mu }_{ traditional } = { \\mu }_{ new }$\n${ H }_{ a }: { \\mu }_{ traditional } < { \\mu }_{ new }$"
    },
    {
      "letter": "B",
      "text": "${ H }_{ 0 }: { \\mu }_{ traditional } = { \\mu }_{ new }$\n${ H }_{ a }: { \\mu }_{ traditional } \\neq { \\mu }_{ new }$"
    },
    {
      "letter": "C",
      "text": "${ H }_{ 0 }: { \\mu }_{ difference } = 0$\n${ H }_{ a }: { \\mu }_{ difference } < 0$"
    },
    {
      "letter": "D",
      "text": "${ H }_{ 0 }: { \\mu }_{ difference } = 0$\n${ H }_{ a }: { \\mu }_{ difference } \\neq 0$"
    },
    {
      "letter": "E",
      "text": "${ H }_{ 0 }: { \\mu }_{ difference } = 0$\n${H }_{ a }: { \\mu }_{ difference } > 0$"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "This study utilizes a matched pairs design where each pole-vaulter serves as his/her own control. We cannot adequately compare the difference in pole-vaulting heights for someone whose average height is $8\\text{ feet}$ with someone whose average height is $12\\text{ feet}$, but we can compare each individual against themselves.\n\nTherefore, we look at the differences between the mean height with the new pole and the traditional pole (new – traditional) for each of the pole-vaulters in the study. Our null hypothesis should be that there is no difference.\n\nAlternatively, we are looking at the possibility that the mean height with the new pole is greater than the mean height with the traditional pole.\n\nIf:\n\n$${ \\mu }_{ new } > { \\mu }_{ traditional }$$\n\n...then:\n\n$${ \\mu }_{ new } - { \\mu }_{ traditional } > 0$$\n\n...and:\n\n$${ \\mu }_{ new-traditional } > 0, \\quad \\text{ or } \\quad { \\mu }_{ difference } > 0$$\n\nKeep in mind that the parameter of interest in a matched pairs design is the mean difference between the two conditions (in this case the two types of poles).\n\nExplanation of Distractors\n\nChoices 'A' and 'B' are incorrect as they consider the means of two separate populations – the population of those using a traditional pole and the population of those using the new pole. However, there is a single population of experienced pole-vaulters who are using both poles as part of this experiment.\n\nChoices 'C' and 'D' recognize that we are looking at the mean difference in maximum heights, but both use inappropriate equality/inequality symbols as part of the alternative hypotheses.",
  "tags": [
    "1.F",
    "VAR-7.G.1",
    "VAR-7",
    "VAR-7.G"
  ]
}