{
  "question_id": "question-024",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval",
    "mean",
    "estimation",
    "statistical-inference"
  ],
  "title": "Interpret Income | 2 of 2",
  "difficulty": "Medium",
  "question_text": "Last year, the mean annual income of residents in a small town was $\\$49{,}382$.<br>This year, a random sample of $100$ residents found an annual income of $\\$52{,}301$. A $95\\%$ confidence interval was calculated and extended from $\\$50,{1}99$ to $\\$54{,}403$.<br>Which of the following statements is a correct interpretation of the confidence level?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "We are $95\\%$ confident the population mean income of residents in this town for this year is between $\\$50{,}199$ and $\\$54{,}403$."
    },
    {
      "letter": "B",
      "text": "We are using a process that will catch the true unknown population mean income of residents in this town for this year $95\\%$ of the time in the long run."
    },
    {
      "letter": "C",
      "text": "Approximately $95\\%$ of people in this town earn between $\\$50,199$ and $\\$54,403$ annually."
    },
    {
      "letter": "D",
      "text": "We are using a process that will catch the true sample mean $95\\%$ of the time in the long run."
    },
    {
      "letter": "E",
      "text": "We are using a process that will capture the population mean value of $\\$49,382$, 95% of the time in the long run."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A correct interpretation of a confidence level must mention not only that the goal is to catch the unknown population mean but also that this refers to not catching it in the long term or in many trials.\n\nIt is important to note that interpreting the confidence interval is very different than interpreting the confidence level.\n\nIf a problem asks to interpret the confidence interval, a student needs to make a statement using the phrase \"95% confident\" in a fashion similar to statement (a). However, interpreting the confidence level is an entirely different question. When asked to interpret the confidence level, make sure to include two elements. For example, if the interval is at $95\\%$ confidence, make sure to mention:\n\n$i.$ The idea that the process works 95% of the time in the long run\n$ii.$ The idea that by saying \"works\", one means it captures the true unknown population mean.\n\nLastly, make sure to provide context.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; this gives a correct interpretation of the confidence interval, but not the confidence level.\n\nChoice 'C' is incorrect; confidence intervals simply cannot measure something such as this.\n\nChoice 'D' is incorrect; this would be correct if the word “sample” were replaced with “population.”\n\nChoice 'E' is incorrect. It is true that our interval will catch the population mean 95% of the time in the long run. However, the population mean is unknown and may have changed from last year.",
  "tags": [
    "3.D",
    "UNC-4",
    "UNC-4.Q",
    "UNC-4.Q.1"
  ]
}