{
  "question_id": "question-069",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "The Meaning of Statistical Significance",
  "difficulty": "Easy",
  "question_text": "A random sample of size $n = 150$ is selected and a one-sample $t$-test for a population mean is performed. The results are found to be statistically significant.<br>Which of the following statements best describes the meaning of statistically significant in this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The results were very impressive. We should accept the null hypothesis without reservation."
    },
    {
      "letter": "B",
      "text": "The results were significant enough to prove that our null hypothesis is false."
    },
    {
      "letter": "C",
      "text": "The results were impressive enough to suggest that our null hypothesis is true."
    },
    {
      "letter": "D",
      "text": "The results of our experiment or observation were pretty much what we expected based upon our null hypothesis. No big deal."
    },
    {
      "letter": "E",
      "text": "Assuming our null hypothesis is true, the results we obtained were pretty strange and unlikely."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Due to sampling variability, different random samples will produce different results. Yet, if the mean we hypothesized in $H_0$ is correct, as we assume it to be, most samples will produce a sample mean that is close to that hypothesized mean.\n\nIf on the other hand, our sample mean is very far from our hypothesized mean, we would consider that to be unusual. We would then say that our results are statistically significant.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Statistically significant and impressive are not equivalent ideas. Also, we never accept the null hypothesis. We only look for evidence that it may be false. If we do not have sufficient evidence, then we fail to reject the null hypothesis.\n\nChoice 'B' is incorrect. We cannot prove that our null hypothesis is false even if we have strong evidence to suggest that it may be false. Remember – being a statistician means never having to say you're certain.\n\nChoice 'C' is incorrect. Statistically significant results would suggest that our null hypothesis is false.\n\nChoice 'D' is incorrect. If our results are statistically significant, then they were not what we expected based upon the assumption that our null hypothesis is true.",
  "tags": [
    "DAT-3.F",
    "4.E",
    "DAT-3",
    "DAT-3.F.2",
    "DAT-3.F.1"
  ]
}