{
  "question_id": "question-103",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval",
    "differences-in-means"
  ],
  "title": "Headaches",
  "difficulty": "Hard",
  "question_text": "We want to create a confidence interval for the difference of the means of the effectiveness of two drugs to reduce the incidence of headaches. Sixty-two headache patients are randomly selected from several large medical practices and half of them are given one drug and half the other drug. Determination of which drug was given to which patient was decided by a coin flip and all conditions were verified.<br>Three months later the total number of headaches suffered by each group was gathered. Group $1$ had $2.1$ headaches per person with a standard deviation of $1.2$ headaches. Group $2$ had $2.9$ headaches per person with a standard deviation of $1.6$ headaches.<br>If the upper bound of the confidence interval came out to be $0.02$, find the value of $t^{*}$ that was used in the calculation of this confidence interval.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$1.960$"
    },
    {
      "letter": "B",
      "text": "$2.000$"
    },
    {
      "letter": "C",
      "text": "$2.724$"
    },
    {
      "letter": "D",
      "text": "$2.173$"
    },
    {
      "letter": "E",
      "text": "$2.284$"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nComputing a confidence interval for the difference of two means uses this formula:\n\n$$(\\bar{x}_{1}-\\bar{x}_{2})\\pm t^{*}\\sqrt{\\dfrac{s_1^2}{n_{1}}+\\dfrac{s_2^2}{n_{2}}}$$\n\n...where the $\\bar{x}'s$ are the sample means, $t^{*}$ is the critical value, the $s's$ are the two sample standard deviations, and the $n's$ are the two sample sizes.\n\nWe will plug in the information given and solve for $t^{*}$. We will set the equation equal to the upper bound since it is given to us and use only the plus sign in front of $t^{*}$. We get:\n\n$$(2.1-2.9)+t^{*}\\sqrt{\\dfrac{1.2^2}{31}+\\dfrac{1.6^2}{31}}=0.02$$\n\nSimplify to get $-0.8+t^{*}(0.359)=0.02$ and $t^{*}\\approx2.284$\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because this answer was chosen because it is the $z^{*}$ value for a $95\\%$ confidence interval which is used for differences in proportions.\n\nChoice 'B' is incorrect because this answer was calculated by assuming a $d.f.=60$ for a $95\\%$ confidence interval. This cannot be assumed.\n\nChoice 'C' is incorrect because, though the correct method was followed, the standard deviations were not squared in the calculation.\n\nChoice 'D' is incorrect because the sample means were subtracted the wrong way which meant that the upper bound should have been solved as the lower bound. This result gave a negative result for $t^{*}$ and the negative sign was dropped.",
  "tags": [
    "3.D",
    "UNC-4.Y.2",
    "UNC-4",
    "UNC-4.Y"
  ]
}