{
  "question_id": "question-153",
  "unit": "AP® Statistics | Unit 7 Assessment",
  "topics": [
    "1-sample-t-test",
    "t-distribution",
    "initial-conditions"
  ],
  "title": "Conditions for a One-Sample $t$-Test",
  "difficulty": "Medium",
  "question_text": "A company wishes to find out the number of one of its products its customers buy per year. It decides to sample its customers to estimate the population mean of its number of sales. Which of the following lists a set of conditions needed to verify running a one-sample $t$-test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "It chooses to sample $100$ of its customers.\nThese customers will be chosen randomly from a list of its $500$ customers who buy this product each year."
    },
    {
      "letter": "B",
      "text": "It chooses to sample $100$ of its customers.\nThese customers will be selected from a list of its $2000$ customers who buy this product each year."
    },
    {
      "letter": "C",
      "text": ""
    },
    {
      "letter": "D",
      "text": "It chooses to sample $100$ of its customers.\nThese customers will be chosen randomly from a list of its $2000$ customers who buy this product each year."
    },
    {
      "letter": "E",
      "text": "It chooses to sample $20$ of its customers who will be chosen randomly from its list of $400$ customers who buy the product each year.\nTwo of these $20$ customers are atypical, purchasing abnormally large amounts of the item."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nThere are two goals for verifying conditions for conducting a one-sample $t$-test:\n\nFirst, independence must be checked. To do this there must be mention of some kind of random selection or randomized experiment. And then it must be checked that the population is at least $10$ times greater than that of the sample size.\n\nSecond, there must be evidence that there is an approximately normal shape to the sampling distribution. If the sample size is greater than $30$, then this condition is met. If the sample size is less than $30$ then there must not be any outliers or more than a small degree of skewness.\n\nThe correct answer above gives a sample size of $100$ which is well above $30$, it states that the people in the sample come from a population of $2000$ which is greater than $10$ times $100$, and, of course, it mentions that the sample is chosen randomly. Thus, the conditions are verified.\n\nSo, Choice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it chooses a sample of $100$ from a population of $500$ which is only $5$ times the size of the sample.\n\nChoice 'B' is incorrect because it fails to mention that the sample will be chosen randomly.\n\nChoice 'C' is incorrect because the sample size is very small and there is no information available to check for skewness or outliers.\n\nChoice 'E' is incorrect because the small sample includes two outliers indicating possibly strong skewness of the sampling distribution.",
  "tags": [
    "4.C",
    "VAR-7.D",
    "VAR-7.D.1",
    "VAR-7"
  ]
}