{
  "question_id": "question-041",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "mean",
    "statistical-inference"
  ],
  "title": "Evidence from a Test: Growing Jalapeños for Salsa",
  "difficulty": "Medium",
  "question_text": "Felipe wants to grow his own jalapeño peppers so that he can make fresh salsa. When he picked out his seedlings at the plant nursery, he was told that jalapeño peppers of this variety reach an average length of $2.75\\text{ inches}$ with a standard deviation of $0.25\\text{ inches}$.<br>Felipe thinks that the average length of his peppers is less than $2.75\\text{ inches}$ and decides to do a test. Assume all of the appropriate conditions have been satisfied.<br>If Felipe finds that $8$ randomly selected peppers have an average length of $2.625\\text{ inches}$, is this enough evidence to suggest that his peppers are shorter on average than what was advertised to him?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "There is definitely enough evidence to suggest that the average length of this variety of jalapeño pepper is less than $2.75\\text{ inches}$. The person at the nursery was lying to Felipe."
    },
    {
      "letter": "B",
      "text": "There is enough evidence to suggest that the average length of peppers on Felipe's plants is less than $2.75\\text{ inches}$. Maybe his peppers are just not growing to be as long as the true average for some reason."
    },
    {
      "letter": "C",
      "text": "There is enough evidence for Felipe to conclude that the actual average length of his jalapeño peppers is $2.625\\text{ inches}$."
    },
    {
      "letter": "D",
      "text": "There is not enough evidence to suggest that the average length of Felipe's jalapeño peppers is less than $2.75\\text{ inches}$. His results could simply be the result of sampling variability."
    },
    {
      "letter": "E",
      "text": "There is not enough evidence to suggest that the average length of Felipe's jalapeño peppers is $2.625\\text{ inches}$. His results were probably just the result of bad luck."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Since we know the standard deviation for the lengths of this variety of jalapeño pepper is $0.25\\text{ inches}$, we should use a one-sample $z$-test for a population mean with the following hypotheses:\n\n$${ H }_{ 0 }: \\mu = 2.75$$\n\n$${ H }_{ a }: \\mu < 2.75$$\n\nWhere $\\mu$ is the true average length of Felipe's jalapeño peppers.\n\nWe are told to assume the conditions for performing this test are satisfied, so we will proceed to calculating the $z$-score related to Felipe's sample.\n\nThe formula is:\n\n$$z = \\dfrac { \\overline { x } - \\mu }{ \\dfrac { \\sigma }{ \\sqrt { n } } }$$\n\nFilling in the formula:\n\n$$z = \\dfrac { 2.625 - 2.75 }{ \\dfrac { 0.25 }{ \\sqrt { 8 } } } = -1.414$$\n\nSince our alternative hypothesis is one-sided in the less than direction, we now need to find $p(z < -1.414)$. Do this using your TI83/84 graphing calculator's normalcdf function. The syntax is: normalcdf (lower bound, upper bound, mean, standard deviation).\n\nSince our $z$-score is negative we will use it as the upper bound. Also, since we have calculated a $z$-score, we are working from the standard normal distribution whose mean is $0$ and standard deviation is $1$.\n\nTherefore, we would:\n\nSince $0.079 > 0.05$, we do not have strong evidence to suggest that our null hypothesis is false. We cannot conclude that the average length of Felipe's jalapeño peppers is less than $2.75\\text{ inches}$.\n\nDue to sampling variability, we know that different samples will produce different results. It just so happens that this particular sample had a sample mean that was a bit low.\n\nNote: on a free-response problem it is very important to show all of your work. However, on a multiple choice problem of this nature, you can find the $p$-value directly using your TI83/84 graphing calculator.\n\nHere are the instructions:\n\nThe calculator will return a $z$-score of $z = -1.414$ and a $p$-value of $p = 0.079$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect both because it provides an incorrect conclusion and the conclusion is tied to the overall population of all jalapeño peppers, not just to Felipe's jalapeños.\n\nChoice 'B' provides an incorrect conclusion.\n\nChoice 'C' provides an incorrect conclusion and ties it to the value of the sample mean. It is unrelated to the question of interest.\n\nChoice 'E' is incorrect. We are not interested in whether the true average length of Felipe's jalapeños equals his sample average.",
  "tags": [
    "UNC-4.S",
    "4.D",
    "UNC-4.S.3",
    "UNC-4.S.2",
    "UNC-4.S.1",
    "UNC-4"
  ]
}