{
  "question_id": "question-143",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "difference-two-means"
  ],
  "title": "Convincing Evidence That Seniors Are Absent More Often?",
  "difficulty": "Hard",
  "question_text": "In a certain state, officials at the Department of Education wanted to investigate whether seniors in high school are absent more often than other high school students. At the end of the school year, a random sample of $50$ seniors from the state was selected, and their attendance records were analyzed.<br>The mean number of days these seniors were absent from school was $6.2$ with a standard deviation of $2.1$. Attendance records were also analyzed for a second, independent random sample of $50$ high school students in the state who were not seniors. The mean number of days these students were absent was $5.7$ days with a standard deviation of $1.6$. No outliers were found in either sample.<br>Does the data provide convincing evidence at the $\\alpha=0.05$ level that seniors in high school have more absences on average than other high school students?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No, since the test statistic is less than $2.0$, the difference in sample averages was not significant enough to suggest that seniors are absent more often on average than other high school students."
    },
    {
      "letter": "B",
      "text": "No, since the $p$-value of the test is greater than $0.05$, we do not have sufficient evidence to suggest that seniors have more absences on average than other high school students."
    },
    {
      "letter": "C",
      "text": "Yes, since the $p$-value of the test is less than $0.02$, it is also less than $0.05$. Therefore, at the $\\alpha=0.05$ level, we have strong evidence to suggest that seniors are absent more often on average than other high schools students."
    },
    {
      "letter": "D",
      "text": "Yes, since the sample average for seniors was $0.50$ days greater than the sample average for other high school students, we do have convincing evidence at the $\\alpha=0.05$ level."
    },
    {
      "letter": "E",
      "text": "No conclusion can be reached since the conditions for inference have not been satisfied."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "We need to compare the mean number of absences for seniors in high school in this particular state with the mean number of absences for high school students who are not seniors in this particular state. Since we have two independent populations of interest the appropriate test would be a $2$-sample $t$-test.\n\nThe conditions for conducting a $2$-sample $t$-test are:\n\nWe must have independent random samples from both populations. This condition is satisfied as stated in the problem.\n\nBoth sampling distributions must be approximately normal. Since both sample sizes are sufficiently large we can assume this condition to be satisfied.\n\nBoth populations are at least $10$ times as large as their respective sample sizes. Since the problem is about high school students in an entire state, we can safely assume that this condition is also satisfied. Certainly there would be more than $(50)(10) = 500$ high school seniors in the state and more than $500$ high school students who were not seniors in the state.\n\nSince the conditions for inference have been satisfied, we can eliminate Choice 'E' as a possible answer and can proceed to conduct our test.\n\nLet ${ \\mu }_{ S }$ represent the mean number of absences for seniors in the state.\nLet ${ \\mu }_{ O }$ represent the mean number of absences for other high school students in the state.\n\nOur hypotheses would be:\n\n${ H }_{ 0 }: { \\mu }_{ S } = { \\mu }_{ O}$\n${ H }_{ a }: { \\mu }_{ S } > { \\mu }_{ O}$\n\nThe test statistic can be calculated using the following formula which is found in the reference materials provided with the A. P. Exam:\n\n$$\\text{standardized test statistic} = \\frac { \\text{statistic - parameter} }{\\text{standard deviation of statistic }} $$\n\nThe statistic, in this case, is the difference in sample means.\n\nSince we assumed in our null hypothesis that that the population means are equal, our parameter equals $0$.\n\nThe formula for the standard deviation of the statistic can be found in the reference material provided with the A. P. Exam. The formula shown in the reference material is:\n\n$$\\sqrt { \\frac { { \\sigma }_{ 1 }^{ 2 } }{ { n }_{ 1 } } +\\frac { { \\sigma }_{ 2 }^{ 2 } }{ { n }_{ 2 } } } $$\n\n...where ${ n }_{ 1 }$ represents the size of the sample from population $1$, ${ n }_{ 2 }$ represents the size of the sample from population $2$, ${ \\sigma }_{ 1 }$ represents the standard deviation of population $1$ and ${ \\sigma }_{ 2 }$ represents the standard deviation for population $2$.\n\nWe do know the sample sizes, but we do not know the standard deviations of the populations. Therefore, we will use the sample standard deviations ${ s }_{ 1 }$ and ${ s }_{ 2 }$ instead and will use a $t$-distribution. Our test statistic can now be calculated as follows:\n\n$$t=\\frac { (6.2-5.7)-0 }{ \\sqrt { \\frac { { 2.1 }^{ 2 } }{ 50 } +\\frac { { 1.6 }^{ 2 } }{ 50 } } } =1.339$$\n\nWe now need to find $p(t>1.339)$. First we must determine how many degrees of freedom to use. In a $2$-sample $t$-test, a conservative approach is to use the smaller of ${ n }_{ 1 }-1$ and ${ n }_{ 2}-1$. Since both sample sizes are equal here, $df = 50 - 1 = 49.$\n\nWe can use our $TI83/84$ calculator's $tcdf$ function to find $p(t>1.339).$ The syntax is:\n\n$$\\text{tcdf(lower bound, upper bound, df)}$$\n\nOur $t$-statistic is the lower bound and there is no upper bound. We will use ${ 10 }^{ 99 }$ as our upper bound to ensure that our answer is quite accurate.\n\nOn your calculator:\n\nPress $\\text{2nd}$\nPress $\\text{VARS}$ (DISTR)\nSelect $\\text{tcdf}$\nEnter $1.339, { 10 }^{ 99 }, 49$\nPress $\\text{Enter}$\n\nYour calculator will return a $p$-value of $0.0933$. Since $0.0933>0.05$, our results are not statistically significant at the $\\alpha=0.05$ level and we would fail to reject the null hypothesis. We do not have sufficient evidence to suggest that seniors have more absences on average than other high school students. Choice 'B' is the correct answer.\n\nNOTE: When completing a free-response problem of this type, it is important to show all work including formulas and calculations. However, if this problem was presented as a multiple choice problem on the exam, the easiest way to determine the test statistic and $p$-value would be to complete the test on your $TI83/84$ calculator. Here are the calculator instructions:\n\nPress STAT\nHighlight TESTS\nChoose $2$-SampTTest\nHighlight Stats\nEnter $6.2$ as the value of $ \\overline { x } 1$\nEnter $2.1 $ as the value of $ Sx1$\nEnter $50 $ as the value of $ n1$\nEnter $5.7 $ as the value of $ \\overline { x } 2$\nEnter $1.6$ as the value of }$Sx2$\nEnter $50$ as the value of $ n2$\nChoose $>\\mu2$ as the alternative hypothesis\nChoose No for Pooled\nHighlight Calculate\nEnter\n\nThe calculator will return a $t$-statistic of $t=1.339$ and a $p$-value of $p=0.0919$. This $p$-value is slightly different from the one we calculated above. This is due to the fact that the calculator is using the more accurate degrees of freedom of $df = 91.5503$. However, this does not change the conclusion we would reach from performing the test.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While it is true that the $t$-statistic is less than $2.0$, we can not make a determination about statistical significance based solely on the $t$-statistic.\n\nChoice 'C' is incorrect. While it is true that a $p$-value less than $0.02$ would also be less than $0.05$, the $p$-value for this test was not less than $0.02$.\n\nChoice 'E' is incorrect. Although it is true that the sample average for seniors was $0.50$ days greater than the sample average for other high school students, we cannot determine statistical significance by looking only at the difference between the two sample statistics.",
  "tags": [
    "4.E",
    "DAT-3.H.1",
    "DAT-3",
    "DAT-3.H",
    "DAT-3.H.2"
  ]
}