{
  "question_id": "question-092",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "mean",
    "statistical-inference",
    "sampling-distributions"
  ],
  "title": "The Effect of Increasing Sample Size",
  "difficulty": "Hard",
  "question_text": "Jason conducted a one-sample $t$-test for a population mean. Later, he realized that he had made a mistake when entering the sample size into his calculations. The actual sample size was in fact larger than the sample size he had used in his calculations.<br>How will this change the results associated with his test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The standard deviation of the related $t$-distribution will be larger than previously calculated."
    },
    {
      "letter": "B",
      "text": "The actual $p$-value will be smaller than previously calculated."
    },
    {
      "letter": "C",
      "text": "The power of the test will be smaller than previously calculated."
    },
    {
      "letter": "D",
      "text": "The probability of making a Type I error will be larger than previously calculated."
    },
    {
      "letter": "E",
      "text": "The probability of making a Type II error will be larger than previously calculated."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "For a $t$-distribution, the standard deviation of the $t$-statistic is calculated as $\\dfrac { s }{ \\sqrt { n } } $ where $s$ is the sample standard deviation and $n$ is the sample size.\n\nWhen $n$ grows larger, the standard deviation gets smaller. Plug in some numbers to check it out if you are not sure.\n\nNow let's look at how this affects the $t$-statistic. The $t$-statistic is:\n\n$$t = \\frac { \\bar { x } - \\mu }{ \\dfrac { s }{ \\sqrt { n } } } $$\n\nWe have already established that the denominator of this fraction will grow smaller as $n$ grows larger. This means that when we are finding the $t$-statistic, we are dividing by a smaller number. The result will be a larger (absolute) value of $t$ than previously calculated. Again, if you are not sure, feel free to plug in some numbers.\n\nA larger (absolute) value of $t$ corresponds with an observation that is farther from the center of the distribution. The likelihood of obtaining an observation so far from the center is smaller than before, therefore, the $p$-value will decrease.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. As discussed above, the standard deviation will decrease or become smaller.\n\nChoice 'C' is incorrect. Power is the probability of correctly rejecting a null hypothesis that is false. Increasing the sample size will increase the power of the test.\n\nChoice 'D' is incorrect. A Type I error occurs when we incorrectly reject the null hypothesis. The probability of making a Type I error is the same as the $p$-value obtained. Therefore, increasing the sample size will decrease the probability of making a Type I error.\n\nChoice 'E' is incorrect. A Type II error occurs when we fail to reject the null hypothesis while in reality the null hypothesis is false. As power increases, the probability of a Type II error decreases. Therefore, increasing the sample size will have the effect of decreasing the probability of a Type II error.",
  "tags": [
    "4.B",
    "DAT-3.E",
    "DAT-3",
    "DAT-3.E.1"
  ]
}