{
  "question_id": "question-162",
  "unit": "AP® Statistics | Unit 7 Assessment",
  "topics": [
    "conclusions",
    "p-value-interpretation",
    "2-sample-t-test"
  ],
  "title": "Drug Test Results",
  "difficulty": "Medium",
  "question_text": "A medical study was being done. Two groups of patients were involved, each group receiving a different strength of a new trial drug designed to reduce the number of headaches they had. From each group, $25$ random patients were selected to receive the drug, while the remainder received a placebo. In Group L, the group receiving the lower dosage, the mean number of headaches over the past month was $19.0$ with a standard deviation of $1.6$. In Group H, the group receiving the higher dosage, the mean number of headaches over the past month was $18.1$ with a standard deviation of $1.3$. The doctors were looking to see if there was a difference in the number of headaches between the two groups.<br>Given a significance level of $\\alpha=0.05$, what can you conclude?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Because the $p$-value is less than the significance level, Ho should be rejected. Thus we can say that there is a difference in the means of the different dosages of the new drug and that it appears that the higher dosage of the drug results in fewer headaches."
    },
    {
      "letter": "B",
      "text": "Because the $p$-value is less than the significance level, Ho cannot be rejected. Thus we can say that there is a difference in the means of the different dosages of the new drug and that it appears that the higher dosage of the drug results in fewer headaches."
    },
    {
      "letter": "C",
      "text": "Because the $p$-value is greater than the significance level, Ho should be rejected. Thus we can say that there is no difference in the means of the different dosages of the new drug."
    },
    {
      "letter": "D",
      "text": "Because the $p$-value is greater than the significance level, Ho cannot be rejected. Thus we can say that there is no difference in the means of the different dosages of the new drug."
    },
    {
      "letter": "E",
      "text": "Because the means of the two samples were nearly equal, we cannot conclude that one drug is different from the other."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nThis is a $2$-sample $t$-test. Our null hypothesis assumes that the means are equal, and our alternative states that they are not equal. We calculate the test statistic:\n\n$$t=\\dfrac{(\\bar{x}_{H}-\\bar{x}_{L})-(\\mu_{H}-\\mu_{L})}{\\sqrt{\\dfrac{s^{2}_{H}}{n_{H}}+\\dfrac{s_{L}^{2}}{n_{L}}}}$$\n\n...where the $\\bar{x}$ terms are our sample means, the $\\mu$ terms, since they are assumed to be equal, cancel out to equal $0$, and the $s$ and $n$ terms come from our problem to give us:\n\n$$t=\\dfrac{(18.1-19)-(0)}{\\sqrt{\\dfrac{1.3^{2}}{25}+\\dfrac{1.6^{2}}{25}}}=-2.18$$\n\nWe then calculate the degrees of freedom to be $25 + 25 -2 = 48$. This line is not in the table, but reading down to the d.f.=$40$ line we see that our $p$-value falls between $0.01$ and $0.02$. Because Ha stated that the means are different, we must double the $p$-value to conclude that it is between $0.02$ and $0.04$. Our calculator gives us $0.03$.\n\nSince these $p$-values are all less than our significance level of $0.05$, we can reject Ho. Thus, we can state that the different doses do result in a different number of headaches in the two samples. We can guess that the higher dosage is better, but we have not proved this.\n\nSo, Choice 'A' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because the answer states that Ho cannot be rejected, but it can.\n\nChoice 'C' is incorrect because its conclusion about the dosages is incorrect and it is also incorrect about the $p$-value being greater.\n\nChoice 'D' is incorrect because it says that the $p$-value is greater, and it is not.\n\nChoice 'E' is incorrect because it has seemingly ignored the results of the test.",
  "tags": [
    "4.E",
    "DAT-3.H.1",
    "DAT-3",
    "DAT-3.H",
    "DAT-3.H.2"
  ]
}