{
  "question_id": "question-090",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "conducting-experiments",
    "tests-of-significance",
    "mean",
    "statistical-inference"
  ],
  "title": "Rose Wells and Her Pet Alien's Significance Test",
  "difficulty": "Hard",
  "question_text": "Rose Wells has captured an alien and decides to keep it as a pet. Always curious, Rose wonders if the alien's average body temperature is the same as is normal for humans ($98.6^\\circ$) and decides to do a significance test. Below are the alien's temperature readings, gathered at $6$ randomly selected times:<br>$85.1, 99.8, 93.7, 105.6, 98.2, 100.4$<br>If Rose assumes that the alien's body temperature follows a normal distribution, what would be the $p$-value of an appropriate significance test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.305$"
    },
    {
      "letter": "B",
      "text": "$0.316$"
    },
    {
      "letter": "C",
      "text": "$0.631$"
    },
    {
      "letter": "D",
      "text": "$0.684$"
    },
    {
      "letter": "E",
      "text": "A statistical test cannot be performed because we do not know the standard deviation of all of the alien's body temperatures."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Rose is interested in a population mean and does not know the standard deviation of the population. She can however, determine the standard deviation of the sample. Therefore, a one-sample $t$-test is appropriate with the following hypotheses:\n\n${ H }_{ 0 }: \\mu = 98.6$\n${ H }_{ a }: \\mu \\neq 98.6$\n\n...where $\\mu$ is the true mean body temperature of Rose's pet alien. We are using a two-sided alternative hypothesis because Rose simply wants to know whether the average is $98.6$ not whether it is greater than or less than $98.6$.\n\nBefore conducting our test, we must check to make sure that the conditions are satisfied. The conditions are:\n\nWe must have a random sample from our population of interest. This condition appears to be satisfied since Rose collected the alien's temperature at randomly selected times.\n\nThe sampling distribution is approximately normal. We are told to assume that the alien's body temperature follows a normal distribution, so this condition is also satisfied.\n\nBefore we can calculate our $t$-statistic, we must first calculate our sample average and sample standard deviation. The easiest way to find both values is by using your TI-83/84 graphing calculator.\n\nHere are the instructions:\n\n$$\\overline { x } = 97.13$$\n\n$${ S }_{ x } = 7.03$$\n\nNow we can calculate the $t$-statistic. The formula is:\n\n$$t = \\frac { \\overline { x } - \\mu }{ \\dfrac { s }{ \\sqrt { n } } }$$\n\nFilling in the formula:\n\n$$t = \\frac { 97.13 - 98.6 }{ \\dfrac { 7.03 }{ \\sqrt { 6 } } } = -0.512$$\n\nIn order to calculate our $p$-value, we must know degrees of freedom. In a $t$-test for means, $df = n – 1$ where $n$ is the number of observations. Here, $n = 6$, so $df = 6 – 1 = 5$.\n\nTo find the $p$-value, use your TI83/84 graphing calculator's tcdf function. The syntax is: tcdf (lower bound, upper bound, df).\n\nOur $t$-statistic is negative so we can find $p(t < -0.512)$ and then multiply by $2$ to get the $2$-sided $p$-value.\n\nIn this case you would:\n\nNow, multiply by $2$ to obtain the $2$-sided $p$-value of $0.630$. Choice 'C' is the closest value and should be selected as the final answer.\n\nNOTE: on a free-response problem it is very important to show all of your work. However, on a multiple choice problem of this nature, you can find the $p$-value directly using your TI83/84 graphing calculator.\n\nFirst, follow the instructions above to enter the observations into L1.\n\nThen:\n\nThe calculator will return a $t$-statistic of $t = -0.511$ and a $p$-value of $p = 0.631$. Notice that these values are slightly different than calculated above. This is simply the result of rounding.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect and represents the $p$-value that would be obtained by completing a one-sample $z$-test where the sample standard deviation was used as the population standard deviation.\n\nChoice 'B' is incorrect and represents the $p$-value associated with a one-sided alternative hypothesis of ${ H }_{ 0 }: \\mu < 98.6$.\n\nChoice 'D' is incorrect and represents the $p$-value associated with a one-sided alternative hypothesis of ${ H }_{ 0 }: \\mu > 98.6$.\n\nChoice 'E' is incorrect. While it is true that we cannot complete a $z$-test without knowing the standard deviation of the population, we can complete a $t$-test using the sample standard deviation.",
  "tags": [
    "VAR-7.E",
    "VAR-7.E.1",
    "VAR-7",
    "3.E"
  ]
}