{
  "question_id": "question-010",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "mean",
    "central-limit-theorem",
    "inference",
    "normal"
  ],
  "title": "Average Tax Refund",
  "difficulty": "Hard",
  "question_text": "According to the Internal Revenue Service, IRS, the average tax return for an American citizen is $\\$3{,}401$. An accountant examines the records of $30$ random clients and finds the average tax return for his clients to be $\\$3{,}520$.\nExplain why the accountant should not make the claim that the stated amount by the IRS is incorrect.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Since the accountant does not know the standard deviation of from the IRS, he is unable to determine the probability that his observation happened purely by chance."
    },
    {
      "letter": "B",
      "text": "The accountant's sample size is much smaller than all taxpayers, so the accountant cannot compare the two groups"
    },
    {
      "letter": "C",
      "text": "Since we do not know the that population, or the accountant's sample, are Normal data, we cannot make an assumption on the data"
    },
    {
      "letter": "D",
      "text": "The accountant's data could have a large outlier which is affecting the data since the mean is a non-resistant measure"
    },
    {
      "letter": "E",
      "text": "Since the data was random, the data cannot be generalized for the entire population"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Very rarely will a sample mean equal the population mean, due to sampling variability. Therefore, the accountant's sample is simply a statistic because it describes the sample. Since we do not know the standard deviation, we cannot use the normal distribution to find the probability of the sample happening, if the population mean is correct.\n\nTherefore, the accountant is unable to make the claim that the IRS made is incorrect.\n\nChoice 'A' is correct.",
  "explanations": {},
  "tags": [
    "VAR-1.J",
    "VAR-1.J.1",
    "1.A",
    "VAR-1"
  ]
}