{
  "question_id": "question-012",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "t-distribution"
  ],
  "title": "Average Price of Homes: T Procedures",
  "difficulty": "Easy",
  "question_text": "A realtor is interested in the average price of homes in his state. He randomly selects $16\\text{ homes}$ and records the prices.<br>Under what conditions could $T$ procedures be safely used in this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "As long as the sample is larger, say over $30$, $T$ procedures could be used in this case."
    },
    {
      "letter": "B",
      "text": "$T$ procedures can be used only if the problem states that the parent population is approximately normal."
    },
    {
      "letter": "C",
      "text": "$T$ procedures cannot be used in this situation as it would be more appropriate to use $Z$ procedures."
    },
    {
      "letter": "D",
      "text": "$T$ procedures can be used in this situation as is."
    },
    {
      "letter": "E",
      "text": "$T$ procedures can be used in this situation as long as a graph of the data shows no strong skewness or outliers."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "For sample means, when the sample size is under $30$, as long as the sample shows no strong skewness or outliers when graphed, the normal / large counts condition for T procedures is met.\n\nFor $T$ procedures to be used, the sample must be random, and the sampling distribution must be approximately normal.\n\nThe problem states that the sample is random, and the sampling distribution will be approximately normal for a sample of size $n = 16$ as long as the data shows no strong skewness or outliers.\n\nThus, the correct answer is Choice 'E'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. In this case, the sample is not over $30$. Furthermore, T procedures can be used for samples under $30$ if the data shows no strong skewness or outliers.\n\nChoice 'B' is incorrect. If the parent population is approximately normal, T procedures can be used for samples such as $n = 16$. However, Choice 'B' is incorrect as this selection states that T procedures can ONLY be used if the population is approximately normal. One can use T procedures with non normal populations as well if the sample is large enough.\n\nChoice 'C' is incorrect. When sample sizes are at least $30$, either T or Z procedures can be used for sample means. However, when the sample size is $16$, as in this problem, and the population standard deviation is unknown, only T procedures can be used.\n\nChoice 'D' is incorrect. One would need to see that the sample shows no strong skewness or outliers since the sample size is under $30$.",
  "tags": [
    "UNC-4.P.1",
    "4.C",
    "UNC-4",
    "UNC-4.P"
  ]
}