{
  "question_id": "question-056",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "matched-pairs-design",
    "significance-tests"
  ],
  "title": "Pick the Matched Pairs Test",
  "difficulty": "Medium",
  "question_text": "Which of the following testing situations describes a matched pairs design?<br>Note: Not every detail is given, but enough is said to assess the type of significance test that would be performed.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The Bord Motor Company wanted to compare the mileage per gallon between two of its vehicles. Thirty-five of its Mintos and $35$ of its $F-510's$ were selected at random, driven $200$ miles, and had their mileage per gallon recorded."
    },
    {
      "letter": "B",
      "text": "The Pershey Chocolate Company wanted to count the number of Krisp candies that were put into its jumbo bags. Sixty-four randomly selected bags were taken and the number of Krisp candies in each bag were counted."
    },
    {
      "letter": "C",
      "text": "The Pershey Chocolate Company wanted to compare the proportions of Crisp candies that were put into its mixed candy bags as well as its Halloween special bags. Fifty-four randomly selected bags were taken from each candy bag's assembly line and the frequency of Krisp candies in each bag were counted."
    },
    {
      "letter": "D",
      "text": "The Bord Motor Company wanted to know if their Minto cars were getting the same mileage per gallon after being driven for $10,000$ miles. Thirty-two customers were randomly chosen and their mileage was recorded both for their first $200$ miles driven as well as their $200$ miles driven after hitting $10,000$ miles."
    },
    {
      "letter": "E",
      "text": "The Bord Motor Company was doing a long-term study where it was testing to see if its $F-510's$ were being kept for at least $100,000$ miles. Ninety-five new owners were asked to contact the company if they either got rid of their car in some way before reaching that mileage, or if they actually hit $100,000$ miles on their odometer."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "VAR-7.B.2",
    "VAR-7",
    "1.E",
    "VAR-7.B"
  ]
}