{
  "question_id": "question-108",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval-interpretations",
    "differences-in-means"
  ],
  "title": "Proof?",
  "difficulty": "Medium",
  "question_text": "Which confidence interval below is the most convincing one to show that two sample means are in fact not different?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$(-4.32, -5.12)$"
    },
    {
      "letter": "B",
      "text": "$(-4.32, 0)$"
    },
    {
      "letter": "C",
      "text": "$(2.32, 5.12)$"
    },
    {
      "letter": "D",
      "text": "$(-4.32, 1.12)$"
    },
    {
      "letter": "E",
      "text": "$(-4.32, 5.12)$"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nTo make decisions based on confidence intervals three features should be considered:\n\nThe confidence level tells you how confident you can be about your confidence interval. In this problem the confidence level is not given.\n\nThe fact of whether zero is included within the confidence interval is vital to know. When zero is included it shows that no clear-cut decision can be made as to whether the two means are different. When zero is not included, which means the signs of the two numbers are the same, then there is evidence that one mean is different from the other. In this problem we are looking to show that the means are not different, therefore the answer must include a zero.\n\nFinally, you should look at how the distance that the numbers or bounds are, away from zero. The closer that zero comes to being in the middle, the more likely you are able to prove that there is no difference between the means. In this problem the correct answer has zero almost exactly in the middle.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the signs of both bounds of the confidence interval are negative, so this shows that there is a difference in the means.\n\nChoice 'B' is incorrect because an interval with zero as a bound is something of an exception. While it technically includes 0, the lower bound is far away from zero. This means that nearly all of the time that a difference in the means can, in fact, be shown.\n\nChoice 'C' is incorrect because the signs of both bounds of the confidence interval are positive, so this shows that there is a difference in the means.\n\nChoice 'D' is incorrect because, while the signs are different showing that we cannot show a difference in the means, because the upper bound is much closer to zero than the lower bound, it does not provide evidence as convincing as the correct answer.",
  "tags": [
    "4.D",
    "UNC-4.AA.1",
    "UNC-4.AA",
    "UNC-4"
  ]
}