{
  "question_id": "question-031",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval",
    "confidence-level",
    "mean",
    "estimation",
    "1-sample-tinterval-means",
    "statistical-inference"
  ],
  "title": "Meaning of a Confidence Level: Study Time",
  "difficulty": "Hard",
  "question_text": "A random sample of $60$ students from a large university were asked: \"How much time do you spend doing homework a night?\".<br>A $99\\%$ confidence interval was constructed for the average amount of time students spend doing homework at this university, and the result was $(.8,2.2)$ hours.<br>Which of the following statements is TRUE?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$99\\%$ of all the intervals constructed will contain the interval $(.8,2.2)$ hours."
    },
    {
      "letter": "B",
      "text": "About $99\\%$ of all random samples will capture the population mean for the amount of time students at this university spend doing their homework."
    },
    {
      "letter": "C",
      "text": "About $99\\%$ of all random samples will capture the sample mean for the amount of time students at this university spend doing their homework."
    },
    {
      "letter": "D",
      "text": "$99\\%$ of the time the average amount of time students at this university spend doing homework is between $.8$ to $2.2$ hours"
    },
    {
      "letter": "E",
      "text": "$99\\%$ of students at this university spend between $.8$ to $2.2$ hours doing homework."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The purpose of a confidence interval is to capture the parameter, which in this case is the population mean.\n\nWhen looking for the correct answer, look for something that mentions the population mean or true mean. Choices 'A', 'C', and 'E' don't refer to the population mean, so those answers can be eliminated.\n\nChoice 'A' is incorrect, as it never refers to the population mean.\n\nChoice 'B' correctly interprets a confidence level.\n\nChoice 'C' is incorrect, as it refers to the sample mean and not the population mean.\n\nChoice 'D' is incorrect. The probability that the true average is this interval is either $0$ or $1$ and not $.99$. The population mean is a fixed value, so the population mean is either in the interval ($100\\%$ chance) or not in the interval ($0\\%$ chance).\n\nChoice 'E' is incorrect, as it refers to individual data and not the population mean.",
  "tags": [
    "UNC-4.O.1",
    "UNC-4",
    "UNC-4.O",
    "1.D"
  ]
}