{
  "question_id": "question-022",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "confidence-interval",
    "mean",
    "estimation",
    "statistical-inference"
  ],
  "title": "Graduation Gowns",
  "difficulty": "Medium",
  "question_text": "College graduates purchase their gowns based on their height. One graduation gown manufacturer measures a sample of graduates to see if it needs to increase its inventory in the taller sizes. The average height in the random sample of customers was $67\\text{ inches}$ with a standard deviation of $4\\text{ inches}$.<br>Which distribution should the manufacturer use to calculate a $95\\%$ confidence interval for the average height of its customers? Why?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The $z$-distribution should be used because the confidence interval is being constructed for a mean."
    },
    {
      "letter": "B",
      "text": "The $z$-distribution should be used because the confidence interval is being constructed for a proportion."
    },
    {
      "letter": "C",
      "text": "The $t$-distribution should be used because the confidence interval is being constructed for a mean."
    },
    {
      "letter": "D",
      "text": "The $t$-distribution should be used because the confidence interval is being constructed for a proportion."
    },
    {
      "letter": "E",
      "text": "The chi-square distribution should be used because the confidence interval is being constructed for a proportion."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "This problem describes a confidence interval for the average height (mean) and the population standard deviation is unknown, so the $t$-distribution should be used.\n\nExplanation of Distractors\n\nChoices 'A', 'B', and 'D' are incorrect. $Z$-distributions are used in confidence intervals for proportions and for means when the population standard deviation is known.\n\nChoice 'E' is incorrect. Chi-square distributions are used in hypothesis tests comparing counts of categorical variables.",
  "tags": [
    "UNC-4.P.1",
    "4.C",
    "UNC-4",
    "UNC-4.P"
  ]
}