{
  "question_id": "question-151",
  "unit": "AP® Statistics | Unit 7 Assessment",
  "topics": [
    "confidence-interval-interpretations",
    "confidence-interval",
    "1-sample-t-interval"
  ],
  "title": "How to Present Study Results",
  "difficulty": "Hard",
  "question_text": "In a study for a new pain medication designed to lower pain for migraine sufferers, a study of random patients was to be done and their decrease in pain was to be measured on a scale from $1$ to $10$ ($10$ is the highest pain possible).<br>The company wanted to publish results that would give the widest possible confidence interval width. Of course, these results would be dependent upon the patients' reporting, but which of the following would not increase the width of the confidence interval?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Increase the confidence level."
    },
    {
      "letter": "B",
      "text": "Increase the margin of error."
    },
    {
      "letter": "C",
      "text": "Increase the standard error."
    },
    {
      "letter": "D",
      "text": "Increase the critical value."
    },
    {
      "letter": "E",
      "text": "Increase the sample size."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nThis question is bit tricky as there are no numbers to work with. We must examine the confidence interval formula:\n\n$\\overline{x}\\pm t^{*}\\dfrac{s}{\\sqrt{n}}$, where $t^{*}$ is the critical value based on the degrees of freedom taken from Table B where degrees of freedom is equal to $n-1$, $\\overline{x}$ is the sample mean, $n$ is the sample size, and $s$ is the sample standard deviation.\n\nThe width of the confidence interval is based on the margin of error which is the term following the $\\pm$ sign. Thus, as this term increases, so does the width. Those publishing the study cannot change the values of $\\overline{x}$ and $s$ as those represent the study's results, but there are other ways to increase the value of the margin of error. For example, if the confidence level is increased, then this would also increase the critical value. In either case, the confidence interval width would increase.\n\nA way to decrease the margin of error is to decrease the sample size. As the value of n is in the denominator, dividing by a larger number would decrease the size of the fraction and thus the value of the margin of error. While a larger sample size may produce more accurate results, it is also more costly and not in keeping with the company's objective.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because increasing the confidence level increases the critcital value which increases the value of the margin of error which finally increases the width of the confidence interval.\n\nChoice 'B' is incorrect because increasing the margin of error increases the width of the confidence interval.\n\nChoice 'C' is incorrect because the standard error is the fraction part of the margin of error term. When this increases, then so would the margin of error.\n\nChoice 'D' is incorrect because increasing the critical value simply increases the margin of error which increases the width of the confidence interval.",
  "tags": [
    "UNC-4.U.1",
    "UNC-4.U",
    "UNC-4",
    "4.A",
    "UNC-4.U.3"
  ]
}