{
  "question_id": "question-008",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "conducting-experiments",
    "sampling-and-experimentation",
    "well-designed-conducted"
  ],
  "title": "Brackish Water Salinity",
  "difficulty": "Medium",
  "question_text": "In biology class, you learn that the salinity of brackish water (water that is saltier than fresh water, but less salty than ocean water) generally has a mean of $20$ parts per thousand (ppt).<br>You go to a nature preserve located near the ocean every day at $4$ p.m. for $40$ successive days and measure the salinity of the water at the same spot in the estuary, where fresh water and ocean water mix and mingle.<br>At the end of the time period, you calculate the mean and standard deviation of the salinity of your $40$ data points and carry out a one-sample t-test about the mean, calculating the test statistic and the p-value.<br>What assumption concerning hypothesis testing have you violated in carrying out this experiment?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Randomness."
    },
    {
      "letter": "B",
      "text": "Sample size."
    },
    {
      "letter": "C",
      "text": "Normality."
    },
    {
      "letter": "D",
      "text": "Unknown population standard deviation."
    },
    {
      "letter": "E",
      "text": "P-value."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Choice 'A' is correct; by choosing $40$ successive days, rather than choosing $40$ days at random from (perhaps) an entire year, you run the risk of losing the independence of your observations. If there is a heavy rain on one day, for example, your salinity measures could be affected by that one rainstorm for several days.\n\nEven though this violation is not a deal-breaker for the experiment, it should be mentioned in your experimental report as a possible source of error, and caution should be used in generalizing results.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect; sample size is plenty large enough.\n\nChoice 'C' is incorrect; since the sample size is large (greater than about $30$), approximate normality of the sampling distribution is assured by the central limit theorem.\n\nChoice 'D' is incorrect; when performing a t-test, one assumption is the population standard deviation is unknown.\n\nChoice 'E' is incorrect; the p-value is not a condition. P-value refers to a probability value obtained after the test statistic is calculated.",
  "tags": [
    "VAR-1.I.1",
    "1.A",
    "VAR-1",
    "VAR-1.I"
  ]
}