{
  "question_id": "question-147",
  "unit": "Unit 7 | Inference for Quantitative Data: Means",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "difference-two-means"
  ],
  "title": "Day at The Museum: A Statistical Test",
  "difficulty": "Hard",
  "question_text": "Jedidiah and Octavius have both visited the American Museum of Natural History in New York City as well as the British Museum in London. They have been wondering if the average number of daily visitors at each museum is equal and decide to investigate. From a random sample of $30\\text{ days}$, they determine that the mean number of daily visitors to the American Museum of Natural History is $16,380$ with a sample standard deviation of $1248$ while, the mean number of daily visitors to the British Museum is $18,104$ with a sample standard deviation of $4296$.<br>Assuming the samples are independent, and that the distribution of the number of daily visitors is approximately normal for both locations, does this data provide evidence that there is a difference in the mean number of daily visitors to these two museums?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No, since $p > 0.05$, we do not have sufficient evidence to reject the idea that the mean number of daily visitors to the two museums is equal."
    },
    {
      "letter": "B",
      "text": "Yes, since the observed mean number of visitors at the British Museum was much higher than the observed number of visitors at the American Museum of Natural History, we must conclude that there is a difference."
    },
    {
      "letter": "C",
      "text": "Yes, since $p = 0.02$, our results do provide evidence that there is a difference in the mean number of daily visitors to these two museums."
    },
    {
      "letter": "D",
      "text": "Yes, since $p = 0.04$, our results do provide evidence that there is a difference in the mean number of daily visitors to these two museums."
    },
    {
      "letter": "E",
      "text": "A significance test cannot be performed since not all conditions are satisfied."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A two-sample $t$-test is appropriate with the following hypotheses:\n\n${ H }_{ 0 }: { \\mu }_{ A } = { \\mu }_{ B }$\n${ H }_{ a }: { \\mu }_{ A } \\neq { \\mu }_{ B }$\n\n...where ${ \\mu }_{ A }$ is the mean number of daily visitors to the American Museum of Natural History and ${ \\mu }_{ B }$ is the mean number of daily visitors to the British museum.\n\nBefore conducting our test, we must check to see that the conditions are satisfied. The conditions are:\n\nWe have independent random samples from both populations of interest. This condition appears to be satisfied. We are told that the samples were selected randomly and that the samples are independent.\n\nThe sampling distribution for the difference in means must be approximately normal. This condition is also satisfied since we are told that both population distributions are approximately normal.\n\nWe can now calculate the $t$-statistic. The formula is:\n\n$$t = \\dfrac { \\overline { { x }_{ 1 } } - \\overline { { x }_{ 2 } } }{ \\sqrt { \\dfrac { { s }_{ 1 }^{ 2 } }{ { n }_{ 1 } } + \\dfrac { { s }_{ 2 }^{ 2 } }{ { n }_{ 2 } } } }$$\n\nFilling in the formula we get:\n\n$$t = \\dfrac { 16,380 - 18,104 }{ \\sqrt { \\dfrac { 1248^{ 2 } }{ 30 } + \\dfrac { 4296^{ 2 } }{ 30 } } } = -2.11$$\n\nSince our alternative hypothesis is two-sided, we can find $p(t < -2.11)$ and then multiply by $2$. In order to calculate this, we must first determine the degrees of freedom. In a $t$-test for means, we choose the smaller of ${ n }_{ 1 } - 1$ and ${ n }_{ 2 } - 1$.\n\nHere, $df = 30 – 1 = 29$. To find the $p$-value, use your TI83/84 graphing calculator's tcdf function. The syntax is: tcdf(lower bound, upper bound, df). In this case you would:\n\nTo get the actual (two-sided) $p$-value, simply multiply by $2$ and $p = 0.04$. Since $0.04 < 0.05$, our results are statistically significant at the $\\alpha = 0.05$ level.\n\nThis provides strong evidence against our null hypothesis and should lead us to conclude that there probably is a difference in the mean number of daily visitors to the two museums.\n\nNote: On a free-response problem it is very important to show all of your work. However, on a multiple choice problem of this nature, you can find the p-value directly using your TI83/84 graphing calculator. Here are the instructions:\n\nYou may notice that the calculator reports $df = 33.86$. This is a more accurate calculation of degrees of freedom than we used in our calculations above. However, our $p$-value matches what was produced by the calculator.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It reports inaccurate information about the $p$-value and therefore comes to the wrong conclusion about the hypotheses.\n\nChoice 'B' is incorrect. We cannot assess statistical significance simply by looking at the numerical difference in the observed sample means.\n\nChoice 'C' is incorrect because it reports the one-sided $p$-value associated with $p(t < -2.11)$.\n\nChoice 'E' is incorrect. As discussed above, the conditions for this test do appear to be satisfied.",
  "tags": [
    "VAR-7.I",
    "VAR-7.I.1",
    "VAR-7",
    "3.E"
  ]
}