{
  "question_id": "question-052",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sample-mean",
    "sampling-distributions"
  ],
  "title": "Sample Size and Characteristics of Sampling Distributions",
  "difficulty": "Medium",
  "question_text": "Which of the following statements is NOT true concerning sample size and corresponding characteristics of the sampling distribution for a sample mean?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "For small $n$ sample sizes, the sampling distribution may be non-normal and as $n$ increases, the sampling distribution becomes closer to an approximately normal distribution."
    },
    {
      "letter": "B",
      "text": "For very large sample sizes, the shape of the sampling distribution will always be approximately normal."
    },
    {
      "letter": "C",
      "text": "For very small sample sizes, the sampling distribution will have a smaller spread around the mean than for very large sample sizes."
    },
    {
      "letter": "D",
      "text": "For very large sample sizes, the center of the sampling distribution will be at the population mean."
    },
    {
      "letter": "E",
      "text": "Regardless of sample size, the sampling distribution may contain a few outliers."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The sampling distribution for a sample mean shows the distribution of the sample mean, $\\bar{x}$, for every possible sample of a certain size, $n$ from the overall population. Important characteristics of a distribution include: shape, center, outliers, and spread.\n\nChoice 'C' is a false statement concerning the spread of the sampling distribution and therefore, is the correct answer.\n\nAs the sample size increases, the standard deviation of the sampling distribution will decrease resulting in a smaller spread around the mean. This can be established by considering the formula for calculating the standard deviation of the sampling distribution. The formula is:\n\n$${\\sigma}_{\\bar{x}}=\\dfrac{\\sigma}{\\sqrt{n}}$$\n\n... where $\\sigma$ is the standard deviation of the population and $n$ is the sample size.\n\nFor very small values of $n$, the standard deviation of the sampling distribution will be larger than for very large values of $n$. If you are unsure of this fact, pick a random value for $\\sigma$ and then try substituting in some values for $n$ to see what happens.\n\nSuppose we let $\\sigma=10$.\n\nWhen $n=2$ (a very small sample size), we get:\n\n$${\\sigma}_{\\bar{x}}=\\dfrac{10}{\\sqrt{2}}=7.071$$\n\nHowever, when $n=1000$ (a pretty large sample size), we get:\n\n$${\\sigma}_{\\bar{x}}=\\dfrac{10}{\\sqrt{1000}}=0.316$$\n\nBy using a larger sample size we end up with a smaller standard deviation!\n\nExplanation of Distractors\n\nChoice 'A' is a true statement concerning the shape of a sampling distribution and therefore, can be eliminated. As an example, if the population distribution is heavily skewed right, the sampling distribution for a sample size of $n=2$ would also be skewed right.\n\nChoice 'B' is also a true statement concerning the shape of the sampling distribution and can be eliminated. The Central Limit Theorem tells us that when the sample size, $n$ is sufficiently large, the sampling distribution of $\\bar{x}$ will be approximately normal.\n\nChoice 'D' is a true statement about the center of the sampling distribution, and therefore can be eliminated. The mean of the sampling distribution of $\\bar{x}$ equals the actual population mean, $\\mu$.\n\nChoice 'E' is a true statement concerning outliers, and therefore can be eliminated. Because of sampling variability, we know that some samples will produce very strange results. While not likely, there is still the possibility that a sample mean will be an outlier.",
  "tags": [
    "UNC-3.R.2",
    "UNC-3.R.1",
    "3.C",
    "UNC-3",
    "UNC-3.R"
  ]
}