{
  "question_id": "question-071",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "central-limit-theorem"
  ],
  "title": "Sample Distributions: Central Limit Theorem",
  "difficulty": "Medium",
  "question_text": "A known population has a highly skewed distribution. You take all possible samples of size $n=8$ from this skewed distribution.<br>What does the central limit theorem say about the shape of your sampling distribution?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The sampling distribution will be approximately normal."
    },
    {
      "letter": "B",
      "text": "The sampling distribution will be exactly normal."
    },
    {
      "letter": "C",
      "text": "The sampling distribution will be skewed, but less skewed than the population."
    },
    {
      "letter": "D",
      "text": "The sampling distribution will be skewed to the same degree as the population."
    },
    {
      "letter": "E",
      "text": "Unable to determine the shape of the sampling distribution due to the small sample size."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "One of the consequences of the central limit theorem is the sampling distribution will look more normal than individual observations. As sample sizes become larger and larger, the sampling distribution, even from strongly skewed populations, will look closer and closer to normal.\n\nWhile there is no definitive cutoff, as the sample size approaches $n=30$ the sampling distribution will be approximately normal no matter what the shape of the population is. In this problem, since the sample size is only $n=8$, the sampling distribution will still be skewed, but not as strongly skewed as the population with individual observations.\n\nThus, the correct answer is Choice 'C'.",
  "tags": [
    "UNC-3.H.2",
    "UNC-3.H.1",
    "3.C",
    "UNC-3",
    "UNC-3.H",
    "UNC-3.H.3"
  ]
}