{
  "question_id": "question-105",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "probability",
    "discrete-random-variables"
  ],
  "title": "Overwhelmingly Binomial",
  "difficulty": "Hard",
  "question_text": "In a certain large city, $76\\%$ of individuals between the age of $12$ and $17$ have a cell phone.<br>If $250\\text{ individuals}$ between the age of $12$ and $17$ are randomly selected from those in this city, what is the probability that no more than $175$ of them will have a cell phone?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.0132$"
    },
    {
      "letter": "B",
      "text": "$0.0052$"
    },
    {
      "letter": "C",
      "text": "$0.76$"
    },
    {
      "letter": "D",
      "text": "$0.9947$"
    },
    {
      "letter": "E",
      "text": "$0.9868$"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Let $X$ the number of those in the random sample of $250\\text{ individuals}$ who do have a cell phone. We are looking for $p(X\\le 175)$.\n\nAlthough this situation is binomial in nature, to approach it using binomial calculations is an overwhelming task!\n\n$$p(X \\le 175) = p(X=0)+p(X=1)+p(X=2)+p(X=3)+.........+p(X=175)$$\n\nA better approach is to check if we can use a normal approximation. The necessary conditions for using a normal approximation are:\n\nnp≥10,n(1−p)≥10\n\n...where n is the number of observations and p is the probability of success.\n\nCheck (n=250,p=0.76):\n\nnp=(250)(0.76)=190\n\nn(1−p)=(250)(0.24)=60\n\nBoth conditions are satisfied.\n\nTo use a normal approximation, we must then find the mean and standard deviation of the distribution.\n\nThe mean of a binomial random variable is calculated using the formula μ=np\n, so:\n\nμ=(250)(0.76)=190\n\nThe standard deviation of a binomial random variable is calculated using the formula σ=\n√\nnp(1−p)\n, so:\n\nσ=\n√\n250(0.76)(1−0.76)\n=6.753\n\nNow, we can use the normal distribution with a mean of 190\nand standard deviation of 6.753\nto determine the probability that no more than 175\nof those in the sample will have a cell phone.\n\nThe calculations are as follows:\n\np(X≤175)=p(z≤\n175−190\n6.753\n)=p(z≤−2.221)=0.0132\n\nNote: on a free response problem it would be important for you to show all of your work and using the normal approximation would certainly be the best way to approach the problem. However, on a multiple choice problem of this nature, you could try to find the answer using a binomial approach and with the help of the TI83/TI84 graphing calculator's binomcdf function.\n\nThe binomcdf function finds the probability of obtaining a maximum of\nX\nsuccesses in a binomial situation with\nn\nobservations and\np\nprobability of success. The syntax is binomcdf(n,p,X). In this case, you would enter:\n\nPress 2nd, DIST\nSelect binomcdf\nEnter 250, 0.76, 175\nPress Enter\n\nThe calculator will return the answer of\n0.01758\n.\n\nThis is very close to the answer that we obtained using the normal approximation, and in fact, Choice 'A' is the only choice whose probability is close enough to this value to be correct.\n\nWhen dealing with multiple choice problems, realize that the answer that you arrive at may differ slightly from the answer choices provided. This may be the result of different approaches to rounding or the result of using a different strategy for solving the problem. In this type of situation, it is probably safe to choose the closest answer.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect.This is the value that was obtained using the calculator's binompdf function. We needed to use the binomcdf function.\n\nChoice 'C' is incorrect. We cannot assume that the probability of no more than\n175\nindividuals in the sample having a cell phone is equal to the probability of a single individual having a cell phone.\n\nChoice 'D' is incorrect. It is the complement of Choice 'B'.\n\nChoice 'E' is incorrect. It is the complement of the correct answer.",
  "tags": [
    "VAR-6.B.2",
    "VAR-6.B",
    "3.A",
    "VAR-6.B.1",
    "VAR-6"
  ]
}