{
  "question_id": "question-032",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "area",
    "z-score",
    "probability",
    "normal-curve"
  ],
  "title": "The Normal Curve",
  "difficulty": "Easy",
  "question_text": "The space between the normal curve and the axis underneath can be called, or referred to as, all of the following except:",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Parameters"
    },
    {
      "letter": "B",
      "text": "Probabilities"
    },
    {
      "letter": "C",
      "text": "Percentages"
    },
    {
      "letter": "D",
      "text": "Proportions"
    },
    {
      "letter": "E",
      "text": "Area"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Solution\n\nWe can use the normal curve or the normal distribution to represent a continuous random variable. Intervals are used on the axis underneath the curve to fix a given area under the curve. These intervals are designated by z-scores. These z-scores can be derived from specific problems.\n\nThus, this area under the curve can be used to find probabilities based on given intervals as defined by the z\n-scores, These probabilities are represented by the given area under the curve. And that area represents a proportion of the curve as well as a given percentage of the curve.\n\nA parameter may be used in a problem, a mean is one example, but it does not specifically refer to or define area beneath the curve.\n\nSo, Choice 'A' is correct.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because probabilities can be calculated using z\n-scores and are represented by the area under the curve.\n\nChoice 'C' is incorrect because percentages can be calculated using z\n-scores and are represented by the area under the curve.\n\nChoice 'D' is incorrect because proportions can be calculated using z\n-scores and are represented by the area under the curve.\n\nChoice 'E' is incorrect because area is the area under the curve!",
  "tags": [
    "VAR-6.A.3",
    "VAR-6.A",
    "3.C",
    "VAR-6"
  ]
}