{
  "question_id": "question-060",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "sample-proportion-two"
  ],
  "title": "Flight Delays",
  "difficulty": "Medium",
  "question_text": "Air travel can be very frustrating when flights don't leave on time! Over the last $5\\text{ months}$, $15\\%$ of Be Free Airline flights were delayed. For the same time period, $20\\%$ of Fly Me Away Airline flights were delayed.<br>In the process of investigating the difference between the two airlines, a consumer's group randomly selects $80\\text{ flights}$ from each company during this time period and finds the proportion of flights that were delayed for each. They calculate the standard deviation of the sampling distribution of the difference between these two proportions. Their calculations are shown below:<br>$${ \\sigma }_{ { p }_{ B }-{ p }_{ F } }=\\sqrt { \\dfrac { (0.15)(0.85) }{ 80 } } +\\sqrt { \\dfrac { (0.20)(0.80) }{ 80 } } =0.085$$<br>Which of the following statements is true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The calculation should use the delayed flight proportions from the two samples instead of the true proportions of delayed flights."
    },
    {
      "letter": "B",
      "text": "These two distributions should not be combined because they don't come from two independent samples."
    },
    {
      "letter": "C",
      "text": "The two samples should be combined into one large sample before computing the standard deviation."
    },
    {
      "letter": "D",
      "text": "The consumer organization added the standard deviation of the Be Free proportion to the standard deviation of the Fly Me Away proportion. Instead it should first add the variances from the two distributions, then take the square root: ${ \\sigma }_{ { p }_{ B }-{ p }_{ F } }=\\sqrt { \\frac { (0.15)(0.85) }{ 80 } +\\frac { (0.20)(0.80) }{ 80 } } =0.06$"
    },
    {
      "letter": "E",
      "text": "The consumer's group calculated the standard deviation correctly."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Finding the standard deviation of the difference of two proportions involves adding the two variances just as we do when combining two random variables. We then take the square root of that sum to complete the formula:\n\n$${ \\sigma }_{ { p }_{ B }-{ p }_{ F } }=\\sqrt { \\frac { (0.15)(0.85) }{ 80 } +\\frac { (0.20)(0.80) }{ 80 } } =0.06$$\n\nExplanation of Distractors\n\nChoice 'A': Sampling distributions focus on the true difference in the proportions when finding the mean and the standard deviation. We can then use that sampling distribution to decide if an observed difference from two samples is unusual.\n\nChoice 'B': The proportion of flights delayed on one airline are not related to the proportion of flights delayed on another airline. The two samples can be considered independent.\n\nChoice 'C': Combining the two samples is appropriate when we conduct a hypothesis test for the difference between two proportions. It is not appropriate for a sampling distribution.\n\nChoice 'E': Choice 'D' correctly points out that the standard deviation was calculated incorrectly.",
  "tags": [
    "4.B",
    "UNC-3.P.1",
    "UNC-3",
    "UNC-3.P"
  ]
}