{
  "question_id": "question-031",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "central-limit-theorem"
  ],
  "title": "Football Players' Salaries",
  "difficulty": "Easy",
  "question_text": "A histogram of the salaries of all professional football players is skewed right. Repeated samples of $50\\text{ salaries}$ are drawn and the means are calculated.<br>The _______________ assures us that a dotplot of these means will be nearly normal in shape.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Law of large numbers."
    },
    {
      "letter": "B",
      "text": "Law of averages."
    },
    {
      "letter": "C",
      "text": "Law of diminishing returns."
    },
    {
      "letter": "D",
      "text": "Central limit theorem."
    },
    {
      "letter": "E",
      "text": "Law of independence."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The Central Limit Theorem states that given a large number of independent random variables, the distribution of those data will be approximately normal.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The Law of Large Numbers states that if we repeat a random event many times the proportion of success will, in the long run, approach the true probability.\n\nChoice 'B' is incorrect. The Law of Averages is the commonly held misconception that a random event needs to somehow make up for past outcomes. For example, I haven't rolled a 5 in a long time so I'm more likely to get a 5 on my next roll.\n\nChoice 'C' is incorrect. The Law of Diminishing Returns describes the fact that sample size would need to be quadrupled in order to cut the margin of error in half.\n\nChoice 'E' is incorrect. While independence is an important concept in probability, there is no Law of Independence.",
  "tags": [
    "UNC-3.H.2",
    "UNC-3.H.1",
    "3.C",
    "UNC-3",
    "UNC-3.H",
    "UNC-3.H.3"
  ]
}