{
  "question_id": "question-107",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "independent-events",
    "sample-mean",
    "sampling-distribution",
    "sample"
  ],
  "title": "Text Messages",
  "difficulty": "Hard",
  "question_text": "A teacher has his students record the number of text messages they send and receive for one month. The class then puts together a list of all the amounts of text messages to create a population with a known mean and standard deviation. The teacher then has the students randomly select samples of size $5$ and finds an average amount of text messages sent for a group of $5$ students.\nThree students make the following claims:\nI. All the samples of size $5$ are independent of each other\nII. The distribution of all the samples means will be approximately normal\nIII. The samples means will vary from the population mean, and random samples will produce random results\nWhich statements are true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "I only"
    },
    {
      "letter": "B",
      "text": "I and II only"
    },
    {
      "letter": "C",
      "text": "II and III only"
    },
    {
      "letter": "D",
      "text": "I and III only"
    },
    {
      "letter": "E",
      "text": "I, II, and III are all correct"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "When we take samples of the same size from the same population with a known mean there are a few characteristics that we know. We know that each sample of size, $n$, ($n = 5$ in this problem) are independent from each other. Meaning, that knowing the results from one sample does not affect the results of the other sample.\n\nAdditionally, we know that each random sample of size $n$ will produce a random value for the mean. This value will most likely be different from the known population mean, even though it could equal the population mean, and these values will often be different from each other.\n\nRegarding the shape, since we do not know how many students are in the class, we do not know the number of samples taken from the population. Additionally, since the population has unknown shape, we cannot say anything about the shape of the distribution of sample means.\n\nTherefore, only statements I and III are correct.\n\nChoice 'D' is correct.",
  "explanations": {},
  "tags": [
    "VAR-1.G",
    "VAR-1.G.1",
    "VAR-1"
  ]
}