{
  "question_id": "question-095",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "statistical-simulation"
  ],
  "title": "Upcoming Election",
  "difficulty": "Hard",
  "question_text": "The mayor of a large city is considering running for reelection.<br>She won the previous election against her competitor $52\\%$ to $48\\%$.<br>Last week, two independent, random samples were taken of likely voters, each of size $n = 50$. These polls found the proportion of likely voters to vote for the current mayor is $48\\%$ and $50\\%$, respectively.<br>Assume she is running against one other candidate and needs the majority of votes to win.<br>Individually, which of the following statements is true about these samples?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Both samples give sufficient evidence that she will NOT be reelected."
    },
    {
      "letter": "B",
      "text": "The mayor still could easily get $52\\%$ of the vote on election day, as getting samples of size $n = 50$ at $50\\%$ and $48\\%$ could easily happen by chance."
    },
    {
      "letter": "C",
      "text": "The sample containing $48\\%$ is convincing evidence she will NOT be reelected, but the $50\\%$ sample fails to give such evidence."
    },
    {
      "letter": "D",
      "text": "Since a sample found her getting less than the majority vote, the mayor will be very likely to lose."
    },
    {
      "letter": "E",
      "text": "These samples give strong evidence the mayor will NOT lose the upcoming race and still has 52% of the vote, as these values could have easily happened by chance."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The z-scores can be found using the following formula:\n\nz=\nˆ\np\n−p0\n√\np0(1−p0)\nn\n\nFirst poll:\nˆ\np\n=0.5\n\nSecond poll:\nˆ\np\n=0.48\n\nn=50\nfor each sample\np0=0.52\nfor each sample\n\nUsing the formula, the poll with a sample proportion of 50%\ngives a z\n-score of −0.28\n:\n\nP(z<−0.28)=0.3897\n\nThe poll with a sample proportion of 48%\ngives a z\n-score of −0.56\n:\n\nP(z<−0.56)=0.2877\n\nBoth of these are rather high probabilities. Therefore, both of these samples could have easily happened by chance, even if the candidate will still get 52%\nof the vote. While it is possible the candidate will lose the election, these two samples taken individually do not provide convincing evidence this will happen.\n\nNote: These two samples taken together could provide evidence at some level that the candidate will lose the election, but the problem asked to compare these samples individually.\n\nThus, the correct answer is Choice 'B'.",
  "tags": [
    "UNC-3.K.1",
    "UNC-3",
    "3.B",
    "UNC-3.K"
  ]
}