{
  "question_id": "question-055",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sample-mean",
    "sampling-distributions"
  ],
  "title": "AP Prep Course",
  "difficulty": "Medium",
  "question_text": "Suppose at a large high school, the average AP test score for AP Statistics is $2.84$ with a standard deviation of $0.45$.<br>The school decided to offer nightly study sessions and randomly chose $30$ students to participate. These $30$ students averaged AP scores of $3.1$.<br>What can be said about the effectiveness of the AP study sessions?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Nothing, since the design of the experiment was not done in an effective manner."
    },
    {
      "letter": "B",
      "text": "Nothing, since the sample size is too small to develop any reasonable conclusions."
    },
    {
      "letter": "C",
      "text": "The students in the study sessions did not perform much better than their peers; their effort is only $0.58$ standard deviations above the mean of their peers."
    },
    {
      "letter": "D",
      "text": "These students performed much better than their peers; their results are $3.16$ standard deviations above the mean of their peers."
    },
    {
      "letter": "E",
      "text": "While this study shows that these $30$ students did better than their peers, it would have been more effective to compare these students’ scores to the national AP average."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "When calculated, the z-score is:\n\n$$\\dfrac{(3.1-2.84)}{\\left(\\dfrac{(0.45)}{\\sqrt{30}}\\right)} = 3.16$$\n\nA z-score (also called a standard score) communicates how far from the mean a data point is. The z-score is a measure of how many standard deviations below or above the population mean a raw score is.\n\nA z-score of $3.16$ means the students in the addtional study sessions performed much better than their peers; their results are $3.16$ standard deviations above the mean of their peers.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; the students were randomly chosen, so this experiment was performed appropriately.\n\nChoice 'B' is incorrect; a sample of size $30$ is sufficiently large.\n\nChoice 'C' is incorrect; the z-score was incorrectly calculated.\n\nChoice 'E' is incorrect; since the $30$ students were chosen at this school, it makes sense to compare them to the school average, NOT the national average.",
  "tags": [
    "UNC-3.R.2",
    "3.C",
    "UNC-3",
    "UNC-3.R"
  ]
}