{
  "question_id": "question-082",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "conducting-surveys",
    "populations-samples-random-selection",
    "sampling-and-experimentation"
  ],
  "title": "Home Value",
  "difficulty": "Medium",
  "question_text": "A high school statistics teacher is interested in the socioeconomic demographics of the students in her district.<br>She surveyed all of her AP statistics students ($n = 110$) and found the median value of their homes is $\\$294{,}034$. The median value of homes in the state the district is located in is $\\$179{,}304$.<br>What conclusions can be made from this sample?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Students in her school seem to have a much higher median home value than the rest of the state does."
    },
    {
      "letter": "B",
      "text": "Students in her school’s AP statistics class must have a higher median home value than the rest of the school."
    },
    {
      "letter": "C",
      "text": "Nothing because she should have used the mean, not the median, for comparison."
    },
    {
      "letter": "D",
      "text": "Nothing since she did not sample randomly from her population of interest."
    },
    {
      "letter": "E",
      "text": "Nothing since the sample was not large enough."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The teacher was hoping to find the home value of her district, but she sampled only AP statistics students from her school.\n\nHer population of interest is students in her district, yet she only samples AP statistics students.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; this sample is not likely to give her an accurate snapshot of the entire district.\n\nChoice 'B' is incorrect; no information exists that allows for a comparison between her students’ home value and that of the entire district.\n\nChoice 'C' is incorrect; the median is most likely a better measure of center in this situation since the distribution will likely be right-skewed.\n\nChoice 'E' is incorrect; a sample of size of 110\nis sufficiently large to draw conclusions.",
  "tags": [
    "VAR-1.G",
    "1.A",
    "VAR-1.G.1",
    "VAR-1"
  ]
}