{
  "question_id": "question-099",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sample-proportion",
    "sampling-distributions"
  ],
  "title": "News Stories Distribution",
  "difficulty": "Hard",
  "question_text": "A TV broadcaster is deciding on news stories for the 10 PM evening news.<br>The network strives to make sure that stories cover an equal representation of four news topics: education, crime/police activity, community, and national news.<br>Over the last year, the network covered a total of $980\\text{ stories}$, $204$ of which focused on national news.<br>Utilizing sample proportions, is this statistically significant evidence that the network covered fewer national news stories than it should have last year?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No, the sample is too small to make any conclusions."
    },
    {
      "letter": "B",
      "text": "Yes, since $204$ is less than $np = 980 \\cdot 0.25 = 245$."
    },
    {
      "letter": "C",
      "text": "Yes, since the result of $204$ out of $980$ is more than three standard deviations away from the mean."
    },
    {
      "letter": "D",
      "text": "No, since $\\dfrac{204}{980} = 20.8\\%$, which is within $5\\%$ of the targeted goal."
    },
    {
      "letter": "E",
      "text": "Unable to tell as conditions are not met."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The sample proportion is\n204\n980\n=0.20816. The standard deviation, using the formula below, with n=980 and p=0.25, is σ=0.01383.\n\nσ=\n√\np(1−p)\nn\n\nσ=\n√\n0.25(1−0.25)\n980\n\nσ=0.01383\n\nFind the z-score by determining\n(0.20816−0.25)\n0.01383\n=−3.02.\n\nAs this result is more than three standard deviations away from the mean, it can be considered strong evidence that the network is covering fewer national news stories than it should. One could continue by using the normal table to look up a probability, but it is not necessary for this problem.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; n⋅p\nmust be greater than 10\n, which is true in this case.\n\nChoice 'B' is incorrect; by sampling variability, the sample could easily be less (or greater) than the mean. This analysis is not in depth enough to determine if the network is covering less national news than it should.\n\nChoice 'D' is incorrect; it is not proper statistics to simply compare percentages without factoring variability.\n\nChoice 'E' is incorrect; all conditions for sample proportions are met in this problem.",
  "tags": [
    "UNC-3.L",
    "3.C",
    "UNC-3.L.1",
    "UNC-3"
  ]
}