{
  "question_id": "question-030",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sample-proportion",
    "sampling-distributions"
  ],
  "title": "Sampling Distribution",
  "difficulty": "Easy",
  "question_text": "The sampling distribution of a statistic",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Can be described by shape, center, and spread."
    },
    {
      "letter": "B",
      "text": "Is the same as the distribution of a single sample, as long as the sample is large enough."
    },
    {
      "letter": "C",
      "text": "Is the distribution of values taken by the statistic in all possible samples from all possible sizes."
    },
    {
      "letter": "D",
      "text": "Is the same as the population distribution in terms of shape, center, and spread."
    },
    {
      "letter": "E",
      "text": "Is the distribution of all values taken by the statistic in all possible samples from the same size from a variety of different populations."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "A sampling distribution is the distribution of all possible samples of the same size from the same population.\n\nWhile Choice 'A' does not necessarily give the definition of the sampling distribution, it does give a true statement. Typically if a question asks to describe a sampling distribution, an appropriate description includes center, shape, and spread.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect; it describes the sampling distribution as the distribution of a single sample, and is therefore, incorrect.\n\nChoice 'C' is incorrect; it describes the sampling distribution as a distribution from all possible sizes. Sampling distribution must be of samples of the same size, making choice C incorrect.\n\nChoice 'D' is incorrect. If the sampling distribution is biased, the center of the sampling distribution will be different than the center of the population. The sampling distribution will not necessarily have the same center as the population.\n\nChoice 'E' is incorrect. The sampling distribution must consist of samples from the same population, not different populations.",
  "tags": [
    "UNC-3.H.5",
    "UNC-3.H.2",
    "UNC-3.H.1",
    "3.C",
    "UNC-3",
    "UNC-3.H",
    "UNC-3.H.4",
    "UNC-3.H.3"
  ]
}