{
  "question_id": "question-121",
  "unit": "AP® Statistics | Unit 5 Assessment",
  "topics": [],
  "title": "Getting in Shape",
  "difficulty": "Easy",
  "question_text": "The population of cyclists in a large city is skewed right and has a known mean weight of $\\mu_c=160$ pounds and a standard deviation of $\\sigma_c=7.8$ pounds. In the same city, the population of runners is skewed right and has a known mean weight of $\\mu_r=150$ pounds with a standard deviation of $\\sigma_r=8.1$pounds.<br>A study recorded the weight of individuals who participated weekly in only one of the aforementioned activities. Included in the study were $50$ cyclists, and $40$ runners.<br>What is the shape of the sampling distribution of the difference in mean weight of cyclists and runners in the large city?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Skewed Right"
    },
    {
      "letter": "B",
      "text": "Skewed Left"
    },
    {
      "letter": "C",
      "text": "Approximately Normal"
    },
    {
      "letter": "D",
      "text": "Strongly Skewed Right"
    },
    {
      "letter": "E",
      "text": "Impossible to determine without the data."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nThough the populations are not Normal, the sampling distribution of difference in sample means will be approximately Normal because both the sample of cyclists and runners are larger than $30$. That is to say, $n_c=50>30$ and $n_r=40>30$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect.\n\nThe shape of a sampling distribution will resemble the shape of the population from which it was drawn. Since both $\\bar{x}_c$ and $\\bar{x}_r$ are drawn from skew right populations, we expect the sampling distribution of the difference in sample means to be skew right. Any skewness fades as the size of the samples grow, and past a sample size of $30$, the sampling distribution will approach approximate Normality.\n\nChoice 'B' is incorrect.\n\nSince both samples are larger than $30$, we expect the shape of the sampling distribution of difference in sample mean weight of cyclists and runners to no longer be skew right.\n\nIt is important to point out that the shape of a sampling distribution will resemble the shape of the population from which it was drawn. Since both $\\bar{x}_c$ and $\\bar{x}_r$ are drawn from skew right populations, we expect the sampling distribution of the difference in sample means to be skew right. However, more important is that skewness fades as the size of the samples grow, and past a sample size of $30$, the sampling distribution will approach approximate Normality.\n\nChoice 'D' is incorrect.\n\nSince both samples are larger than $30$, we expect the shape of the sampling distribution of difference in sample mean weight of cyclists and runners to no longer be skew right.\n\nFinding a difference in sample means does not increase skewness.\n\nChoice 'E' is incorrect.\n\nSince both samples are larger than 30, we expect the shape of the sampling distribution of difference in sample mean weight of cyclists and runners to no longer be skew right.\n\nIt is not necessary to analyze the data when the size of each sample is greater than 30",
  "tags": [
    "3.C",
    "UNC-3",
    "UNC-3.U",
    "UNC-3.U.2"
  ]
}