{
  "question_id": "question-090",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sample-mean",
    "sampling-distributions"
  ],
  "title": "Waldo's Bags of Candy",
  "difficulty": "Hard",
  "question_text": "Snack-sized bags of fruit-flavored candy are manufactured so that the weights are nearly normally distributed with a mean of $64\\text{ grams}$ and a standard deviation of $1.5\\text{ grams}$. It is reasonable to assume that the bags are packaged randomly for shipment to stores.<br>Waldo purchased $12$ snack-sized bags of this fruit-flavored candy and found that the average weight of these bags was $63\\text{ grams}$.<br>Does Waldo have reason to believe he was cheated?<br>Calculate the probability of obtaining a sample mean less than or equal to $63\\text{ grams}$.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.01$"
    },
    {
      "letter": "B",
      "text": "$0.25$"
    },
    {
      "letter": "C",
      "text": "$0.67$"
    },
    {
      "letter": "D",
      "text": "$0.99$"
    },
    {
      "letter": "E",
      "text": "The conditions for using the normal model are not met in this situation."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Since this question asks about the likelihood of a sample mean, first consider if it is appropriate to use the normal model. We are told that the weights of all bags of candy are normally distributed, so the sampling distribution should also be nearly normal.\n\nThe sampling distribution will have a mean of 64 grams and a standard deviation of:\n\nσ\n¯\nx\n=\nσ\n√\nn\n\n=\n1.5\n√\n12\n\n=0.433\n\nNow we can calculate the z\nscore:\n\nz=\n63−64\n0.433\n\n=−2.309\n\nOn your calculator, we can now determine the p\nvalue:\n\nnormalcdf(−99,−2.309,0,1)=0.01\n\nBecause this probability is so low, it is reasonable to say that Waldo was cheated.\n\nExplanation of Distractors\n\nChoice 'B'is incorrect. The student may have incorrectly divided the difference of sample means by the population standard deviation:\n63\n−\n64\n1.5\n=\n−\n0.67\n. This would result in a\np\nvalue of\n0.2514\n, which is incorrect.\n\nChoice 'C' is incorrect. The student may not have known how to calculate the\np\nvalue. Instead, they divided the incorrectly calculated difference of sample means and divided by the population standard deviation:\n64\n−\n63\n1.5\n=\n0.67\n.\n\nChoice 'D' is incorrect. This is the\np\nvalue for a\nz\nscore of\n2.309\ninstead of\n−\n2.309\n. Be careful to look at the sign of the value!\n\nChoice 'E' is incorrect. We are told in the prompt that the weights are nearly normally distributed.",
  "tags": [
    "UNC-3.Q.2",
    "UNC-3.Q.1",
    "UNC-3",
    "UNC-3.Q",
    "3.B"
  ]
}