{
  "question_id": "question-002",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "differences-in-sample-means",
    "initial-conditions"
  ],
  "title": "Three Potato, Four",
  "difficulty": "Easy",
  "question_text": "A large grocery store chain regularly receives shipments of potatoes from two main suppliers. The Potent Potato Company sends potatoes that come in sacks that weigh an average of $6.2$ pounds with a standard deviation of $2.8$ pounds. The Portly Potato Company sends sacks of potatoes that weigh an average of $5.7$ pounds with a standard deviation of $3.1$ pounds. The grocery store wants to compare the potatoes coming from the two companies so a random sample of $24$ potato sacks was taken from Potent Potato and a random sample of $32$ sacks was taken from Portly Potato.\nCould the analyst then proceed to find the probability that the potato sacks from one company weigh more than the potato sacks from the other company? Why?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes.\nThough we do not know that the potato distributions are normally distributed, at least one sample size is greater than or equal to $30$, so it is okay to proceed."
    },
    {
      "letter": "B",
      "text": "Yes.\nWe can because both samples are random samples."
    },
    {
      "letter": "C",
      "text": "Yes.\nWe checked it out with both the Potent and Portly Potato companies and found that the sample numbers were less than $10\\%$ of the population size."
    },
    {
      "letter": "D",
      "text": "No.\nSince we know that both sample sizes must be greater than or equal to $30$, and that of Potent Potato was only $24$, we cannot continue with our calculations."
    },
    {
      "letter": "E",
      "text": "No.\nWe needed to be given the parameters for the differences of the sampling distributions."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "4.B",
    "UNC-3",
    "UNC-3.U",
    "UNC-3.U.2"
  ]
}