{
  "question_id": "question-072",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "sample-mean-two"
  ],
  "title": "Will the Sampling Distribution Be Nearly Normal?",
  "difficulty": "Medium",
  "question_text": "In which of the following situations is it NOT safe to assume that the sampling distribution of ${ \\overline { x } }_{ A }-{ \\overline { x } }_{ B }$ will be nearly normal?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Samples of $45$ will be randomly chosen from a skewed right Population A.\nSamples of $15$ will be randomly chosen from a nearly normal Population B."
    },
    {
      "letter": "B",
      "text": "Samples of $12$ will be randomly chosen from a skewed left Population A.\nSamples of $15$ will be randomly chosen from a nearly normal Population B."
    },
    {
      "letter": "C",
      "text": "Samples of $45$ will be randomly chosen from a skewed right Population A.\nSamples of 55 will be randomly chosen from a bimodal Population B."
    },
    {
      "letter": "D",
      "text": "Samples of 17 will be randomly chosen from a nearly normal Population A.\nSamples of 15 will be randomly chosen from a nearly normal Population B."
    },
    {
      "letter": "E",
      "text": "Samples of 82\nwill be randomly chosen from a skewed left Population A.\nSamples of 67\nwill be randomly chosen from a skewed right Population B."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "In order for the sampling distribution of\n¯\nx\nA−\n¯\nx\nB\nto be nearly normal, we must check to see if the sampling distributions of\n¯\nx\nA\nand\n¯\nx\nB\nare BOTH nearly normal.\n\nIn Choice 'B', the sampling distribution of\n¯¯¯\nx\nA\nwill not be nearly normal because the population is skewed left and the sample size of\n12\nis too small for the Central Limit Theorem to apply.\n\nThe other answer choices are correct because:\n\nThe Central Limit Theorem states that a sampling distribution should be nearly normal (even if the population is not) as long as the size of the sample being taken is larger than\n30\n.\n\nWhen the population is known to be nearly normal, then the sampling distribution should also be nearly normal even with a small sample size.",
  "tags": [
    "UNC-3.H.5",
    "UNC-3.H.2",
    "UNC-3.H.1",
    "3.C",
    "UNC-3",
    "UNC-3.H",
    "UNC-3.H.4",
    "UNC-3.H.3"
  ]
}