{
  "question_id": "question-017",
  "unit": "Unit 5 | Sampling Distributions",
  "topics": [
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "Data Analysis: Free Throws",
  "difficulty": "Easy",
  "question_text": "Jimmy, a high school basketball star, has a life-long free throw rate of $45\\%$.<br>Jimmy spent the last off-season working especially hard to improve his free-throw percentage. During the first game of the season, he connected on three of his first four free throws.<br>What conclusions can be made concerning Jimmy’s free-throw shooting ability?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Since $3$ of $4 = 75\\%$, it is clear that Jimmy has improved his free-throw percentage."
    },
    {
      "letter": "B",
      "text": "Since the sample size is so low, we have strong evidence Jimmy is still a $45\\%$-free-throw shooter."
    },
    {
      "letter": "C",
      "text": "No reasonable conclusions can be drawn since the sample size is so low."
    },
    {
      "letter": "D",
      "text": "Free throws can hardly be treated as a simple random sample; therefore, this data cannot be trusted."
    },
    {
      "letter": "E",
      "text": "Jimmy is clearly not a $45\\%$-free-throw shooter based off the evidence."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "While it is possible that Jimmy has improved, such a small sample does not provide enough evidence to recognize the improvement. This low sample size fails to give sufficient power to recognize improvement.\n\nThus, the correct answer is Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Even though $75\\%$ is much higher than $45\\%$, due to the small sample size, I'm not sufficiently convinced that Jimmy is a better free throw shooter this year.\n\nChoice 'B' is incorrect. While this selection correctly recognizes the sample size is small, one cannot prove this means he's still a $45\\%$ free throw shooter. He may have improved; he may not have improved. The small sample size inhibits us from determining what happened.\n\nChoice 'D' is incorrect. Free throws are unguarded shots that are all the same distance from the basketball hoop. One can reasonable treat free throws as random trials.\n\nChoice 'E' is incorrect. While the 75% sample proportion (\n3\n4\n=75%) hints at the fact that he has improved and is no longer 45%, since the sample size is so small, one cannot be thoroughly convinced that Jimmy is no longer a 45% free throw shooter.",
  "tags": [
    "4.B",
    "UNC-3.M.1",
    "UNC-3",
    "UNC-3.M"
  ]
}