{
  "question_id": "question-122",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Targeted Advertising",
  "difficulty": "Hard",
  "question_text": "You are a researcher for a seed company and want to advertise to those with vegetable gardens.<br>You will use your advertising budget to advertise on either Lifetime (primarily female viewers) or ESPN (primarily male viewers).<br>Your null hypothesis is that the proportions of men and women who have a vegetable garden are equal. You randomly choose $20\\text{ men}$ and $20\\text{ women}$ from your community and ask them if they have a vegetable garden.<br>Of those asked, $3$ of the men and $5$ of the women have a vegetable garden. You calculate your $z$-test statistic and compute your $p$-value.<br>What assumptions or conditions for comparing two proportions have you violated?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Independent random selection procedure."
    },
    {
      "letter": "B",
      "text": "Population size $N$ compared to the sample size."
    },
    {
      "letter": "C",
      "text": "Calculating a $z$-value for a two-sample proportion test."
    },
    {
      "letter": "D",
      "text": "Sample sizes for the two samples."
    },
    {
      "letter": "E",
      "text": "There are no violations of the assumptions or conditions."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The two sample sizes ${ n }_{ 1 }$ and ${ n }_{ 2 }$ for the men and women are too small.\n\nTo show this, first calculate the combined proportion of those who have a vegetable garden:\n\n$$p^* = \\dfrac{(3+5)}{(20+20)} = \\dfrac{8}{40} = 0.2$$\n\nThe requirement is that $(n) (p^*) ≥ 5$ and that $(n) (1-p^*) ≥ 5$ for each of the two samples. For men, $(n) (p^*) = (20)(0.15) = 3$, which is a clear violation of the requirement.\n\nThe requirement is met for the female sample. The way to avoid this violation is to increase the sample sizes for both males and females.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; the problem clearly states random selection of those from the community.\n\nChoice 'B' is incorrect; for this condition to be violated, each population must be less than $10$ times each sample size. One can assume each population is at least $200$ each.\n\nChoice 'C'is incorrect; proportions follow the z distribution, so this would not be considered a violation.",
  "tags": [
    "4.C",
    "VAR-6.J",
    "VAR-6.J.1",
    "VAR-6"
  ]
}