{
  "question_id": "question-134",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Politics and Age",
  "difficulty": "Medium",
  "question_text": "A political pollster was interested in whether there’s any link between age and political preference.<br>The pollster interviewed $15$ randomly chosen subjects ages $18-24$ and found that $9$ of them said they voted Democrat the last election. This compares to $15$ randomly chosen subjects ages $50$+ where $5$ of them said they voted Democrat last election.<br>A two-sided test gave a p-value of $0.1432$ and test statistic of $1.46$. The pollster was confused why the sample proportions were so different ($60\\%$ vs. $33.33\\%$) yet failed to show any significant differences at any common alpha levels ($1\\%, 5\\%$, or $10\\%$).<br>How might you describe this discrepancy to the pollster?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Respondents could have easily lied to the pollster."
    },
    {
      "letter": "B",
      "text": "Conditions were not met in this problem for a two-proportion Z-test."
    },
    {
      "letter": "C",
      "text": "The p-value and test statistic calculations are incorrect for this problem."
    },
    {
      "letter": "D",
      "text": "It is likely a type I error was committed in this test."
    },
    {
      "letter": "E",
      "text": "This test had low power."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Choice 'A' is incorrect; there is nothing in the problem that suggests people would lie about what party they voted for.\n\nChoice 'B' is incorrect; the data comes from two independent samples, and ${ n }_{ 1 }{ p̂ }_{ 1 }, { n }_{ 1 }(1-{ p̂ }_{ 1 }), { n }_{ 2 }{ p̂ }_{ 2 }$ and ${ n }_{ 2 }(1-{ p̂ }_{ 2 })$ are at least $5$, where ${ n }_{ 1 }$ and ${ n }_{ 2 }$ are samples sizes and ${ p̂ }_{ 1 }$ and ${ p̂ }_{ 2 }$ are sample proportions. Therefore, conditions are met.\n\nChoice 'C' is incorrect; the calculations are correct when doing a two-proportion Z-test.\n\nChoice 'D' is incorrect; since the p-value was high, no evidence of change was found, so a type I error (incorrectly rejecting the null hypothesis) cannot be made.\n\nChoice 'E' is correct; with such small sample sizes, there is low power. It is quite possible that younger people are more likely to vote Democrat, but in this situation the samples are so small, we are unable to detect these differences.",
  "tags": [
    "DAT-3.C",
    "4.B",
    "DAT-3",
    "DAT-3.C.1"
  ]
}