{
  "question_id": "question-006",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "statistics",
    "observational-study",
    "sample-proportion"
  ],
  "title": "Which Label is Better?",
  "difficulty": "Easy",
  "question_text": "A soda company is redesigning their label and will hold a focus group to see which label is preferred more by a random group of people. After the focus group, the company finds the proportion of people that like label $A$ to be $0.7$.<br>If the labels had no effect on each person's choice, what would we assume the probability of selected label $A$ to be?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0$"
    },
    {
      "letter": "B",
      "text": "$0.3$"
    },
    {
      "letter": "C",
      "text": "$0.5$"
    },
    {
      "letter": "D",
      "text": "$0.7$"
    },
    {
      "letter": "E",
      "text": "$1$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nWhen we believe that the design of the label has no effect on the people who chose label $A$, that means the people are choosing label $A$ by chance. Therefore, since there are only two options of labels to choose from, the probability of selecting label $A$ purely by chance is $\\frac{1}{2}$.\n\nThe probability of selecting label $A$ purely by chance (if the labels do not have any effect on the person's choice) is $0.5$.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Simply because the labels had no effect on the outcome of the choice by the random group does not imply that the probability $= 0$. This implies that there is a $\\frac{1}{2}$ or $0.5$ probability of selecting Label $A$.\n\nChoice 'B' is incorrect. This would be the proportion of random people in the focus group that selected Label $B$, not the probability of selecting Label $A$ if the labels did not have an effect on the person's choice.\n\nChoice 'D' is incorrect. This would be the proportion of random people in the focus group that selected Label $A$, not the probability of selecting Label $A$ if the labels did not have an effect on the person's choice.\n\nChoice 'E' is incorrect. Since a probability of $1$ implies that the outcome always occurs, this does not apply in this scenario.",
  "tags": [
    "VAR-1.H",
    "VAR-1.H.1",
    "VAR-1"
  ]
}