{
  "question_id": "question-047",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "conducting-experiments",
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Save Room for Dessert: Hypotheses",
  "difficulty": "Easy",
  "question_text": "BBQ Basement is a restaurant that specializes in barbecue pork. They also serve desserts, but have realized that only $10\\%$ of their customers order dessert. The manager wonders if they can increase their sales of desserts by showing each table a dessert tray before they place their order.<br>The manager decides to do an experiment. For three weeks, he will have his servers bring around a dessert tray to display to each table when they are seated. The server will suggest that the customers at the table “save room for dessert” and the manager will keep track of the proportion of customers who do order dessert during this period of time.<br>In order to determine whether his tactic will help to increase dessert sales, the manager plans to do a significance test. What hypotheses should be used?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "${ H }_{ 0 }: \\hat { p } = 0.10$\n${ H }_{ a }: \\hat { p } \\neq 0.10$"
    },
    {
      "letter": "B",
      "text": "${ H }_{ 0 }: \\hat { p } = 0.10$\n${ H }_{ a }: \\hat { p } > 0.10$"
    },
    {
      "letter": "C",
      "text": "${ H }_{ 0 }: p = 0.10$\n${ H }_{ a }: p > 0.10$"
    },
    {
      "letter": "D",
      "text": "${ H }_{ 0 }: \\mu = 0.10$\n$ { H }_{ a }: \\mu > 0.10$"
    },
    {
      "letter": "E",
      "text": "${ H }_{ 0 }: \\mu = 10$\n${ H }_{ a }: \\mu > 10$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The parameter of interest in this situation is the proportion of customers who would order dessert after seeing the dessert tray and being reminded to “save room for dessert” upon being seated at this restaurant.\n\nPrior to conducting the experiment, we know the proportion of customer who order dessert is $p = 0.10$. The null hypothesis, $H_0$, claims that there is no change and that it is still true that $p = 0.10$.\n\nHowever, we want to know whether the tactic of showing the dessert tray and suggesting that customers “save room for dessert” will cause the proportion to increase.\n\nIn other words, we are wondering if after the experiment $p > 0.10$. This is our alternative hypothesis, $H_a$. Remember that our hypotheses must always be expressed in terms of the parameter, $p$.\n\nExplanation of Distractors\n\nChoices 'A' and 'B' are incorrect because they express the hypotheses in terms of the statistic or observed value $\\hat { p }$.\n\nChoice 'A' is also incorrect because it does not offer an alternative hypothesis that reflects the idea that the proportion is now greater than $0.10$ after servers display the dessert tray and remind customers to “save room for dessert” but instead offers a $2$-sided alternative hypothesis.\n\nChoices 'D' and 'E' are incorrect because they express the parameter as a mean, $\\mu$ rather than as a proportion. Choice 'E' is also incorrect because it converts the proportion of $0.10$ to a whole number of $10$.",
  "tags": [
    "1.F",
    "VAR-6.D.4",
    "VAR-6.D.1",
    "VAR-6.D.3",
    "VAR-6.D",
    "VAR-6",
    "VAR-6.D.2"
  ]
}