{
  "question_id": "question-028",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "confidence-interval-interpretations",
    "population-proportions"
  ],
  "title": "Marshmallows?",
  "difficulty": "Easy",
  "question_text": "Clucky Arms Cereal was looking into the proportion of cereal pieces that are marshmallows in each of its cereal boxes. Researchers came up with a $95\\%$ confidence interval of $(0.32, 0.38)$. Which of the following statements gives the best interpretation of this confidence interval?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "We are $95\\%$ confident that the mean number of marshmallows in each box of Clucky Arms Cereal is $35\\%$."
    },
    {
      "letter": "B",
      "text": "We are confident that every box of Clucky Arms Cereal will contain between $32\\%$ and $38\\%$ marshmallows as the true population proportion."
    },
    {
      "letter": "C",
      "text": "We are $95\\%$ confident that repeated samples of any size will still contain between $32\\%$ and $38\\%$ marshmallows."
    },
    {
      "letter": "D",
      "text": "We are $95\\%$ confident that every box of Clucky Arms Cereal will contain about one-third marshmallows."
    },
    {
      "letter": "E",
      "text": "We are $95\\%$ confident that the interval from $32\\%$ to $38\\%$ captures the population proportion of marshmallows in boxes of Clucky Arms Cereal."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nThe interpretation of a confidence interval for a population proportion as defined by the AP® Statistics Course and Exam Description is \"We are $C\\%$ confident that the confidence interval for a population proportion captures the population proportion,\" where $C$ stands for the confidence level.\n\nIn this problem we insert $95$ in for the $C$ and then we give the interval in the problem. It is always important to describe the population, so this is done as the proportion of marshmallows in Clucky Arms Cereal. This ties together the numbers with what is being examined.\n\nSo, Choice 'E' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it does not interpret the interval.\n\nChoice 'B' is incorrect because it omits the confidence level.\n\nChoice 'C' is incorrect because the confidence interval is only true for repeated samples taken of the same size.\n\nChoice 'D' is incorrect because it is just generalizing a number and using a single number instead of an interval.",
  "tags": [
    "UNC-4.F.2",
    "UNC-4.F",
    "UNC-4",
    "4.A"
  ]
}