{
  "question_id": "question-141",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Ghost Sightings: Investigating Proportions",
  "difficulty": "Hard",
  "question_text": "According to some studies, women are more likely to believe in ghosts than men. Casper wondered whether women were also more likely to report having seen a ghost than men and decided to do a study.<br>In Casper's random sample of $85$ women, $10$ women reported having seen a ghost at some point in their lives. In his random sample of $63$ men, only $4$ reported having seen a ghost.<br>Which of the following shows how to calculate the z-statistic for a test of the difference in the proportions of men and women who would report that they have seen a ghost?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$\\dfrac { \\frac { 10 }{ 85 } -\\frac { 4 }{ 63 } }{ \\sqrt { \\left( \\frac { 10 }{ 85 } \\right) \\left( \\frac { 4 }{ 63 } \\right) \\left( \\frac { 1 }{ 85 } +\\frac { 1 }{ 63 } \\right) } } $"
    },
    {
      "letter": "B",
      "text": "$\\dfrac { \\frac { 10 }{ 85 } -\\frac { 4 }{ 63 } }{ \\sqrt { \\left( \\frac { 14 }{ 148 } \\right) \\left( \\frac { 134 }{ 148 } \\right) \\left( \\frac { 10 }{ 85 } +\\frac { 4 }{ 63 } \\right) } } $"
    },
    {
      "letter": "C",
      "text": "$\\dfrac { \\frac { 10 }{ 85 } -\\frac { 4 }{ 63 } }{ \\sqrt { \\left( \\frac { 14 }{ 148 } \\right) \\left( \\frac { 134 }{ 148 } \\right) \\left( \\frac { 1 }{ 85 } +\\frac { 1 }{ 63 } \\right) } }$"
    },
    {
      "letter": "D",
      "text": "$\\dfrac { \\frac { 10 }{ 85 } -\\frac { 4 }{ 63 } }{ \\sqrt { \\frac { \\left( \\frac { 4 }{ 63 } \\right) \\left( \\frac { 59 }{ 63 } \\right) }{ 63 } +\\frac { \\left( \\frac { 10 }{ 85 } \\right) \\left( \\frac { 75 }{ 85 } \\right) }{ 85 } } }$"
    },
    {
      "letter": "E",
      "text": "$\\dfrac { \\frac { 10 }{ 85 } -\\frac { 4 }{ 63 } }{ \\sqrt { \\frac { \\left( \\frac { 4 }{ 63 } \\right) \\left( \\frac { 10 }{ 85 } \\right) }{ 148 } +\\frac { \\left( \\frac { 59 }{ 63 } \\right) \\left( \\frac { 75 }{ 85 } \\right) }{ 148 } } } $"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "To conduct a test for the difference in the proportions of men and women who would report that they have seen a ghost, we would use the following null hypothesis:\n\n$${ H }_{ 0 }:{ p }_{ W }={ p }_{ M }$$\n\n... where ${p}_{W}$ represents the proportion of women who would say they have seen a ghost and ${p}_{M}$ represents the proportion of men who would say they have seen a ghost.\n\nWe always start a significance test with the assumption that our null hypothesis is true. This would then imply that the following statement is also true:\n\n$${ p }_{ W }-{ p }_{ M }=0$$\n\nThat is, we assume that the difference in the two proportions is $0$, and $0$ is our assumed value of the parameter.\n\nTo calculate a $z$-statistic we can use the following formula which is found in the reference materials provided with the AP Exam.\n\n$$\\text{standardized test statistic=} \\dfrac{\\text{statistic - parameter}}{\\text{standard deviation of statistic}}$$\n\nTo find the value of the statistic, we simply subtract our observed proportions which we can write in fractional form:\n\n$$\\text{statistic}=\\dfrac { 10 }{ 85 } -\\dfrac { 4 }{ 63 }$$\n\nWe've already determined that the value of the parameter is $0$.\n\nTo determine the standard deviation of the statistic, we can once again just use the formula found in the reference materials provided with the A.P. Exam. Unfortunately, there are two formulas given for the standard deviation of the statistic when the statistic is a difference of sample proportions. Since our null hypothesis assumes ${ H }_{ 0 }:{ p }_{ W }={ p }_{ M }$, we should use the formula listed under the \"special case when ${ p }_{ 1 }={ p }_{ 2 }$\". This formula is:\n\n$$\\sqrt { p\\left( 1-p \\right) } \\sqrt { \\frac { 1 }{ { n }_{ 1 } } +\\frac { 1 }{ { n }_{ 2 } } } $$\n\nWe can multiply these square roots together to express the standard deviation of the statistic in a different way:\n\n$$\\sqrt { p(1-p)\\left( \\frac { 1 }{ { n }_{ 1 } } +\\frac { 1 }{ { n }_{ 2 } } \\right) } $$\n\nTo use this formula, you must know that p represents the pooled proportion of successes. That is:\n\np=\ntotal number of those surveyed who reported seeing a ghost\ntotal number of individuals surveyed\n=\n10+4\n85+63\n=\n14\n148\n\nYou must also know that n1 represents the size of the first sample and n2 represents the size of the second sample. In this case, the number of women surveyed was: nW=85 and the number of men surveyed was nM=63.\n\nFinally, we can fill all these values into the formula for finding the standardized test statistic:\n\n(\n10\n85\n−\n4\n63\n)−0\n√\n(\n14\n148\n)(1−\n14\n148\n)(\n1\n83\n+\n1\n63\n)\n\nThis simplifies to the answer found in Choice 'C'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it does not use the pooled proportion in the denominator of the formula.\n\nChoice 'B' is incorrect. While the first two factors in the denominator do use the pooled proportion, the last factor in the denominator (which involves a sum) is not filled in correctly. Both fractions in this term should have a 1\nin their numerator. They should not identify the number of successes in each sample.\n\nChoice 'D' uses the other formula found in the reference materials provided with the AP Exam to determine the standard deviation of the statistic. This is not appropriate because we have assumed in our null hypothesis that the population proportions are equal.\n\nChoice 'E' is incorrect. The formula shown here seems to use the other formula found in the reference materials provided with the AP Exam, but also seems to try to incorporate some aspect of pooling by using the total combined sample size of\n148\nin the denominators. Furthermore, the products above the denominators of\n148\nuse one proportion from each of the two samples. In general, this formula is just all mixed up!",
  "tags": [
    "VAR-6.K",
    "3.E",
    "VAR-6.K.1",
    "VAR-6"
  ]
}