{
  "question_id": "question-085",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference",
    "type-1-error"
  ],
  "title": "Reducing the Probability of a Type I Error",
  "difficulty": "Hard",
  "question_text": "For a summer internship with a statistical consulting company, Alison proposed conducting a one-sided (greater than) significance test at the $\\alpha = 0.05$ level. Her supervisor suggested that she try to reduce her probability of making a type I error.\nIf Alison does adjust her significance test so that the possibility of a type I error is reduced, which of the following will also happen? Assume that Alison will still be conducting a one-sided test with the same sample size.<br>If Alison does adjust her significance test so that the possibility of a type I error is reduced, which of the following will also happen? Assume that Alison will still be conducting a one-sided test with the same sample size.<br>I. The significance level of the test will be increased.\nII. The probability of making a type II error will be increased.\nIII. The power of the test will be decreased.",
  "image_files": [
    "images/question-085-img1.PNG",
    "images/question-085-img2.PNG",
    "images/question-085-img3.PNG",
    "images/question-085-img4.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "I only."
    },
    {
      "letter": "B",
      "text": "II only."
    },
    {
      "letter": "C",
      "text": "III only."
    },
    {
      "letter": "D",
      "text": "I and III only."
    },
    {
      "letter": "E",
      "text": "II and III only."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "A type I error occurs if we reject the null hypothesis when the null hypothesis is in fact correct. The probability of this happening is equal to the significance level of the test, α. Therefore, to reduce the probability of making a type I error while still maintaining the same sample size, we must reduce the significance level of the test. Therefore, Statement I is not correct and would not happen as a result of reducing the probability of a type I error.\n\nStatement II is true. If we reduce the probability of making a type I error, we must accept that there is a greater probability that we will make a type II error. A type II error occurs when we fail to reject the null hypothesis but in fact the null hypothesis is false. This would imply that the alternative hypothesis is true. Consider the diagram below which shows two normal distributions. The normal distribution on the left assumes our null hypothesis is true while the normal distribution on the right assumes our (greater than) alternative hypothesis is true. The vertical line shows the location of the sample statistic at which we would begin to reject the null hypothesis when α=0.05. The shaded area corresponds to the probability of making a type II error.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\n\n\nIn the following figure, the vertical line shows the location of the sample statistic at which we would begin to reject the null hypothesis when α=0.02\n. Again, the shaded area corresponds to the probability of making a type II error.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\n\n\nCompare the two situations and notice that the probability of a type II error is larger when α\nis smaller or when the probability of making a type I error is reduced.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\nStatement III is also correct. Power is the probability of correctly rejecting a false null hypothesis. When we reject the null hypothesis, either we have made a mistake (a type II error) or we have made the correct decision because the null hypothesis was false (power). Therefore, power =1−\nthe probability of a type II error. If the probability of a type II error increases, then we are subtracting a larger number from 1\nso power will decrease.\n\nWe have already established that decreasing the probability of a type I error will decrease the significance level α\n. Once again we can compare the normal distribution curves using both α=0.05\nand α=0.02\n. In the diagrams below, the shading corresponds to the power of the test. The top diagram shows the power at α=0.05\nwhile the bottom diagram shows the power at α=0.02\n. Power is smaller when α=0.02\nthan when α=0.05\n.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\n\n\nSince only Statements II and III are true, Choice 'E' is the correct choice.",
  "tags": [
    "4.B",
    "UNC-5.D.1",
    "UNC-5",
    "UNC-5.D.2",
    "UNC-5.D"
  ]
}