{
  "question_id": "question-101",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "confidence-interval",
    "differences-in-proportions",
    "initial-conditions"
  ],
  "title": "Conditions!",
  "difficulty": "Hard",
  "question_text": "Susie wants to create a confidence interval for the difference of two proportions. She is working to present the results to the president of her company. Which of the following correctly describes conditions that she must verify?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Susie knows to verify that the samples are taken in a random fashion."
    },
    {
      "letter": "B",
      "text": "Susie must ensure random sampling occurs and must check that those sample sizes are less than or equal to $10\\%$ of the size of the populations. In addition, she must check that those sample sizes multiplied by the sample proportions are all greater than or equal to $10$."
    },
    {
      "letter": "C",
      "text": "Susie must check for independence by ensuring random sampling and by ensuring that those sample sizes are less than or equal to $30\\%$ of the size of the populations. In addition, she must check for approximate normality by checking that those sample sizes multiplied by the sample proportions, as well as by one minus those sample proportions, are all greater than or equal to $10$."
    },
    {
      "letter": "D",
      "text": "Susie must check for independence by ensuring random sampling and by ensuring that those sample sizes are less than or equal to $10\\%$ of the size of the populations. In addition, she must check for approximate normality by checking that those sample sizes multiplied by the sample proportions, as well as by one minus those sample proportions, are all greater than or equal to $10$."
    },
    {
      "letter": "E",
      "text": "Susie must check for approximate normality by ensuring random sampling and by ensuring that those sample sizes are less than or equal to $10\\%$ of the size of the populations. In addition, she must check for independence by checking that those sample sizes multiplied by the sample proportions, as well as by one minus those sample proportions, are all greater than or equal to $10$."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "4.C",
    "UNC-4.J.1",
    "UNC-4.J",
    "UNC-4"
  ]
}