{
  "question_id": "question-055",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference",
    "null-hypothesis"
  ],
  "title": "Why Do We Reject the Null?",
  "difficulty": "Medium",
  "question_text": "Which of the following best describes why we would choose to reject the null hypothesis when our $p$-value is very small?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A small $p$-value gives us little confidence in our results."
    },
    {
      "letter": "B",
      "text": "A small $p$-value leaves little room for margin of error. Therefore, it is best to reject the null hypothesis."
    },
    {
      "letter": "C",
      "text": "A small $p$-value indicates that the standard deviation was quite large. Since there is so much variation around the value in our null hypothesis, we have good reason to doubt that it is really true. Therefore, we should reject it."
    },
    {
      "letter": "D",
      "text": "A very small $p$-value means that our results were very unlikely based upon the assumption that the null hypothesis is true. This may lead us to reject the null hypothesis."
    },
    {
      "letter": "E",
      "text": "If our $p$-value is very small, we should not reject our null hypothesis! The null hypothesis is probably true!"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A $p$-value is always calculated based upon the assumption that the null hypothesis identifies the true value of the parameter. In addition, a $p$-value gives us the probability of obtaining a sample result at least as far from the hypothesized parameter as the result we actually got. A very small $p$-value means that our results were very unlikely to happen if our null hypothesis really were true.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A $p$-value cannot identify a level of confidence in our results.\n\nChoice 'B' is incorrect. The $p$-value is related to the outcome of a statistical test. Margin of error is related to confidence intervals.\n\nChoice 'C' is incorrect. A $p$-value tells us nothing about standard deviation. In addition, we would expect some variation around the parameter identified in our null hypothesis. Some samples will produce statistics that are lower than the hypothesized value, some will produce statistics that are higher.\n\nChoice 'E' is incorrect. A very small $p$-value would cause us to doubt that our null hypothesis was true and we would reject it.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.A.2",
    "DAT-3.A",
    "DAT-3.A.1"
  ]
}