{
  "question_id": "question-070",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "confidence-interval",
    "estimation",
    "statistical-inference",
    "1-proportion-z-interval",
    "proportion"
  ],
  "title": "Meaning of a Confidence Interval: Athletes and Steroids",
  "difficulty": "Medium",
  "question_text": "A random sample of $50\\text{ professional athletes}$ were asked: \"Would you use steroids to improve performance?\" A $95\\%$ confidence interval was constructed from the data to find the proportion of athletes who would use steroids to improve performance. The resulting interval is $(0.44,0.53)$.<br>Which of the following statements is true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Between $44\\%$ to $53\\%$ of all athletes would use steroids to improve performance."
    },
    {
      "letter": "B",
      "text": "We are $95\\%$ confident that in this particular sample of athletes, $44\\%$ to $53\\%$ would use steroids to improve performance."
    },
    {
      "letter": "C",
      "text": "We are $95\\%$ confident that the true proportion of all athletes that would use steroids to improve performance is between $44\\%$ to $53\\%$."
    },
    {
      "letter": "D",
      "text": "In $95\\%$ of all surveys, between $44\\%$ to $53\\%$ of all athletes report they would do steroids to improve performance."
    },
    {
      "letter": "E",
      "text": "In $95\\%$ of all surveys, we would capture the sample proportion of athletes who would use steroids to improve performance."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The purpose of a confidence intervals is to capture the parameter, which in this case is the population proportion or the true proportion. When looking for the correct answer, look for something that mentions the population proportion, as this will help in eliminating answers.\n\nChoice 'A' is incorrect, as it refers to the individual data, rather than the population proportion. Also, there was no mention of population proportion.\n\nChoice 'B' is incorrect, because in this sample we know that $48.5\\%$ would use steroids to improve performance, as this is the point estimate.\n\nChoice 'C' correctly interprets the confidence interval, and is correct.\n\nChoice 'D' is incorrect because it refers to the sample proportion in sample intervals, not the population proportion.\n\nChoice 'E' is incorrect because it refers to the sample proportion, not the population proportion.",
  "tags": [
    "4.E",
    "DAT-3",
    "DAT-3.B.9",
    "DAT-3.B"
  ]
}