{
  "question_id": "question-044",
  "title": "Calling an Election Based on a Sample",
  "difficulty": "Difficult",
  "question_text": "<div class=\"paragraph\">On November 3, 1948, the Chicago Daily Tribune made a famous big mistake when they published the headline <em>Dewey Defeats Truman</em>. No newspaper wants to make that type of mistake! Yet, on election night you can turn on the television and hear statements like “with <span class=\"tex2jax_process\">$3\\%$</span> of the precincts reporting, we are now calling the election in favor of Candidate X”.  </div><div class=\"paragraph\">Suppose your town (population: <span class=\"tex2jax_process\">$7320$</span>) has a hotly contested two-candidate race for mayor and you would like to be able to call the election. To gather data, you station yourself outside the town's only polling place and randomly select <span class=\"tex2jax_process\">$200$</span> individuals to ask who they voted for.  </div><div class=\"paragraph\">If <span class=\"tex2jax_process\">$55\\%$</span> of those individuals say they voted for Candidate Y (and we assume that they are being truthful), would you be willing to call the election in Candidate Y's favor? </div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because far more than half of the voters sampled said that they voted for Candidate Y."
    },
    {
      "letter": "B",
      "text": "Yes. Since a significance test returns a\np\n-value of\np\n=\n0.04\n, we have strong evidence to suggest that more than\n50\n%\nof voters voted for Candidate Y."
    },
    {
      "letter": "C",
      "text": "No. At the\nα\n=\n0.05\nlevel, we do not have enough evidence to believe that the proportion of voters supporting Candidate Y is greater than\n0.50\n."
    },
    {
      "letter": "D",
      "text": "No, because a sample size of\n200\nis too small to provide reliable results."
    },
    {
      "letter": "E",
      "text": "We cannot conduct a significance test because conditions for doing so are not satisfied in this situation."
    }
  ],
  "correct_answer": "<strong>Choice 'C'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "1.F",
    "VAR-6.D.1",
    "VAR-6.D",
    "VAR-6",
    "VAR-6.D.2"
  ],
  "standards": [
    "1.F",
    "VAR-6.D.1",
    "VAR-6.D",
    "VAR-6",
    "VAR-6.D.2"
  ]
}