{
  "question_id": "question-152",
  "unit": "AP® Statistics | Unit 6 Assessment",
  "topics": [
    "significance-tests",
    "pre-conditions"
  ],
  "title": "Can the Test be Done?",
  "difficulty": "Easy",
  "question_text": "The CEO of a company wanted to randomly select $12$ people to see if they would purchase a new product. $8$ of the randomly selected people said that they would make the purchase. Could a test of significance for a population proportion be done to help the CEO make a decision?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, since the sample was random."
    },
    {
      "letter": "B",
      "text": "Yes, since the sample proportion was greater than $0.5$."
    },
    {
      "letter": "C",
      "text": "Yes, since the proportion of failures was less than $10$."
    },
    {
      "letter": "D",
      "text": "No, since the proportion of successes was less than $10$."
    },
    {
      "letter": "E",
      "text": "No, since the proportion of failures was greater than$10.$"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nTo perform a test of significance for a population proportion two checks must be made:\n\nFirst, a check for independence must be made. This includes verifying that the sample was taken randomly or that a randomized experiment was performed. Also, when sampling without replacement, the sample size must be less than $10\\%$ of the population.\n\nSecond, a check to see if the sampling distribution is approximately normal must be done. Here you want to multiply the sample size by the proportion of successes (what you are looking for) to make sure that it is greater than $10$. Then you need to check that the proportion of failures is also greater than $10$.\n\nIn this problem, while the sample was taken randomly, the proportion of successes and failures are both less than $10$ so that the test of significance cannot be performed. Successes $= 12(0.67) = 8$. Since this number is not greater than $10$, a test cannot be done.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because while randomization was correctly used, this is not enough information to support using the test.\n\nChoice 'B' is incorrect because the size of the sample proportion alone is not enough information to support using the test.\n\nChoice 'C' is incorrect because when the proportion of failures is less than 10 a test should not be used.\n\nChoice 'E' is incorrect because the proportion of failures is not greater than 10. It is 12(1−0.67)=4.",
  "tags": [
    "4.C",
    "VAR-6.F",
    "VAR-6.F.1",
    "VAR-6"
  ]
}