{
  "question_id": "question-103",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "confidence-interval-interpretations",
    "differences-in-proportions"
  ],
  "title": "Is the Drug Better?",
  "difficulty": "Easy",
  "question_text": "A study was conducted to determine if there was a difference in the proportions of a new drug and a placebo using a $95\\%$ confidence interval. The resulting confidence interval was $(-0.21, 0.15)$. Which of the following represents a correct conclusion based on this information?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "We are $95\\%$ confident that the confidence interval $(-0.21, 0.15)$ captures the difference in population proportions of the drug and the placebo. Because zero is included in the interval, we can state that a difference between the effectiveness of the drug and the placebo exists."
    },
    {
      "letter": "B",
      "text": "We are $95\\%$ confident that the confidence interval $(-0.21, 0.15)$ captures the difference in population proportions of the drug and the placebo. Because zero is included in the interval, we cannot state that a difference between the effectiveness of the drug and the placebo exists."
    },
    {
      "letter": "C",
      "text": "Because $-0.21- 0.15=-0.36$, we are $95\\%$ confident that the difference between the proportions of the drug and placebo effectiveness is $36\\%$."
    },
    {
      "letter": "D",
      "text": "Because zero is included in our confidence interval of $(-0.21, 0.15)$, we are $95\\%$ confident that there is no difference between the the drug and the placebo."
    },
    {
      "letter": "E",
      "text": "Our confidence interval of $(-0.21, 0.15)$ tells us that we are $95\\%$ confident that the probability of finding that the drug proportion is greater than the placebo proportion is $0.15-(-0.21)=36\\%$."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nWhen stating a conclusion for a confidence interval we use the confidence level to state that we are that amount confident that the difference of our two proportions falls within the range of the confidence interval. In addition, it is essential to use context in the conclusion. In this case, we are $95\\%$ confident that the confidence interval $(-0.21, 0.15)$ captures the difference in population proportions of the drug and the placebo.\n\nWhen the two bounds of the confidence interval have opposite signs, this means that zero is included. And when zero is included, this means we cannot state that either proportion is greater than or less than the other. In this case, zero is included so there is no difference between the effectiveness of the drug and the placebo.\n\nSo, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it states that a difference exists when it does not.\n\nChoice 'C' is incorrect because, while subtracting the bounds gives the width of the interval, it does not tell us the difference between the proportions.\n\nChoice 'D' is incorrect because, while we believe that there is no difference, we cannot state that we are $95\\%$ sure of this.\n\nChoice 'E' is incorrect because subtracting the bounds does not give us a probability.",
  "tags": [
    "4.D",
    "UNC-4.M",
    "UNC-4",
    "UNC-4.M.1"
  ]
}