{
  "question_id": "question-078",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "conducting-surveys",
    "tests-of-significance",
    "statistical-inference",
    "proportion"
  ],
  "title": "Cat Ownership and Test Conditions",
  "difficulty": "Medium",
  "question_text": "According to the American Veterinary Medical Foundation, $30.4\\%$ of U. S. households owned at least one cat in 2012. Josephina wonders if this percentage is currently true for households in her town. To investigate, she contacts randomly selected households in her town and determines the proportion of these households that own at least one cat. To analyze the results of her study she will use a one sample $z$-test for proportions.<br>Which of the following is a condition that must be satisfied in order for her test to be valid?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Josephina must gather data from at least $30\\text{ households}$."
    },
    {
      "letter": "B",
      "text": "Josephina must select a sample size, $n$, such that:\n$0.304n\\ge10$\n$\\left( 1-0.304 \\right) n\\ge10$"
    },
    {
      "letter": "C",
      "text": "The population of households that own at least one cat must be at least twice as large as Josephina's sample size."
    },
    {
      "letter": "D",
      "text": "Josephina must make sure that there are no outliers in the number of cats owned by a household in her sample."
    },
    {
      "letter": "E",
      "text": "Josephina must know that the population distribution for households that own at least one cat is approximately normal."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The necessary conditions for conducting a one sample $z$-test for proportions are:\n\nWe must have a random sample from our population of interest.\n\nThe population must be at least $10$ times as large as the sample size.\n\n$np \\ge 10$\n\n$n\\left( 1-p \\right) \\ge 10$\n\n...where $n$ is the sample size and $p$ is the proportion identified in the null hypothesis. For the null hypothesis, Josephina would use a value of $p = 0.304$ as was quoted by the American Veterinary Medical Foundation.\n\nNOTE: This condition is sometimes called the success/failure condition and says that we must expect at least $10$ successes (households who would own at least one cat) and $10$ failures (households who would not own at least one cat).\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. In this case, a sample size of $30$ would not meet condition #3 identified above:\n\n$$(30)(0.304) = 9.12\\ngeq 10$$\n\nA sample size of $30$ is typically considered a large enough sampling size to apply the Central Limit Theorem. However, the CLT applies to tests for means not for proportions.\n\nChoice 'C' is incorrect. This sample size would not be sufficient according to condition number 2. identified above.\n\nChoice 'D' is incorrect. The parameter of interest here is the proportion of households that own at least one cat. The actual number of cats owned by an individual household is irrelevant (as long as they own at least one) since we are not conducting a test for a population mean.\n\nChoice 'E' is incorrect. There is no such thing as a population distribution for proportions. We have a single population (in this case all households in Josephina's town) and a single parameter that describes the true proportion of those households that own at least one cat. Any calculations we do in completing this test would be based upon the sampling distribution for sample proportions.",
  "tags": [
    "UNC-5.C.1",
    "UNC-5",
    "UNC-5.C",
    "4.A"
  ]
}