{
  "question_id": "question-092",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Ad Campaigns: Type I Error",
  "difficulty": "Hard",
  "question_text": "Suppose the CCO of a local fast food chain is considering two different advertising campaigns: One campaign focuses on low prices, while the other campaign focuses on great service.<br>In the same large city, $15$ randomly selected stores within the chain focused on low prices, and another $15$ randomly selected stores within the chain focused on great service. The CCO hopes to determine if any significant difference exists between the effect of the two advertising campaigns.<br>Describe a Type I error in this context and give consequences of a Type I error.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Type I error: incorrectly identifying the campaign that focuses on low prices as a better when it is not.\nConsequence: incorporating with a failed advertising campaign."
    },
    {
      "letter": "B",
      "text": "Type I error: incorrectly stating that the low prices campaign fails to increase sales.\nConsequence: failing to see this campaign is helpful."
    },
    {
      "letter": "C",
      "text": "Type I error: incorrectly identifying the good service campaign as better when it really is not.\nConsequence: incorporating with a failed advertising campaign."
    },
    {
      "letter": "D",
      "text": "Type I error: failing to determine a difference in sales that really existed.\nConsequence: the company would miss out on the chance to increase sales by use of a better advertising campaign."
    },
    {
      "letter": "E",
      "text": "Type I error: determining there is a difference in campaign effectiveness, when in fact no difference exists.\nConsequence: the company would incorporate a campaign but would not be overly successful in increasing sales with it."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Choices 'A', 'B', and 'C' are incorrect; based on the information in the problem, this is a two-sided test. Type I or II errors cannot be formed off one campaign being better or worse than the other.\n\nChoice 'D' is incorrect; this describes a Type II error, not Type I.\n\nChoice 'E' is correct; a Type I error is deciding some change is occurring, when in fact there is no change. In this context, a Type I error would be to say that there is a difference in the ad campaigns, when, in fact, no difference exists.",
  "tags": [
    "UNC-5.A.1",
    "UNC-5.A",
    "UNC-5",
    "1.B"
  ]
}