{
  "question_id": "question-027",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "confidence-interval",
    "confidence-level",
    "estimation",
    "statistical-inference",
    "logic-meaning-properties"
  ],
  "title": "Part $1$: Which Interval is Wider?",
  "difficulty": "Easy",
  "question_text": "A group of students has collected data from a random sample. They need to decide between a $95\\%$ confidence interval and a $99\\%$ confidence interval.<br>How will these intervals differ?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The $95\\%$ confidence interval will be wider than the $99\\%$ confidence interval."
    },
    {
      "letter": "B",
      "text": "The $99\\%$ confidence interval will be wider than the $95\\%$ confidence interval."
    },
    {
      "letter": "C",
      "text": "The $95\\%$ confidence interval and $99\\%$ confidence interval will be the same length, as they are both from the same random sample."
    },
    {
      "letter": "D",
      "text": "To determine which confidence interval will be wider, we need to know the sample size."
    },
    {
      "letter": "E",
      "text": "To determine which confidence interval will be wider, we need to know whether the students used the population variance or the sample variance."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "If the data is taken from the same sample, then the higher the confidence level, the wider the interval.\n\nIt might be helpful to think of an example. Suppose a weatherman says the average temperature today will be between $70$ to $72$ degrees. Suppose another weatherman says the average temperature will be between $60$ to $80$ degrees today.\n\nWhich weatherman would you be more confident in capturing the average temperature? The second weatherman's interval not only contains the first weatherman's interval, but is bigger. Remember, the bigger the confidence level, the wider the interval.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The $95\\%$ confidence interval will not be as a wide as the $99\\%$ confidence interval.\n\nChoice 'C' is incorrect. If the data is taken from the same sample, then the bigger the confidence level, the wider the interval.\n\nChoice 'D' is incorrect. Different sample sizes will affect the width of the interval, but the size of the samples won't affect which level will be wider.\n\nChoice 'E' is incorrect. Choosing between the population variance and sample variance will affect the length of the interval, but it won't affect which confidence level will be wider.",
  "tags": [
    "UNC-4.H.2",
    "UNC-4.H",
    "UNC-4",
    "4.A"
  ]
}