{
  "question_id": "question-077",
  "title": "Type II Errors and Snow Days",
  "difficulty": "Moderate",
  "question_text": "<div class=\"paragraph\">Many school districts in various parts of the country routinely add extra days onto the school calendar to account for the possibility of snow days or other unexpected days off. Ananya has been carefully watching the weather report and sees that the forecast is calling for <span class=\"tex2jax_process\">$6\\text{ inches}$</span> of snow overnight.  </div><div class=\"paragraph\">Based upon past history, she knows that school will be cancelled if more than <span class=\"tex2jax_process\">$3\\text{ inches}$</span> of snow fall. Therefore, she forms the null hypothesis that there will be no school tomorrow.  </div><div class=\"paragraph\">In this situation, what would be the meaning and potential consequences of Ananya making a Type II error?</div>",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Ananya decides that the weather report is wrong yet again. As a result, she stays up late in order to complete her homework and study for the tests that have been scheduled for tomorrow. OOPS! Oh well! It snowed\n8\n inches\nand school got cancelled. Now Ananya is wishing that she had slept in!"
    },
    {
      "letter": "B",
      "text": "Ananya decides that the weather report is wrong yet again. As a result, she stays up late in order to complete her homework and study for the tests that have been scheduled for tomorrow. It turns out that she was right. It barely snowed one inch, so school is not cancelled! Although she is a bit tired, Ananya has all of her homework done and is well prepared for the tests that she must take."
    },
    {
      "letter": "C",
      "text": "Ananya truly believes that tomorrow will be a snow day and that she will get to sleep as late as she wants to in the morning. As a result, she decides not to do her homework or to study for the tests that are on tomorrow's schedule. Thank goodness she was right! School was cancelled and she has another day to complete her homework and study for upcoming tests. Bonus - she got to sleep late!"
    },
    {
      "letter": "D",
      "text": "Ananya truly believes that tomorrow will be a snow day and that she will get to sleep as late as she wants to in the morning. As a result, she decides not to do her homework or to study for the tests that are on tomorrow's schedule. OOPS! It doesn't snow at all and school goes on. She can only hope that her teachers do not check homework and that she passes those tests! After all, she is really tired from the late-night Netflix binge!"
    },
    {
      "letter": "E",
      "text": "Ananya is making mistakes (or errors) all over the place. She makes mistakes on her homework, makes mistakes on her tests, and makes a mistake when deciding when to go to sleep. She even ends up sleeping late in the morning and ends up missing the bus."
    }
  ],
  "correct_answer": "<strong>Choice 'D'</strong> is the correct answer.  ",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "UNC-5.C.1",
    "UNC-5",
    "UNC-5.C",
    "4.A"
  ],
  "standards": [
    "UNC-5.C.1",
    "UNC-5",
    "UNC-5.C",
    "4.A"
  ]
}