{
  "question_id": "question-104",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "confidence-interval",
    "estimation",
    "statistical-inference"
  ],
  "title": "Convertibles: Conclusions from a Confidence Interval",
  "difficulty": "Medium",
  "question_text": "In order to plan a new advertising campaign, a marketing firm wants to know whether men in a certain area of the country are more likely to purchase a convertible than women in that same area. To gather data, they took a random sample of men and a random sample of women who had recently purchased a new vehicle and then determined both the proportion of men and the proportion of women who had purchased a convertible. A $90\\%$ confidence interval for the difference in the proportion of men vs. women who purchased a convertible was found to be $(-0.021, 0.115)$.<br>Based on this confidence interval should the marketing firm conclude that the proportion of men who purchase a convertible is higher than the proportion of women who purchase a convertible?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes. Most of the confidence interval consists of positive values which show that the proportion of men who purchase a convertible is greater than the proportion of women who purchase a convertible."
    },
    {
      "letter": "B",
      "text": "Yes. The proportion of women who purchase a convertible was estimated to be $0.021$ while the proportion of men who purchase a convertible was estimated to be $0.115$."
    },
    {
      "letter": "C",
      "text": "Yes. The difference in proportions of men and women who purchased a convertible was $0.047$ and this value is well above $0$."
    },
    {
      "letter": "D",
      "text": "No. Since $0$ is included in the confidence interval, there may be no difference in the proportion of men and the proportion of women who purchase a convertible."
    },
    {
      "letter": "E",
      "text": "No. The proportion of men who purchase a convertible was estimated to be $0.021$ while the proportion of women who purchase a convertible was estimated to be $0.115$. It actually appears that the proportion of women who purchase a convertible is higher than the proportion of men who purchase a convertible."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "This confidence interval estimates the difference in the proportion of men and the proportion of women who purchase a convertible. To interpret this interval we can look at the meaning of both the low bound and the high bound.\n\nFor the low bound:\n\n$$\\text{proportion of men - proportion of women} = -0.021$$\n\nAdding the proportion of women to both sides of this equation we get:\n\n$$\\text{proportion of men = proportion of women} - 0.021$$\n\nThis means the proportion of men is $0.021$ less than the proportion of women.\n\nFor the high bound:\n\n$$\\text{proportion of men - proportion of women} = 0.115$$\n\nAdding the proportion of women to both sides of this equation we get:\n\n$$\\text{proportion of men = proportion of women} + 0.115$$\n\nThis means the proportion of men is $0.115$ more than the proportion of women.\n\nTherefore, this interval tells us that we are $90\\%$ confident that the true proportion of men who purchase a convertible is between $0.021$ lower and $0.115$ higher than the proportion of women who purchase a convertible. Since $0$ is in this interval, the true difference in the proportion of men and proportion of women who purchase a convertible may, in fact, be $0$. In other words, the proportions may be the same.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Although it is true that there are more positive values than negative values in the confidence interval, the fact that $0$ is in the interval at all leads us to a different conclusion.\n\nChoices 'B' and 'E' are incorrect. The boundaries of the confidence interval cannot be interpreted as estimates of the different population proportions. Also, we cannot simply ignore the negative nature of the lower boundary.\n\nChoice 'C' is incorrect. It is true that the sample difference in proportions was $0.047$. This can be calculated by finding the midpoint of the upper bound and lower bound of the confidence interval.\n\n$$\\dfrac { -0.021+0.115 }{ 2 } =0.047$$\n\nHowever, due to sampling variability, different samples would provide different estimates for this value. We cannot simply look at the sample difference in proportions and expect it to be the actual difference in the population proportions.",
  "tags": [
    "UNC-4.N.1",
    "4.D",
    "UNC-4",
    "UNC-4.N"
  ]
}