{
  "question_id": "question-005",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "sampling-distribution",
    "sample-proportion"
  ],
  "title": "Baseball Pitcher",
  "difficulty": "Easy",
  "question_text": "A baseball player claims he throws $90\\%$ strikes when he's pitching. His AP Statistics attends the next game he pitches, and records the number of strikes. The baseball player threw $80\\%$ strikes during the game the teacher attended.\nThe teacher decides to run a simulation with a random number generator where the proportion of strikes is known to be $0.9$. What question is the teacher most likely trying to answer?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "How many strikes the player will throw in his next game?"
    },
    {
      "letter": "B",
      "text": "What is the shape of the distribution of proportion of strikes?"
    },
    {
      "letter": "C",
      "text": "What is the expected number of strikes the player will throw?"
    },
    {
      "letter": "D",
      "text": "How likely is it that a true $90\\%$ strike thrower will only throw $80\\%$ strikes?"
    },
    {
      "letter": "E",
      "text": "What are the odds the player throws $80\\%$ strikes in the next game?"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Since the teacher was told the proportion of strikes the student should be throwing was $90\\%$, the teacher should expect the student to be around $90\\%$. When the teacher observed the student, the student only threw $80\\%$ strikes. The teacher has to ask, \"Is this close enough to $90\\%$, or do I have evidence the student is not a $90\\%$ strike-thrower?\"\n\nTherefore, by doing a simulation where the known proportion of strikes thrown is $90\\%$, the teacher is seeing if $80\\%$ happens enough by chance to say the player could actually be a $90\\%$ strike-thrower and this game just happened by chance.\n\nChoice 'D' is correct.",
  "explanations": {},
  "tags": [
    "VAR-1.H",
    "VAR-1.H.1",
    "VAR-1"
  ]
}