{
  "question_id": "question-135",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Refer to the Formula",
  "difficulty": "Medium",
  "question_text": "Which of the following represents the variance when completing a $z$-test for the difference between two population proportions?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$\\dfrac { \\sigma }{ \\sqrt { n } }$"
    },
    {
      "letter": "B",
      "text": "$n(p)(1-p)$ where $p$ is the observed proportion of successes from both populations combined."
    },
    {
      "letter": "C",
      "text": "$\\dfrac { \\left( { p }_{ 1 } \\right) \\left( 1 -{ p }_{ 1 } \\right) }{ { n }_{ 1 } } + \\dfrac { \\left( { p }_{ 2 } \\right) \\left( 1 - { p }_{ 2 } \\right) }{ { n }_{ 2 } } $ where ${ p }_{ 1 }$ is the hypothesized proportion for population $1$ and ${ p }_{ 2 }$ is the hypothesized proportion for population $2$."
    },
    {
      "letter": "D",
      "text": "$\\dfrac { \\left( \\hat { { p }_{ 1 } } \\right) \\left( 1 -\\hat { { p }_{ 1 } } \\right) }{ { n }_{ 1 } } + \\dfrac { \\left( \\hat { { p }_{ 2 } } \\right) \\left( 1 - \\hat { { p }_{ 2 } } \\right) }{ { n }_{ 2 } } $ where $\\hat { { p }_{ 1 } } $ is the observed proportion from population $1$ and $\\hat { { p }_{ 2} }$ is the observed proportion from population $2$ ."
    },
    {
      "letter": "E",
      "text": "$\\left( p \\right) \\left( 1 - p \\right) \\left( \\dfrac { 1 }{ { n }_{ 1 } } + \\dfrac { 1 }{ { n }_{ 2 } } \\right) $ where $p$ is the observed proportion from both populations combined."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The reference materials provided with the A. P. Exam give formulas for the standard deviation of a statistic in both single-sample and two-sample situations.\n\nFormula 1\n\nHere, we are dealing with the difference of two sample proportions. Two formulas for this situation are provided. The first formula is:\n\n$$\\sqrt{\\dfrac { \\left( { p }_{ 1 } \\right) \\left( 1 -{ p }_{ 1 } \\right) }{ { n }_{ 1 } } + \\dfrac { \\left( { p }_{ 2 } \\right) \\left( 1 - { p }_{ 2 } \\right) }{ { n }_{ 2 } } }$$\n\nIt is up to you to know that ${ p }_{ 1 }$ represents the proportion from population $1$ and ${ p }_{ 2 }$ represents the proportion from population $2$. Also, ${ n }_{ 1 }$ represents the sample size taken from population $1$ and ${ n }_{ 2 }$ represents the sample size taken from population $2$.\n\nFormula 2\n\nThe second formula given is for the special case when $p_1 = p_2$. This formula is:\n\n$$\\sqrt{\\left( p \\right) \\left( 1 - p \\right) }\\sqrt{\\left( \\dfrac { 1 }{ { n }_{ 1 } } + \\dfrac { 1 }{ { n }_{ 2 } } \\right) }$$\n\nNotice that in this formula, there are no subscripts attached to $p$. That is because in this case, $p$ represents the pooled (combined) proportion of successes from both samples. That is:\n\n$$p=\\dfrac{\\text{the total number of successes from both samples combined}}{\\text{the total number of observations in both samples combined}}$$\n.\n\nWhen conducting a test for a difference between two sample proportions, we assume $p_1 = p_2$ as our null hypothesis. Therefore, the second formula given in the reference material (and shown above) is the appropriate formula to use – for calculating standard deviation, that is.\n\nTo find the variance however, we simply square the standard deviation. Therefore, the correct variance is:\n\n$$\\left( p \\right) \\left( 1 - p \\right) \\left( \\dfrac { 1 }{ { n }_{ 1 } } + \\dfrac { 1 }{ { n }_{ 2 } } \\right) $$\n\nThe correct answer is Choice 'E'.\n\nReminder: Sadly, $p$ has a lot of different meanings in statistics. It can refer to the probability of success in a binomial situation, the true population proportion (the parameter) in a single-sample situation involving a population proportion, the $p$-value that results from conducting a statistical test, and in this case the combined proportion from two independent samples. Some texts also refer to ${p}^{*}$ as being a guessed value for the population proportion when trying to determine the appropriate sample size. This makes it extremely important to be aware of the different possible meanings of $p$ and to be alert to the context and details in each specific problem.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It represents the standard deviation of a sample mean and is used when calculating a $z$-statistic in a test (or confidence interval) for a population mean.\n\nChoice 'B' is incorrect. This is the formula for finding the variance in a binomial distribution where $n$ is the fixed number of observations and $p$ is the probability of success.\n\nChoice 'C' is incorrect. When completing a test for a difference between two proportions, we do not make any hypothesis about the true proportion for population $1$ or the true proportion for population $2$. We don't know either of these two proportions either.\n\nChoice 'D' is incorrect. This answer would be correct if we were constructing a confidence interval for a difference between two proportions. Since we do not know either population proportion, as part of constructing a confidence interval, we use the sample proportions as estimates instead.",
  "tags": [
    "VAR-6.K",
    "3.E",
    "VAR-6.K.1",
    "VAR-6"
  ]
}