{
  "question_id": "question-063",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "p-value",
    "tests-of-significance",
    "drawing-conclusions",
    "sampling-and-experimentation"
  ],
  "title": "P-value and significance level: What to Do?",
  "difficulty": "Hard",
  "question_text": "Suppose in a significance test a P-value of $14\\%$ is produced.<br>The correct conclusion at the $10\\%$ significance level would be to:",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Reject the ${ H }_{ 0 }$."
    },
    {
      "letter": "B",
      "text": "Accept the ${ H }_{ 0 }$."
    },
    {
      "letter": "C",
      "text": "Fail to reject ${ H }_{ 0 }$"
    },
    {
      "letter": "D",
      "text": "Accept the ${ H }_{ A }$."
    },
    {
      "letter": "E",
      "text": "It cannot be determined from the information given."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Since the P-value of $14\\%$ is more than the significance level of $10\\%$ our general thought would be fail to reject the null hypothesis.\n\nWhat does it mean to fail to reject the null hypothesis? This means that we are not taking the alternative hypothesis or, in other words, we are rejecting the alternative hypothesis.\n\nNote that failing to reject the null hypothesis does not mean we are accepting the null hypothesis.\n\nSuppose a man is on trial. The hypotheses would be\n\nNull Hypothesis: Innocent\nAlternative Hypothesis: Guilty\n\nThe reason for the null hypothesis being innocent and the alternative hypothesis being guilty is this presumption of innocence. One is innocent until proven guilty.\n\nRemember in a significance test we are trying to prove the alternative.\n\nWhen the jury comes back with a verdict(assuming it is not a hung jury) they can come back with one of two verdicts:\n\n1) The jury says the man is guilty which is the alternative hypothesis.\n\n2) The jury says the man is not guilty, meaning not the alternative hypothesis so they reject the alternative hypothesis.\n\nNotice the jury never comes back and says innocent, meaning they never accept the null hypothesis.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the P-value is greater than the significance level.\n$$0.14 > 0.10$$\nIn order to reject the ${ H }_{ 0 }$ our p-value would have to be less than the significance level.\n\nChoice 'B' is incorrect as we never accept ${ H }_{ 0 }$ (reference back to the jury problem). The purpose of a significance test is to assess evidence against the null hypothesis(prove the alternative)\n\nChoice 'D' is incorrect as if we were accepting the ${ H }_{ A}$ that would be the same as rejecting the ${ H }_{ 0 }$. In our case we saw the P-value was bigger than the significance level.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.A.2",
    "DAT-3.A",
    "DAT-3.A.1"
  ]
}