{
  "question_id": "question-064",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "type-of-signficance-test",
    "logic",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Type of Significance Test: Energy Drinks",
  "difficulty": "Easy",
  "question_text": "A study reported that the proportion of college students who experience heart palpitations after drinking energy drinks is $0.18$. The dean of a university believes that the proportion of students at his university who experience heart palpitations after drinking an energy drink is greater than $0.18$.<br>If a large random sample is used, which of the following is the most appropriate test to investigate the dean’s belief?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A z-test for a proportion."
    },
    {
      "letter": "B",
      "text": "A z-test for a difference between two proportions."
    },
    {
      "letter": "C",
      "text": "A chi-square test for homogeneity."
    },
    {
      "letter": "D",
      "text": "A t-test for a mean."
    },
    {
      "letter": "E",
      "text": "A matched-pairs t-test."
    }
  ],
  "correct_answer": "Choice ‘A’ is the correct answer.",
  "solution": "The dean is trying to see what part out of the whole population of his students at his university experience heart palpitations after drinking an energy drink, indicating we are looking for a proportion. Also, the word proportion is stated in the question.\n\nThe reason we would use a z-test is because the null hypothesis specifies a value for the population proportion, called ${ p }_{ 0 }$.\n\nWe assume that this value is correct when performing our calculations. This indicates we know the standard deviation of the population, thus making this a z-test. The standard deviation for a one proportion z-test is ${ \\sigma }_{ \\hat { p } }=\\sqrt { \\frac { { (p }_{ 0 })(1-{ p }_{ 0 }) }{ n } } $.\n\nThe prompt also states that a large random sample is used, indicating a one-sample test.\n\nTherefore our answer is Choice 'A'.\n\nExplanation of Distractors\n\nChoice ‘B’ is incorrect as this is a one-sample test and not a two-sample test. We are not looking to compare the difference between two samples.\n\nChoice ‘C’ is incorrect. A chi-square test for homogeneity would indicate that we have one categorical variable for two or more different populations. While it is true we have one categorical variable (the experience of heart palpitations), it is only for one population (students at the university).\n\nChoice ‘D’ is incorrect as the dean is not averaging data, but rather looking at what part out of the whole population of his students at his university experience heart palpitations after drinking an energy drink.\n\nChoice ‘E’ is incorrect as the dean is not averaging data, but rather looking at what part out of the whole population of his students at his university experience heart palpitations after drinking an energy drink.",
  "tags": [
    "4.E",
    "DAT-3.B.1",
    "DAT-3",
    "DAT-3.B"
  ]
}