{
  "question_id": "question-041",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "tests-of-significance",
    "statistical-inference",
    "proportion"
  ],
  "title": "Situations for a One Proportion Z Test",
  "difficulty": "Medium",
  "question_text": "In which of the following situations would it be appropriate to use a one-proportion Z-test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Determine whether males are more likely to vote Republican than females are."
    },
    {
      "letter": "B",
      "text": "Determine if a political candidate will get at least $50\\%$ of the vote in an upcoming election."
    },
    {
      "letter": "C",
      "text": "Determine if an association exists between favorite type of music and socioeconomic status."
    },
    {
      "letter": "D",
      "text": "Determine the proportion of people who prefer Coke over Pepsi in a blind taste test."
    },
    {
      "letter": "E",
      "text": "Determine if students who study on a regular basis score higher on the ACT than their peers who do not study on a regular basis."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Choice 'A' is incorrect; this situation deals with two populations (males and females), so a two-proportion Z-test would be appropriate.\n\nChoice 'B' is correct; this situation deals with a single proportion; specifically, the proportion who would vote for the political candidate.\n\nChoice 'C' is incorrect; this selection deals with two categorical variables, each with several proportions, so a chi-squared test for association would be appropriate.\n\nChoice 'D' is incorrect. While this situation does deal with a single proportion, an interval, not a test would best determine the true proportion who prefer Coke over Pepsi in a blind taste test.\n\nChoice 'E' is incorrect. This situation deals with sample means, not proportions. A one sample or possibly two sample T procedure could be used here depending on how the data was collected.",
  "tags": [
    "VAR-6.E.1",
    "VAR-6.E",
    "1.E",
    "VAR-6"
  ]
}