{
  "question_id": "question-120",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "significance-tests",
    "differences-in-proportions",
    "initial-conditions"
  ],
  "title": "Conditions for Weight Loss",
  "difficulty": "Medium",
  "question_text": "A new weight-loss drug was on the market. Its slogan promised that people could \"lose $10\\%$ of their weight in the first month\". A research company wanted to test this claim and to examine the difference between men and women. $66$ women and $64$ men were randomly selected from those using the drug. Of the women, $28$ said that they lost $10\\%$ of their weight and $38$ of the men said that they did. A researcher wanted to know if more men lost weight.<br>In checking to see if this research met the conditions for a test for the difference of two population proportions, the researcher would verify all of these conditions except:",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The participants were chosen randomly."
    },
    {
      "letter": "B",
      "text": "The sample sizes were less than $10\\%$ of the population sizes."
    },
    {
      "letter": "C",
      "text": "A pooled proportion, $\\hat{p}_{c}$ was used to check that the sampling distribution was approximately normally distributed.."
    },
    {
      "letter": "D",
      "text": "The four expressions below were tested to all be greater than or equal to $10$:\n$n_{1}\\hat{p}_{c}$, $n_{2}\\hat{p}_{c}$, $n_{1}(1-\\hat{p}_{c})$, and $n_{2}(1-\\hat{p}_{c})$."
    },
    {
      "letter": "E",
      "text": "Each sample size was checked to be of size $30$ or higher."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nThe conditions to verify for a test for the difference of population proportions include a check for independence and a check to see that the sampling distribution of the difference of the proportions is approximately normally distributed.\n\nTo check for independence, both samples must be randomly drawn. In addition, both sample sizes must be the same or smaller than 10% of the size of the populations.\n\nTo check for approximate normality, first a pooled standard error,\nˆ\np\nc must be calculated rather than using two separate proportion values. Finally, four expressions must be evaluated to make sure that they are greater than or equal to either 5, or, more commonly, 10.\n\nThese checks are all listed in the first 4 answer choices of this question. When looking at conditions for a test for the difference in population means, then it should be verified that both sample sizes are at least of size 30 or higher.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because this is a condition which must be verified.\n\nChoice 'B' is incorrect because this is a condition which must be verified.\n\nChoice 'C' is incorrect because this is a condition which must be verified.\n\nChoice 'D' is incorrect because this is a condition which must be verified.",
  "tags": [
    "4.C",
    "VAR-6.J",
    "VAR-6.J.1",
    "VAR-6"
  ]
}