{
  "question_id": "question-127",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Testing Conclusions: Kitana and Other Female Gamers",
  "difficulty": "Medium",
  "question_text": "Once upon a time a greater proportion of males played video games than females. Kitana, Jade, Lara and other female gamers wanted to know if this was still true and decided to investigate. Assuming all conditions were satisfied, a $z$-statistic of $z = 1.08$ was obtained from a test using the following hypotheses:<br>$$H_0: p_{males} = p_{females}$$<br>$$H_a: p_{males} > p_{females}$$<br>What should Kitana and her friends conclude based upon the results of her test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Since the sample of females produced a greater proportion of gamers than the sample of males, it appears that the proportion of females who play video games is now higher than the proportion of males who play video games."
    },
    {
      "letter": "B",
      "text": "Since the sample of males produced a greater proportion of gamers than the sample of females, it appears that the proportion of males who play video games is still higher than the proportion of females who play video games."
    },
    {
      "letter": "C",
      "text": "Since the $p$-value of the test was greater than $0.05$, we do not have enough evidence to rule out the possibility that the proportion of females who play video games is now equal to the proportion of males who play video games."
    },
    {
      "letter": "D",
      "text": "Since the $p$-value of the test was less than $0.05$, we have good evidence to suggest that the proportion of females who play video games is still less than the proportion of males who play video games."
    },
    {
      "letter": "E",
      "text": "Since the $z$-statistic is greater than $1$, the observed difference in proportions is more than $1$ standard deviation above a mean difference of $0$. Because this happens so rarely, our data proves that the proportion of males who play video games is still greater than the proportion of females who play video games."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "To calculate the $p$-value from the $z$-statistic, use your TI83/84 graphing calculator's normalcdf function. The syntax is: normalcdf(lower bound, upper bound, mean, standard deviation).\n\nSince we have a $z$-score, we are using the standard normal distribution whose mean is $0$ and standard deviation is $1$.\n\nTherefore, we would:\n\nThe calculator will return the $p$-value of $p = 0.14$.\n\nSince $0.14 > 0.05$, we do not have sufficient evidence to suggest that our null hypothesis is false. Therefore, it could be true that the proportion of females who are gamers now equals the proportion of males who are gamers.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since our $z$-statistic is positive and our alternative hypothesis is $H_a = p_{males} > p_{females}$, this would imply that the observed proportion of males who are gamers is greater than the observed proportion of females who are gamers. Also, we cannot assess statistical significance solely by comparing the observed proportions.\n\nChoice 'B' is incorrect because again, we cannot simply compare the observed proportions.\n\nChoice 'D' is incorrect because it reports inaccurate information about the $p$-value and as a result comes to an incorrect conclusion about the hypotheses.\n\nChoice 'E' is incorrect. Based upon the Empirical Rule, approximately $16\\%$ of observations will be more than one standard deviation above the mean. While this percentage is a bit low, it is not considered a rare enough occurrence for us to reject the null hypothesis. Also, we can never prove that our null hypothesis is either true or false.",
  "tags": [
    "4.E",
    "DAT-3.D.1",
    "DAT-3.D.2",
    "DAT-3",
    "DAT-3.D"
  ]
}