{
  "question_id": "question-035",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "confidence-interval",
    "confidence-level",
    "estimation",
    "statistical-inference",
    "logic-meaning-properties",
    "1-proportion-z-interval"
  ],
  "title": "Meaning of a Confidence Level for Proportions: Town Budget",
  "difficulty": "Hard",
  "question_text": "A random sample of $100$ citizens in a town were asked: \"Would you approve the budget proposal?\". A $90\\%$ confidence interval was constructed for the proportion of citizens who would approve the budget and yielded a result of $(0.567, 0.634)$.<br>Which of the following statements is correct?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "About $90\\%$ of all random samples of $100$ citizens from this town would result in a $90\\%$ confidence interval of $(0.567,0.634)$."
    },
    {
      "letter": "B",
      "text": "$90\\%$ of citizens in the survey reported that they had a $56.7\\%$ to $63.4\\%$ chance of approving the budget."
    },
    {
      "letter": "C",
      "text": "$90\\%$ of all possible samples of $100$ citizens will contain the interval $(0.567,0.634)$."
    },
    {
      "letter": "D",
      "text": "About $90\\%$ of all random samples of $100$ citizens from the town would result in a confidence interval that captures the population proportion of citizens who approve the budget."
    },
    {
      "letter": "E",
      "text": "$90\\%$ of the time the interval from $(0.567, 0.634)$ will contain the population proportion of citizens who would approve the budget."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The purpose of a confidence interval is to capture the parameter, which in this case is the population proportion. When looking for the correct answer, look for something that mentions the population proportion or true proportion. Choices 'A', 'B' and 'C' don't refer to the population proportion, so we can eliminate those answers.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect, as it refers to the individual data rather than the population proportion.\n\nChoice 'B' is incorrect for various reasons. Probably the most important one is that it refers to the sample proportion rather than the population proportion.\n\nChoice 'C' is incorrect, as it never refers to the population proportion\n\nChoice 'E' is incorrect. The population proportion is a fixed value meaning it does not change. Therefore it will be either in this interval or not in this interval.",
  "tags": [
    "UNC-4.G",
    "4.D",
    "UNC-4.G.1",
    "UNC-4"
  ]
}