{
  "question_id": "question-044",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "logic",
    "methods-of-data-collection",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Calling an Election Based on a Sample",
  "difficulty": "Hard",
  "question_text": "On November 3, 1948, the Chicago Daily Tribune made a famous big mistake when they published the headline Dewey Defeats Truman. No newspaper wants to make that type of mistake! Yet, on election night you can turn on the television and hear statements like “with $3\\%$ of the precincts reporting, we are now calling the election in favor of Candidate X”.<br>Suppose your town (population: $7320$) has a hotly contested two-candidate race for mayor and you would like to be able to call the election. To gather data, you station yourself outside the town's only polling place and randomly select $200$ individuals to ask who they voted for.<br>If $55\\%$ of those individuals say they voted for Candidate Y (and we assume that they are being truthful), would you be willing to call the election in Candidate Y's favor?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because far more than half of the voters sampled said that they voted for Candidate Y."
    },
    {
      "letter": "B",
      "text": "Yes. Since a significance test returns a $p$-value of $p = 0.04$, we have strong evidence to suggest that more than $50\\%$ of voters voted for Candidate Y."
    },
    {
      "letter": "C",
      "text": "No. At the $\\alpha = 0.05$ level, we do not have enough evidence to believe that the proportion of voters supporting Candidate Y is greater than $0.50$."
    },
    {
      "letter": "D",
      "text": "No, because a sample size of $200$ is too small to provide reliable results."
    },
    {
      "letter": "E",
      "text": "We cannot conduct a significance test because conditions for doing so are not satisfied in this situation."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Since this is a race involving only two candidates, we know that the winner will need to receive more than $50\\%$ of the vote. We should conduct a one-sample $z$-test for proportions with the following hypotheses:\n\n$$H_0 = 0.50$$\n\n$$H_a: p > 0.50$$\n\n...where $p$ is the proportion of voters who voted for Candidate 'Y'.\n\nBefore beginning the test, we need to verify that the appropriate conditions have been satisfied. The conditions are:\n\nWe must have a random sample from our population of interest. This would appear to be true since we have randomly sampled voters outside the town's only polling place.\n\nThe population must be at least $10$ times as large as the sample size. We know this is true. The sample size, $n = 200$ and the population size is $7320$ which is more than $10\\cdot 200=2000$.\n\n$np \\ge 10$, and $n\\left( 1-p \\right) \\ge 10$\n\n...where $n$ is the sample size and $p$ is the proportion identified in the null hypothesis.\n\n$$(200)(0.50) = 100\\Rightarrow 100 \\ge 10$$\n\n$$(200)(1-0.50) = 100\\Rightarrow 100 \\ge 10$$\n\nThis condition is also satisfied.\n\nNOTE: This condition is sometimes called the success/failure condition and says that we must expect at least $10$ successes (people who would vote for Candidate Y) and $10$ failures (people who would not vote for Candidate Y).\n\nSince our conditions are satisfied, we proceed to calculating the $p$-value. We begin by calculating the $z$-score related to our observation. The formula is:\n\n$$z = \\frac { \\hat { p } - p }{ \\sqrt { \\dfrac { \\left( p \\right) \\left( 1-p \\right) }{ n } } }$$\n\nFilling in the formula, we find:\n\n$$z = \\frac { 0.55 - 0.50 }{ \\sqrt { \\dfrac { \\left( 0.50 \\right) \\left( 1-0.50 \\right) }{ 200 } } } = 1.429$$\n\nOur alternative hypothesis is in the greater than direction, so now we need to find $p(z > 1.429)$. To do this, we can use our TI83/84 graphing calculator's normalcdf function. The syntax is: normalcdf(lower bound, upper bound, mean, standard deviation).\n\nSince we have calculated a $z$-score, we are working from the standard normal distribution whose mean is $0$ and standard deviation is $1$.\n\nTherefore, we would:\n\nSince this $p$-value is greater than $0.05$, our results are not statistically significant at the $\\alpha = 0.05$ level. We do not have sufficient evidence to suggest that the proportion of voters who voted for Candidate Y is greater than $0.50$. We cannot reject the null hypothesis and probably shouldn't try to call the election in Candidate Y's favor.\n\nNOTE: On a free-response problem it is very important to show all of your work. However, on a multiple choice problem of this nature, you can find the $p$-value directly using your TI83/84 graphing calculator.\n\nHere are the instructions:\n\nThe calculator will return the $z$ value of $z = 1.414$ and a $p$-value of $p = 0.0786$. Notice these values are slightly different from those calculated above. This is simply the result of rounding.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because we are not interested in only those voters that we sampled. Rather, we are interested in the proportion of those who voted for Candidate Y out of the entire population of voters.\n\nChoice 'B' is incorrect as it reports incorrect information about the $p$-value and therefore makes and incorrect decision about the outcome of the election.\n\nChoice 'D' is incorrect. Although $200$ people may appear to be a very small sample size, the sample size is sufficiently large as noted above in the conditions above.\n\nChoice 'E' is incorrect. As detailed above, the conditions for performing this test were satisfied.",
  "tags": [
    "1.F",
    "VAR-6.D.1",
    "VAR-6.D",
    "VAR-6",
    "VAR-6.D.2"
  ]
}