{
  "question_id": "question-092",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "title": "Ad Campaigns: Type I Error",
  "difficulty": "Difficult",
  "question_text": "Suppose the CCO of a local fast food chain is considering two different advertising campaigns: One campaign focuses on low prices, while the other campaign focuses on great service. In the same large city, $15$ randomly selected stores within the chain focused on low prices, and another $15$ randomly selected stores within the chain focused on great service. The CCO hopes to determine if any significant difference exists between the effect of the two advertising campaigns. Describe a Type I error in this context and give consequences of a Type I error.",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Type I error: incorrectly identifying the campaign that focuses on low prices as a better when it is not.   Consequence: incorporating with a failed advertising campaign."
    },
    {
      "letter": "B",
      "text": "Type I error: incorrectly stating that the low prices campaign fails to increase sales.   Consequence: failing to see this campaign is helpful."
    },
    {
      "letter": "C",
      "text": "Type I error: incorrectly identifying the good service campaign as better when it really is not.   Consequence: incorporating with a failed advertising campaign."
    },
    {
      "letter": "D",
      "text": "Type I error: failing to determine a difference in sales that really existed.   Consequence: the company would miss out on the chance to increase sales by use of a better advertising campaign."
    },
    {
      "letter": "E",
      "text": "Type I error: determining there is a difference in campaign effectiveness, when in fact no difference exists.   Consequence: the company would incorporate a campaign but would not be overly successful in increasing sales with it."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "",
  "distractor_explanations": {},
  "tags": [
    "UNC-5.A.1",
    "UNC-5.A",
    "UNC-5",
    "1.B"
  ],
  "standards": [
    "UNC-5.A.1",
    "UNC-5.A",
    "UNC-5",
    "1.B"
  ]
}