{
  "question_id": "question-036",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "logic",
    "tests-of-significance",
    "estimation",
    "statistical-inference"
  ],
  "title": "Hypotheses About Young Voters",
  "difficulty": "Easy",
  "question_text": "According to media reports, a certain political candidate has a higher rate of support among \"young\" voters (those age $30$ and under) than \"older\" voters (those over the age of $30$). A researcher wanted to investigate whether the media reports were true. To gather data, he selected a random sample of $200$ \"young\" voters and a random sample of $200$ \"older\" voters and asked if they supported the political candidate.<br>Which of the following hypotheses could the researcher use to determine if the media claims are true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "${ H }_{ 0 }: \\hat { { p }_{ Y } } >0.50 $\nThe proportion of young voters who support the candidate is greater than $0.50$.\n${ H }_{ a }:\\hat { { p }_{ O } } <0.50$\nThe proportion of older voters who support the candidate is less than $0.50$."
    },
    {
      "letter": "B",
      "text": "${ H }_{ o }: \\hat { { p }_{ Y } } =\\hat { { p }_{ O } }$\nThe proportion of \"young\" voters who support the candidate is equal to the proportion of \"older\" voters who support the candidate.\n${ H }_{ a }:\\hat { { p }_{ Y } } <\\hat { { p }_{ O } } $\nThe proportion of \"young\" voters who support the candidate is less than the proportion of \"older\" voters who support the candidate."
    },
    {
      "letter": "C",
      "text": "${ H }_{ o }: { { p }_{ Y } } = { { p }_{ O } }$\nThe proportion of \"young\" voters who support the candidate is equal to the proportion of \"older\" voters who support the candidate.\n${ H }_{ a }: { { p }_{ Y } } > { { p }_{ O } } $\nThe proportion of \"young\" voters who support the candidate is greater than the proportion of \"older\" voters who support the candidate."
    },
    {
      "letter": "D",
      "text": "${ H }_{ o }: { { p }_{ Y } } = { { p }_{ O } }$\nThe proportion of \"young\" voters who support the candidate is equal to the proportion of \"older\" voters who support the candidate.\n${ H }_{ a }:{ { p }_{ Y } }\\neq { { p }_{ O } } $\nThe proportion of \"young\" voters who support the candidate is not equal to the proportion of \"older\" voters who support the candidate."
    },
    {
      "letter": "E",
      "text": "${ H }_{ o }: { { \\mu}_{ Y } } = { { \\mu }_{ O } }$\nThe mean number of \"young\" voters who support the candidate is equal to the mean number of \"older\" voters who support the candidate.\n${ H }_{ a }: { { \\mu}_{ Y } } > { { \\mu}_{ O } } $\nThe mean number of \"young\" voters who support the candidate is greater than the mean number of \"older\" voters who support the candidate."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "In this situation, we have two different populations of interest (\"young\" voters and \"older\" voters). We want to compare the rate of support for the political candidate in these two populations. Therefore, we would be using a two-sample $z$-test for proportions.\n\nThis type of test begins with the assumption that there is no difference in the two population proportions or that the two population proportions are equal. Alternatively, if the candidate's rate of support is higher among \"young\" voters than among \"older\" voters, we would expect that the proportion of \"young\" voters who support the candidate is greater than the proportion of \"older\" voters who support the candidate. Choice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. These hypotheses assume that a majority of \"young\" voters support the candidate while a minority of \"older\" voters support the candidate. However, the proportion of \"young\" voters who support the candidate does not need to be greater than $0.50$ in order to exceed the proportion of \"older\" voters who support the candidate.\n\nFurthermore, these hypotheses are written in terms of the sample statistics, $\\hat { { p }_{ Y } } $ and $\\hat { { p }_{ O} } $. After gathering data, we will know for certain which sample statistic was larger! There would be no need to do a significance test for the sample statistics! Hypotheses are always written in terms of the population parameter since that is what we are really interested in.\n\nChoice 'B' is incorrect. Not only are these hypotheses written in terms of the sample statistics, the alternate hypothesis incorrectly suggests that the proportion of \"young\" voters who support the candidate is less than the proportion of \"older\" voters who support the candidate.\n\nChoice 'D' is incorrect because the alternative hypothesis is two-sided. The media reports specifically state the the rate of support for the candidate is higher among \"young\" voters. A two-sided alternative hypothesis is not appropriate.\n\nChoice 'E' is incorrect because it misidentifies the parameters of interest. Rate of support for a candidate would not be measured in terms of actual numbers or in terms of a mean number.",
  "tags": [
    "1.F",
    "VAR-6.D.1",
    "VAR-6.D",
    "VAR-6",
    "VAR-6.D.2"
  ]
}