{
  "question_id": "question-003",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "sampling-distribution",
    "sample-proportion",
    "variation"
  ],
  "title": "Best Pizza in Town",
  "difficulty": "Easy",
  "question_text": "Suppose a newspaper claims that $50\\%$ of all residents in a town say that Restaurant $A$ has the best pizza in the town. A local fact-checker decides that he wants to test this claim and takes a SRS of $50$ residents from the town and asked them what Restaurant's pizza they prefer. In his sample, $45\\%$ of people say they prefer Restaurant $A$.\nThe fact-checker then decides to simulate the responses to see if $45\\%$ is a possible outcome if the population proportion is known to be $50\\%$. Given is the fact-checker's sampling distribution for $\\hat{p}$, the sample proportion of local residents that prefer Restaurant $A$.\nWhat does each dot on the dot plot represent?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The number of people who selected Restaurant $A$ in a single trial"
    },
    {
      "letter": "B",
      "text": "The proportion of people who selected Restaurant $A$ in a single trial."
    },
    {
      "letter": "C",
      "text": "The proportion of people whole selected Restaurant $A$ from $50$ trials"
    },
    {
      "letter": "D",
      "text": "The average number of people who selected Restaurant $A$ from $50$ trials"
    },
    {
      "letter": "E",
      "text": "The proportion of people who did not selected Restaurant A from $50$ trials"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The above dot plot represents the simulation of local residents selecting their favorite restaurant's pizza with a known proportion of $0.50$ who prefer Restaurant $A$. The fact-checker decided that he wanted to simulate the newspaper claim that stated that $50\\%$ of the local town preferred Restaurant $A$.\n\nTherefore, each dot on the dot plot represents one trial of the simulation, which will provide us with the proportion of local residents that prefer Restaurant $A$'s pizza.\n\nChoice 'B\" is correct.",
  "explanations": {},
  "tags": [
    "VAR-1.H",
    "VAR-1.H.1",
    "VAR-1"
  ]
}