{
  "question_id": "question-012",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "margin-of-error",
    "confidence-interval",
    "estimation",
    "statistical-inference",
    "parameters-margins-error"
  ],
  "title": "Definition of Margin of Error: Pop Star",
  "difficulty": "Easy",
  "question_text": "A publication reported that a current pop star \"gained the student body approval\" after his performance at homecoming. A poll was conducted randomly, and its findings were that $90\\%$ of the students felt that the pop star's performance was the highlight of homecoming. The poll of $100$ students had a margin of error of $5\\%$.<br>Which of the following statements best describes the margin of error?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "About $5\\%$ of the students do not like the pop star."
    },
    {
      "letter": "B",
      "text": "About $5\\%$ of the $100$ students refused to answer."
    },
    {
      "letter": "C",
      "text": "The difference between the sample percentage and the population percentage is likely to be less than $5\\%$."
    },
    {
      "letter": "D",
      "text": "About $5\\%$ of the students were expected to change their minds after the survey."
    },
    {
      "letter": "E",
      "text": "Not all of the $100$ seniors know the pop star."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The margin of error tells us how close the estimate (statistic) is to the unknown parameter. In our sample 90% of students' highlight of the prom was the pop star's performance. Therefore since the margin of error is 5% then we can be very confident the proportion of students whose highlight of the prom was the pop star will be within the interval of (0.85,0.95). This indicates the furthest away the sample percentage will be from the population percentage in this interval is 0.05 or 5%. point estimate ± margin of error\n0.90±.05= (0.85,0.95)\n\nExplanation of Distractors Choice 'A', 'B', 'D', and 'E' are incorrect as none of these explanations mention anything about comparing the sample percentage to the population percentage.",
  "tags": [
    "3.D",
    "UNC-4.C.2",
    "UNC-4.C.1",
    "UNC-4.C",
    "UNC-4"
  ]
}