{
  "question_id": "question-140",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "difference-two-proportions",
    "tests-of-significance",
    "statistical-inference"
  ],
  "title": "Hypertension and High-Stress Jobs: A Hypothesis Test",
  "difficulty": "Hard",
  "question_text": "Hypertension, or high blood pressure, is a serious condition that can lead to many different types of health problems. According to the National Heart, Lung, and Blood Institute, about $1$-in-$3$ American adults suffer from this condition. Some studies suggest there is a link between stress and hypertension. Other studies suggest that men are more likely to suffer from hypertension than women.<br>Historically, however, men have often held more high-stress jobs than women. Times have been changing, though, and many women now hold the same types of high-stress jobs as men. Do men and women in these types of high-stress jobs suffer from hypertension at the same rates?<br>Heidi decides to do a study. She randomly selects the health records of $104\\text{ women}$ in high-stress jobs and finds that $25\\%$ of them suffer from hypertension. She also randomly selects the health records of $150\\text{ men}$ in high-stress jobs and finds that $36\\%$ of them suffer from hypertension. It is reasonable to consider her samples to be independent.<br>Does this provide evidence at the $\\alpha = 0.05$ level that the rates of hypertension are not the same in men and women with high-stress jobs?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, since the proportion of males with hypertension is much greater than the proportion of females with hypertension, the hypertension rates cannot possibly be equal."
    },
    {
      "letter": "B",
      "text": "Yes, since $p = 0.03$, we have strong evidence to suggest that the proportion of men who suffer from hypertension is greater than the proportion of females who suffer from hypertension."
    },
    {
      "letter": "C",
      "text": "No, more men in our sample had hypertension than females, but there were also more men sampled so this is to be expected even if the rates of hypertension truly are equal."
    },
    {
      "letter": "D",
      "text": "No, since $p = 0.06$, our results do not provide enough evidence to suggest that the hypertension rates are not equal."
    },
    {
      "letter": "E",
      "text": "We cannot perform a significance test in this situation since not all conditions are satisfied."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "We want to investigate the difference in the proportion of women with high-stress jobs who have hypertension and the proportion of men with high-stress jobs who have hypertension. A two-sample $z$-test for proportions is appropriate using the following hypotheses:\n\n${ H }_{ 0 }:{ p }_{\\text{women} } = { p }_{ \\text{men} }$\n${ H }_{ a }: { p }_{ \\text{women} } \\neq { p }_{ \\text{men} }$\n\nWe are using a two-sided alternative hypothesis since we are simply looking for evidence that there is a difference in the rates of hypertension.\n\nBefore completing the test we must check to make sure the conditions have been satisfied. The conditions are:\n\nWe must have independent random samples from our populations. We are told that Heidi collected independent random samples from both women and men in high-stress jobs, so this condition is satisfied.\n\nThe populations must be at least $10$ times their respective sample size (or $20$ times the sample size by some sources). While not specifically stated, common sense tells us that the population of women in high-stress jobs certainly at least $10\\cdot 104$. There must be more than $1040\\text{ women}$ working in high-stress jobs. Likewise, common sense tells us that the population of men in high-stress jobs is certainly at least $10 \\cdot 150$. There must be more than $1500\\text{ men}$ working in high-stress jobs.\n\nBoth of our samples must consist of at least $5$ (or $10$ by some sources) successes and at least $5$ (or $10$) failures. This condition may also be stated as:\n\n$$n\\hat { { p }_{ 1 } } \\ge 5, \\quad n\\left( 1-\\hat { { p }_{ 1 } } \\right) \\ge 5$$\n\n$$n\\hat { { p }_{ 2 } } \\ge 5, \\quad n\\left( 1-\\hat { { p }_{ 2 } } \\right) \\ge 5$$\n\nIn the sample of women, $25\\%$ of $104\\text{ women}$, or $26\\text{ women}$ had hypertension while the remaining $78 =104 – 26\\text{ women}$ did not. Both $26$ and $78$ are greater than $5$ (and $10$).\n\nIn the sample of men, $36\\%$ of $150\\text{ men}$, or $54\\text{ men}$ had hypertension while the remaining $96=150 – 54$ did not. Both $54$ and $96$ are greater than $5$ (and $10$). This condition is satisfied.\n\nSince our conditions are satisfied, we can proceed to calculating our $z$-statistic. The formula is:\n\n$$z = \\frac { { p }_{ \\text{women} } - { p }_{ \\text{men} } }{ \\sqrt { \\left( p \\right) \\left( 1 - p \\right) \\left( \\dfrac { 1 }{ { n }_{ 1 } } + \\dfrac { 1 }{ { n }_{ 2 } } \\right) } } $$\n\nWe know:\n\n$${ p }_{ \\text{women} } = 0.25, \\quad { p }_{ \\text{men} } = 0.36$$\n\n$$p = \\frac { \\left( 0.25 \\right) \\left( 104 \\right) + \\left( 0.36 \\right) \\left( 150 \\right) }{ 104 + 150 } = 0.315$$\n\nFilling in the formula, we find:\n\n$$z = \\frac { 0.25 - { 0.36 } }{ \\sqrt { \\left( 0.315 \\right) \\left( 1 - 0.315 \\right) \\left( \\dfrac { 1 }{ 104 } + \\dfrac { 1 }{ 150 } \\right) } } = -1.856$$\n\nOur alternative hypothesis is two-sided, so now we need to find $p(z < -1.856)$ and then multiply by $2$. To do this, we can use our TI83/84 graphing calculator's normalcdf function. The syntax is: normalcdf (lower bound, upper bound, mean, standard deviation).\n\nSince we have calculated a $z$-score, we are working from the standard normal distribution whose mean is $0$ and standard deviation is $1$.\n\nTherefore, we would:\n\n'Enter' and the calculator will return the (one-sided) $p$-value of $p = 0.03$. Multiply by $2$ to get the actual $p$-value of $p = 0.06$.\n\nSince $0.06 > 0.05$, our results are not statistically significant at the $\\alpha = 0.05$ level. We do not have sufficient evidence to suggest that the rates of hypertension are not equal.\n\nNOTE: on a free-response problem it is very important to show all of your work. However, on a multiple choice problem of this nature, you can find the $p$-value directly using your TI83/84 graphing calculator.\n\nHere are the instructions:\n\nThe calculator will return a $p$-value of $p = 0.06$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. We cannot simply compare the observed proportions when making a determination about the true proportions.\n\nChoice 'B' is incorrect. It represents the $p$-value that would be obtained from conducting a test with a one-sided alternative hypothesis of: ${ H }_{ 0 }: { p }_{ \\text{women} } < { p }_{ \\text{men} }$.\n\nChoice 'C' is incorrect. We cannot assess statistical significance by comparing the actual counts of women and men who had hypertension in our samples.\n\nChoice 'E' is incorrect. As noted above, the necessary conditions appear to be satisfied.",
  "tags": [
    "4.E",
    "VAR-6.K",
    "VAR-6.K.1",
    "VAR-6"
  ]
}