{
  "question_id": "question-052",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "logic",
    "tests-of-significance",
    "statistical-inference",
    "null-hypothesis"
  ],
  "title": "Hypothesis Test Logic",
  "difficulty": "Easy",
  "question_text": "Which of the following statements gives a good synopsis of the logic behind hypothesis tests?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The fact that a result such as ours is likely, given no change occurred, serves as good evidence the change did not occur."
    },
    {
      "letter": "B",
      "text": "The fact that a result such as ours is unlikely, given no change occurs, gives a low probability that the null hypothesis is true."
    },
    {
      "letter": "C",
      "text": "The fact that a result such as ours is unlikely, given no change occurred, serves as good evidence the change did occur."
    },
    {
      "letter": "D",
      "text": "The fact that a result such as ours is unlikely, given change occurred, serves as good evidence the change did not occur."
    },
    {
      "letter": "E",
      "text": "The fact that a result such as ours is unlikely, given no change occurred, proves that the change did occur."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Hypothesis tests attempt to calculate a $p$-value; the probability of getting a result or more extreme than the one that was actually observed, given the null hypothesis is true. If this probability is low, it means that a result such as ours is unlikely to happen by chance, and this serves as evidence the change did occur.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; hypothesis tests can never give evidence of no change (for the null). Tests can give only evidence of change or fail to give evidence of change.\n\nChoice 'B' is incorrect; one can never assign a probability to the null (or alternative) hypothesis being true.\n\nChoice 'D' is incorrect; hypothesis tests always are based off the condition that the null hypothesis is true. Therefore, the part of \"given change occurred\" is incorrect.\n\nChoice 'E' is incorrect; low $p$-values can give evidence of chance. The lower the $p$-value, the stronger the evidence. However, one can never prove chance occurred.",
  "tags": [
    "4.B",
    "DAT-3",
    "DAT-3.A.2",
    "DAT-3.A",
    "DAT-3.A.1"
  ]
}