{
  "question_id": "question-060",
  "unit": "Unit 6 | Inference for Categorical Data: Proportions",
  "topics": [
    "conducting-surveys",
    "tests-of-significance",
    "statistical-inference",
    "proportion"
  ],
  "title": "Not Getting Enough Sleep: One and Two-Sided $p$-Values",
  "difficulty": "Hard",
  "question_text": "The National Sleep Foundation recommends that teens should get $8.5$ to $9.25\\text{ hours}$ of sleep each night, but do they? Boris believes that fewer than $15\\%$ of students in his high school would say that they get enough sleep.<br>He conducts a survey by randomly selecting students at school and asking them if they get enough sleep. Completing a one-sided $z$-test for proportions, he calculates his $p$-value to be $0.93$.<br>Using the same data, what would the $p$-value be for a two-sided test?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.05$"
    },
    {
      "letter": "B",
      "text": "$0.07$"
    },
    {
      "letter": "C",
      "text": "$0.14$"
    },
    {
      "letter": "D",
      "text": "$0.43$"
    },
    {
      "letter": "E",
      "text": "$0.86$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "To conduct this test, Boris would use the following null hypothesis:\n\n$H_0: p= 0.15$\n\nThe fact that Boris got a $p$-value of $0.93$ indicates that his sample proportion was greater than $0.15$ and that the area under the curve to the left of his sample proportion was $0.93$. Also, his alternative hypothesis must have been:\n\n$H_a: p < 0.15$\n\nCreate a sketch of the normal distribution curve to incorporate these facts. This will allow you to notice that the area to the right of his sample proportion would be $0.07$. This would be the $p$-value if his alternative hypothesis had been:\n\n$H_a: p > 0.15$\n\nTo find the corresponding $p$-value for a two-sided test, simply multiply by $2$.\n\n$$(0.07)(2) = 0.14$$\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. There is no reason why this would be the $p$-value.\n\nChoice 'B' is incorrect. As stated above, this would be the $p$-value that would correspond with a one-sided alternative hypothesis in the greater than direction.\n\nChoice 'D' is incorrect. It represents the area under the curve to the right of center, but to the left of the sample proportion.\n\nChoice 'E' is incorrect as it represents the complement of the correct answer. That is, $1 – 0.14 = 0.86$.",
  "tags": [
    "VAR-6.G.4",
    "VAR-6.G.1",
    "3.E",
    "VAR-6.G",
    "VAR-6",
    "VAR-6.G.2"
  ]
}