{
  "question_id": "question-164",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "geometric",
    "binomial-distribution",
    "probability",
    "discrete-random-variables"
  ],
  "title": "Binomial vs. Geometric",
  "difficulty": "Easy",
  "question_text": "What is the main difference between the conditions for the binomial setting and the conditions for the geometric setting?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "In a binomial setting, the probability of success is the same for each observation, while in the geometric setting the probability of success changes from observation to observation."
    },
    {
      "letter": "B",
      "text": "In a geometric setting, all observations must be independent, while in a binomial setting the observations do not need to be independent."
    },
    {
      "letter": "C",
      "text": "In a binomial setting, there is a fixed number of observations, while in a geometric setting the number of observations is not fixed."
    },
    {
      "letter": "D",
      "text": "In a binomial setting the outcome on each observation must fall into one of only two possible categories, while in a geometric setting, there is no such restriction on the observed outcomes."
    },
    {
      "letter": "E",
      "text": "The conditions for a geometric setting are exactly the same as the conditions for a binomial setting. There is no difference."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The conditions of a binomial setting are:\n\nConditions 2, 3, and 4 listed above are also conditions for the geometric setting. Condition 1 is not appropriate to the geometric setting. In the geometric setting, we are interested in how many observations it takes to obtain the first success.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. In the geometric setting, the probability of success is the same on each observation.\n\nChoice 'B' is incorrect. In the geometric setting, all observations must be independent.\n\nChoice 'D' is incorrect. In the geometric setting, each observation must fall into one of just two possible outcomes\n\nChoice 'E' is incorrect. The only difference between the two settings is described by Choice 'C'.",
  "tags": [
    "UNC-3.A.2",
    "3.A",
    "UNC-3",
    "UNC-3.A"
  ]
}