{
  "question_id": "question-084",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "calculating-probability",
    "anticipating-patterns",
    "probability"
  ],
  "title": "March Madness: Probability of a Perfect Bracket",
  "difficulty": "Medium",
  "question_text": "The NCAA Men's Division $I$ Basketball Tournament is popularly known as \"March Madness\" or \"The Big Dance\". Every year, millions of people \"fill out their brackets\" and try to predict the winner of each and every game. Of course, some teams in the tournament are better than others and receive a higher seed or ranking at the beginning of the tournament. The team with the higher seed should theoretically win the game. However, strange things happen during March Madness!<br>A big believer in the theory that on any given day, either team could win, Jordan wondered about the probability of selecting every winning team in the tournament by selecting the winner of each game at random. A total of $64$ teams play in the tournament. The first round of the tournament consists of $32$ games. The second round consists of $16$ games. The third round consists of $8$ games. The next round consists of $4$ games and the round after that consists of $2$ games. Finally a winner is determined in a single game between $2$ teams.<br>If Jordan is correct and either team is equally likely to win a game, what is the probability of correctly selecting the winner of every game in the tournament by selecting the winning teams randomly?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$\\dfrac { 1 }{ { 64} }$"
    },
    {
      "letter": "B",
      "text": "${ \\left( \\dfrac { 1 }{ 63 } \\right) }^{ 2 } $"
    },
    {
      "letter": "C",
      "text": "${ \\left( \\dfrac { 1 }{ 2 } \\right) }^{ 63 } $"
    },
    {
      "letter": "D",
      "text": "${ \\left( \\dfrac { 1 }{ 2 } \\right) }^{ 64 } $"
    },
    {
      "letter": "E",
      "text": "$64$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "There are a total of $63$ games in the tournament each of which has $2$ possible winners. Since Jordan is assuming that in any given game both teams have an equal chance at winning, the outcome of each game should be independent. That is, the winner of one game will tell you nothing about which team will win any other game and the probability of correctly guessing the winner of a game at random is $\\frac { 1 }{ 2 } $.\n\nThe multiplication rule for probability of independent events tells us:\n\n$$p\\left( A\\cap B \\right) =p(A)\\bullet p(B)$$\n\nThis rule can be extended to involve more than two outcomes and therefore the probability of correctly selecting the winner of $63$ games at random is: ${ \\left( \\frac { 1 }{ 2 } \\right) }^{ 63 } $\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since there are $64$ teams in the tournament, this answer may represent the probability of correctly selecting the winner of the entire tournament by randomly selecting one team.\n\nChoice 'B' is incorrect. This value reverses the individual game probability and the exponent that would be used to calculate the correct answer.\n\nChoice 'D' would have been correct if the tournament consisted of $64$ games. However, the tournament consists of $64$ teams but only $63$ games.\n\nChoice 'E' is incorrect. There are $64$ teams that compete in the tournament. However, $64$ is not a valid value when discussing probability.",
  "tags": [
    "VAR-4.E.1",
    "VAR-4.E",
    "3.A",
    "VAR-4.E.2",
    "VAR-4"
  ]
}