{
  "question_id": "question-006",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "analysis",
    "randomness",
    "random-event"
  ],
  "title": "Is it Random?",
  "difficulty": "Medium",
  "question_text": "Five situations are described below. Which one do you think is the least likely to indicate randomness?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Ana can often answer the Final Jeopardy question. The chances that she answers it correctly tomorrow night."
    },
    {
      "letter": "B",
      "text": "Didi likes to play roulette in Atlantic City. The chances that she wins on a give spin."
    },
    {
      "letter": "C",
      "text": "Joe attempts to arrive to work on time each morning. When he approaches the traffic light at the corner of Main St. and Elm St., the chances of whether he finds it red, yellow, or green."
    },
    {
      "letter": "D",
      "text": "A company's assembly line produces transistors. The goal is to produce $400$ transistors per hour around the clock. The chances of producing $400$ transistors starting at the midnight hour."
    },
    {
      "letter": "E",
      "text": "Ed has a favorite parking space at his hardware store. He likes it because he can easily place large items in his truck without another car banging its door into his truck. The chances that he gets this space tomorrow."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nWhile there may be some people who will argue that there is some randomness in everything, some situations are decidedly random or unpredictable and others are not. For example, suppose we wonder what the temperature will be at a given spot at noon tomorrow. The exact number may seem random, but weather prediction would certainly narrow it down so that a guess would not be based on randomness.\n\nIn this case, while a company may not meet its production figures exactly each hour, it likely usually will. It is true that should a machine break, production could be drastically reduced, but day to day and hour to hour, a company will likely meet its goal. Certainly the number is not a random event and the outcome should be predictable.\n\nSo, Choice 'D' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because Ana does not know the question in advance. She may or may not feel comfortable with the category or be able to answer it. Even if she can answer correctly 90% of the time, on any given night it is a random event as to whether she can answer the given question correctly.\n\nChoice 'B' is incorrect because on a given spin Didi does not know what she will get. It is true that probabilities can be calculated for each given spin, but these are true only in the long run. Each individual spin is a random event.\n\nChoice 'C' is incorrect because Joe is not an assembly line. He may attempt to leave at the same time each morning, but he likely does not do so. Further, he may hit lights at different times before this intersection, or there may be more or less traffic on a given day. Therefore, the color of the light when he approaches Main St. and Elm St. is a random event.\n\nChoice 'E' is incorrect because at any given time on any given day there may or may not be another car parked in Ed's favorite space. Therefore, its availability is a random event.",
  "tags": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ]
}