{
  "question_id": "question-017",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "randomness",
    "probability",
    "statistical-simulation"
  ],
  "title": "What's the Simulation?",
  "difficulty": "Hard",
  "question_text": "A $6$-sided die was rolled $100$ times with answers recorded in order. These answers were examined $2$ at a time, and each time a pair contained the same number, this was noted. The number of pairs with the same set of numbers was then divided by $50$ and given as a probability estimate. This simulation describes which of the following situations?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "For a statistics project, a student randomly selected $100$ students and asked their gender. Then the students' grade point averages were split evenly into $6$ groups. The student wanted to estimate the probability of finding two of the same gender in the same grade point average group."
    },
    {
      "letter": "B",
      "text": "The SAT scores at a high school were split evenly into $6$ groups based on total scores. The students in each group were assigned a number from $1$ to $6$. For a statistics project a student wanted to estimate the probability of one student being in the same group as another student."
    },
    {
      "letter": "C",
      "text": "The SAT scores at a high school were split evenly into $6$ groups based on total scores. The students in each group were assigned a number from $1$ to $6$. For a statistics project a student wanted to estimate the probability of how often a student's verbal score fell into the same category as the math score."
    },
    {
      "letter": "D",
      "text": "A school divided its students evenly into $6$ groups to assign to its $6$ guidance counselors. The students of each counselor were assigned a number from $1$ to $6$. For a statistics project a student wanted to estimate the probability of picking two random students at a time and seeing if they had the same counselor."
    },
    {
      "letter": "E",
      "text": "A school divided its students evenly into $6$ groups to assign to its $6$ guidance counselors. The students of each counselor were assigned a number from $1$ to $6$. For a statistics project a student wanted to estimate the probability of picking two random students at a time and seeing if they were of the same gender."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Solution\n\nHere we describe a simulation which is meant to estimate a probability. The prompt describes a simulation based on use of a die to establish randomness. We must find the answer that best describes the situation it could be simulating.\n\nA 6-sided die implies that we need 6 groups with the same number of items, in this case the numbers represent the 6 counselors. Thus, say a 5 is rolled, then it is assumed that a random student is assigned to the counselor designated by the number 5.\n\nBecause it states that the die is rolled 100 times, this implies a simulation of 100 students. Because the numbers were examined in pairs, there are 50 sets of student pairs or 50 samples. This is why the number of similar pairs is divided by 50 to obtain the estimated probability of whether the pair of students in fact share the same guidance counselor.\n\nSo, Choice 'D' is the correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the items are somewhat stated out of order. For example the students would not be selected first. It is also unclear how the students would be paired up.\n\nChoice 'B' is incorrect because there is some information lacking. There is no description that the students would be selected in pairs.\n\nChoice 'C' is incorrect because the groups are grouped by total SAT scores with no mention of being split into math and verbal.\n\nChoice 'E' is incorrect because there is no mention of gender in the assignment of guidance counselors.",
  "tags": [
    "UNC-2.A.4",
    "3.A",
    "UNC-2.A",
    "UNC-2"
  ]
}