{
  "question_id": "question-041",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "calculating-probability",
    "anticipating-patterns",
    "disjoint",
    "independence",
    "probability"
  ],
  "title": "Probability: Mutually Exclusive and Independent Events",
  "difficulty": "Hard",
  "question_text": "Classic Colonials has made a bid to build two houses. Don, the owner of the company, anticipates that<br>If Don’s probabilities are correct, which of the following statements must be true about events F and S.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Event F and event S are not mutually exclusive and are independent."
    },
    {
      "letter": "B",
      "text": "Event F and event S are not mutually exclusive and are not independent."
    },
    {
      "letter": "C",
      "text": "Event F and event S are mutually exclusive and are not independent."
    },
    {
      "letter": "D",
      "text": "Event F and event S are mutually exclusive and are independent."
    },
    {
      "letter": "E",
      "text": "Mutually exclusive and independence of events F and S cannot be determined with the information given."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "First, we need to determine if the two events are mutually exclusive. Mutually exclusive events are two events that cannot occur together, meaning the probability of both events happening together is $0$.\n\nIn our case, if the events were mutually exclusive then the P(F and S)=$0$.\n\nHowever the P(F and S)= $0.90$. Therefore the events are not mutually exclusive. We can eliminate Choices 'C', ’D’, and ’E’.\n\nNow figure out if the two events are independent. If events F and S are independent then:\n\nP(F and S)= P(F) ∙ P(S)\n\nLet us check the math:\n\nP(F and S)=P(F)×P(S)\n\n0.90=0.95∙0.90\n\n0.90≠0.855\n\nTherefore, since both sides of the calculation are not equal, events F and S are not independent, making Choice 'B' the answer.\n\nAnother way to think about the potential independence of event F and event S is to consider the more formal definition of event independence: the event F\nis considered independent of another event S\nif the conditional probability of F\ngiven that S\noccurs is the same as the unconditional probability that F\noccurs.\n\nWe can express this formal definition of event independence using the equation:\n\nP(F|S)=P(F)\n\nIf the above equation is true, then the events are considered independent. We are given P(F)=0.95\n, so if the events are independent, this must be true:\n\nP(F|S)=0.95\n\nTo calculate the conditional probability P(F|S)\n, we can use the equation:\n\nP(F|S)=\nP(F∩S)\nP(S)\n\nWe are told the probability of winning the bids on both houses is 0.90\nand the probability of winning the bid on the second house is 0.90\n, so we can substitute as follows:\n\nP(F|S)=\n0.90\n0.90\n\nP\n(\nF\n|\nS\n)\n=\n1\n\nRecall the original equation we're using to determine independence:\n\nP\n(\nF\n|\nS\n)\n=\nP\n(\nF\n)\n\nBy substituting our final values:\n\n1\n≠\n0.95\n\n...we see that these events are not independent. Choice 'B' is the correct answer.",
  "tags": [
    "4.B",
    "VAR-4.C",
    "VAR-4",
    "VAR-4.C.2"
  ]
}