{
  "question_id": "question-003",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "randomness",
    "random"
  ],
  "title": "Coin Toss Game",
  "difficulty": "Easy",
  "question_text": "Two friends are playing a game where you toss a fair two-sided coin. When it is your turn, you flip the coin once and record your result. Then, to keep playing you flip the coin until you no longer match your initial flip.<br>Player $A$ flips \"tails\" $10$ straight times. Player $B$ gets upset and thinks the coin is rigged. Player $A$ states that since it's a random chance device, the side is not pre-determined.<br>Is Player $A$ correct?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes - But the coin will most likely flip $10$ \"heads\" on the next ten flips."
    },
    {
      "letter": "B",
      "text": "Yes - although improbable, since it's a random chance device, a pattern does not imply the data is not random."
    },
    {
      "letter": "C",
      "text": "No - $10$ \"Tails\" in a row is impossible and the coin is rigged."
    },
    {
      "letter": "D",
      "text": "No - Since there's only two outcomes, you would be guaranteed $5$ \"heads\" and $5$ \"tails\" on the $10$ flips."
    },
    {
      "letter": "E",
      "text": "No - Because \"tails\" never fails, therefore since he went first the probability of \"tails\" is greater."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer",
  "solution": "Solution\n\nA coin is a great example of a chance device as it has two equal outcomes with the same probability. Flipping a coin will result in either a \"heads\" outcome or a \"tails\" outcome.\n\nWhen we examine the data from a chance device, it is important to note that fact that simply because there is a pattern in the data, this does not imply that the data is not random. On each flip, the coin still have an equally likely chance to land on \"heads\" or \"tails\", therefore it is theoretically possible to have $10$ \"tails\" in a row.\n\nChoice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Just because we had $10$ \"tails\" on the first ten flips, does not guarantee that the next $10$ will be heads. In the long run, we should see an approximately $50-50$ split between heads and tails, but that is after many attempts.\n\nChoice 'C' is incorrect. Although it may have a small probability of occurring, there is a probability of getting 10 tails in a row, so it is not impossible.\n\nChoice 'D' is incorrect. As mentioned above, we are not guaranteed a 50−50 split for the outcomes. But, it in long run, we should expect an approximate 50−50 split after many attempts.\n\nChoice 'E' is incorrect. This is a common misconception as a coin does have equal probabilities on landing on \"heads\" or \"tails\". Therefore, \"tails\" will fail many times!",
  "tags": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ]
}