{
  "question_id": "question-004",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "chanceevents",
    "randomness",
    "random"
  ],
  "title": "Rolling a Die",
  "difficulty": "Easy",
  "question_text": "Careem is learning about randomness in his AP Statistics class. His teacher has him roll a six-sided number cube four times and record the results. He repeats this process for a total of four trials. Here are his results:<br>Trial $1$: {$1$, $6$, $1$, $6$}<br>Trial $2$: {$1$, $2$, $3$, $4$}<br>Trial $3$: {$4$, $4$, $4$, $4$}<br>Trial $4$: {$2$, $5$, $6$, $1$}<br>Which trial was the most random?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Trial $1$"
    },
    {
      "letter": "B",
      "text": "Trial $2$"
    },
    {
      "letter": "C",
      "text": "Trial $3$"
    },
    {
      "letter": "D",
      "text": "Trial $4$"
    },
    {
      "letter": "E",
      "text": "All trials are the same amount of random"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nWhen using a chance device to determine randomness it is important to realize that each roll is not affected by previous rolls. This means that one each roll, each side of the six-sided number cube is equally likely to occur. Additionally, just because there seems to be a pattern in my data does not imply that the outcomes were random.\n\nIn this case, just because the number cube repeats itself, or seems to follow a pattern, does not mean that the outcomes are less random then if they do not follow a pattern. Therefore, since all trials used the same number cube, all outcomes are equally random.\n\nChoice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Just because a trial follows a pattern does not imply the outcomes are not random.\n\nChoice 'B' is incorrect. Just because a trial follows a pattern does not imply the outcomes are not random.\n\nChoice 'C' is incorrect. Just because a trial follows a pattern does not imply the outcomes are not random.\n\nChoice 'D' is incorrect. Even though the outcome seems more random than the others, this outcome is equally as random as the rest.",
  "tags": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ]
}