{
  "question_id": "question-042",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "calculating-probability",
    "anticipating-patterns",
    "probability"
  ],
  "title": "Restaurant Promotion: Determine the Probability",
  "difficulty": "Easy",
  "question_text": "A new restaurant is trying to attract customers and has decided to run a promotion. During their grand opening celebration, everyone who stops by will be given one ticket which contains an area that can be scratched off to reveal a single prize.<br>Consider a case where $50\\%$ of the tickets reveal a discount, $20\\%$ of the tickets reveal a free beverage, $15\\%$ of the tickets reveal a free appetizer, $10\\%$ of the tickets reveal a free dessert, and the remaining tickets reveal a free entree.<br>What is the probability that the individual who receives the first ticket will win either a free appetizer or free entree (assume that this individual is able to pick one of the tickets at random)?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.05$"
    },
    {
      "letter": "B",
      "text": "$0.15$"
    },
    {
      "letter": "C",
      "text": "$0.1925$"
    },
    {
      "letter": "D",
      "text": "$0.2$"
    },
    {
      "letter": "E",
      "text": "$0.5$"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "To solve this problem, first find the probability of winning a free entree. We know that the distribution of all possible prizes must add up to $100\\%$.\n\nTherefore:\n\n$$p(\\text{Entree}) = 100 – 50 – 20 – 15 – 10 = 5\\% \\text{ or } 0.05$$\n\nThen use the addition rule for mutually exclusive events.\n\n$$p(\\text{Appetizer OR Entree}) = p(\\text{Appetizer})+p(\\text{Entree}) = 0.15 + 0.05 = 0.20$$\n\nExplanation of Distractors\n\nChoice 'A' is incorrect since it only represents the probability of winning a free entree.\n\nChoice 'B' is incorrect since it only represents the probability of winning a free appetizer.\n\nChoice 'C' is incorrect because it assumes that the events are independent and that there is a possibility of winning both a free appetizer AND a free entree. This answer choice can be arrived at with the following calculation:\n\n$$p(\\text{Appetizer OR Entree}) = 0.15 + 0.05 - (0.15)(0.05)$$\n\nKeep in mind, however, that each ticket reveals a single prize. Therefore, the event of winning a free appetizer and the event of winning a free entree are mutually exclusive. That is, with one ticket, you cannot win both prizes. So, $p(\\text{Appetizer AND Entree}) = 0$, NOT $(0.15)(0.05)$\n\nChoice 'E' is incorrect. It could represent the probability of winning only a discount. Alternatively, it could represent the probability of winning any type of food/beverage item.",
  "tags": [
    "VAR-4.D.1",
    "3.A",
    "VAR-4",
    "VAR-4.D"
  ]
}