{
  "question_id": "question-190",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "probability",
    "analysis-random-variable"
  ],
  "title": "Volunteering: Mean and Standard Deviation of a Distribution",
  "difficulty": "Medium",
  "question_text": "According to U. S. Bureau of Labor Statistics, between September 2014 and September 2015, about $25\\%$ of the population (age $16$ and older) volunteered with or through an organization at least once. Suppose this value has not changed.<br>In random samples of adults of size $n=50$, what is the mean and standard deviation of the number of individuals who would say they have volunteered with or through an organization at least once?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Mean: $ 0.25$\nStandard deviation: $0.0265$"
    },
    {
      "letter": "B",
      "text": "Mean: $0.25$\nStandard deviation: $0.0612$"
    },
    {
      "letter": "C",
      "text": "Mean: $12.5$\nStandard deviation: $3.0619$"
    },
    {
      "letter": "D",
      "text": "Mean: $13$\nStandard deviation: $3$"
    },
    {
      "letter": "E",
      "text": "Mean: $25$\nStandard deviation: $6.12$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "This situation meets the criteria for the binomial setting because:\n\nThere are a fixed number of observations in each sample ($n=50$).\n\nThere are only two possible outcomes on each observation. Those sampled either will OR will not have volunteered at least once.\n\nThe probability of success (someone saying that they have volunteered at least once) is the same on each observation\n(p=0.25).\n\nFor binomial distributions, the mean can be calculated using the following formula:\n\nμ=np\n\n...where n is the sample size and p is the probability of success.\n\nFilling in this formula we have:\n\nμ=(50)(0.25)=12.5\n\nFor binomial distributions, the standard deviation can be calculated using the following formula:\n\n√\n(n)(p)(1−p)\n\nFilling in this formula we have:\n\n√\n(50)(0.25)(0.75)\n=3.0619\n\nBoth of the above formulas can be found in the reference materials provided with the AP Exam. Make sure you know ahead of time what materials will be provided to you.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Although a percent is given and you might be tempted to consider the sampling distribution for the sample proportion of individuals who would say they have volunteered at least once, we very specifically are looking for the mean and standard deviation of the number of individuals who would say they have volunteered at least once in a sample of size\nn\n=\n50\n.\n\nAlso, in the sampling distribution for the sample proportion, the mean would be\n0.25\nbut the standard deviation would not be\n0.0265\n. If you got this value for standard deviation, you used the incorrect formula of:\n(\np\n)\n(\n1\n−\np\n)\n√\nn\n. This is actually a common mistake.\n\nChoice 'B' would have been the correct answer if we were looking for the mean and standard deviation of the sampling distribution of the proportion who would say they have volunteered at least once. The related formulas and calculations are:\n\nMean:\nμ\n^\np\n=\np\n=\n0.25\n\nStandard deviation (standard error):\nS\nE\n^\np\n=\n√\n(\np\n)\n(\n1\n−\np\n)\nn\n=\n√\n(\n0.25\n)\n(\n0.75\n)\n50\n=\n0.0612\n\nChoice 'D' is incorrect. The calculated mean and standard deviation should not be rounded to whole numbers.\n\nChoice 'E' is incorrect. The values given here can be found by taking the mean and standard deviation from Choice 'B' and multiplying both by\n100\n. However, we cannot attempt to turn values related to the distribution of the sample proportion into actual counts by multiplying by\n100\n.",
  "tags": [
    "UNC-3.C.1",
    "UNC-3",
    "3.B",
    "UNC-3.C"
  ]
}