{
  "question_id": "question-023",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "interpreting-probability",
    "probability"
  ],
  "title": "The Meaning of Probability",
  "difficulty": "Easy",
  "question_text": "Which of the following provides the best definition of “the probability of event $A$”?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The number of times that event $A$ will occur in a large number of observations or trials"
    },
    {
      "letter": "B",
      "text": "The number of times that event $A$ will occur in a series of $100$ observations or trials"
    },
    {
      "letter": "C",
      "text": "The proportion of times that event $A$ will occur in $100$ observations or trials"
    },
    {
      "letter": "D",
      "text": "The proportion of times that event $A$ will occur in a very large number of observations or trials"
    },
    {
      "letter": "E",
      "text": "A decimal between $0$ and $1$ OR a percentage between $0\\%$ and $100\\%$."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Probability can be defined as the long term relative frequency of an event occurring. Relative frequency is calculated as the number of times an event occurs divided by the total number of observations or trials.\n\nTherefore, relative frequency can be expressed as a proportion. Choice 'D' is the only choice that considers relative frequency over the long term.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Although it refers to a large number of observations or trials, it attempts to express probability in terms of an actual frequency, or whole number.\n\nChoice 'B' is incorrect since it attempts to express probability in terms of an actual frequency or whole number AND because it considers the relative frequency only over the course of 100 observations – not over the long term.\n\nChoice 'C' is incorrect. Although it does express probability as a proportion, or relative frequency, it does so only by looking at 100 observations – not over the long term.\n\nChoice 'E' is incorrect. Although probability may be expressed as a decimal between 0 and 1 or as a percentage between 0% and 100%, this fact does not provide an actual way of defining probability.",
  "tags": [
    "4.B",
    "VAR-4.B.1",
    "VAR-4",
    "VAR-4.B"
  ]
}