{
  "question_id": "question-187",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "interpretation",
    "binomial-distribution"
  ],
  "title": "Coke vs Pepsi",
  "difficulty": "Medium",
  "question_text": "Years ago, Pepsi wanted to show it was more popular than Coke.<br>So, Pepsi went around the country to various shopping centers giving people both colas to taste and tried to see if they knew the difference. Assuming that people do not know the difference (so $p=0.5$) if $64$ people came by to take the test, and $40$ seemed to know the difference, does this show it is likely true that people could tell the difference between Coke and Pepsi?\nSay \"yes\" or \"no\" and explain why using appropriate calculations.<br>Say \"yes\" or \"no\" and explain why using appropriate calculations.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No. With a mean of $32$ and a standard deviation of $16$, we would expect to find $16$ to $48$ people on average to taste the difference. $40$ falls within this range so it is likely they can not taste the difference."
    },
    {
      "letter": "B",
      "text": "No. With a mean of $32$ and a standard deviation of 4, we would expect to find $28$ to $36$ people on average to taste the difference. $40$ just is not that much higher and is not unusual so the people probably could not taste the difference."
    },
    {
      "letter": "C",
      "text": "Yes. With both the mean and the standard deviation equal to $16$, we would expect to find up to $32$ people on average who could taste the difference. Since $40$ is higher than $32$, then it is likely that they can taste the difference."
    },
    {
      "letter": "D",
      "text": "Yes. With a mean of $16$ and a standard deviation of $4$, we would expect to find up to $20$ people on average who could taste the difference. $40$ is well above this so it is likely they can taste the difference."
    },
    {
      "letter": "E",
      "text": "Yes. With a mean of 32 and a standard deviation of 4, we would expect to find 28 to 36 people on average to taste the difference. 40 is 2 standard deviations above 32 so it is likely they can taste the difference."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nThere are two common ways to solve this binomial distribution problem. Based on the answers, it makes more sense to first find the mean and standard deviation of the distribution.\n\nThe formula for the mean is np\nwhere n\nstands for the number examined, in this case 64\n, and p\nstands for the given decimal which we are told is 0.50\n. So, the mean for this problem is 64(0.50)=32\n.\n\nThe standard deviation uses this formula:\n√\nnp(1−p\n. For this problem we would plug in for n\nand p\nand get\n√\n(64)(0.5)(1−0.5)\n=4\n.\n\nThe standard deviation indicates how much you would expect the mean to vary on average. Here, then, if 64\npeople took the taste test, we would expect the number of those who could tell the difference to vary from 32\nby 4\non average. Or, we would expect to see about 32±4\nor 28\nto 36\npeople who could taste the difference. Notice that 40\nis one more standard deviation away.\n\nAnother way to check your answer is to use your calculator to check the probability of obtaining a number of 40\npeople or higher. To do this enter:\n\n1−\nbinomcdf(64,0.5,39)\nto obtain a probability of 1−0.97\nor only a 0.03\nchance of finding 40\nor more people who could taste the difference between Coke and Pepsi.\nYes, it appears likely that the people could taste the difference between Coke and Pepsi.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the 'no' came fom failing to take the square root so that the standard deviation is wrong.\n\nChoice 'B' is incorrect because, while the numbers are correct, the wrong conclusion is drawn with no real support.\n\nChoice 'C' is incorrect because both the mean and standard deviation are in error so no correct conclusion could be drawn.\n\nChoice 'D' is incorrect because the mean is wrong as it is half of what it should be.",
  "tags": [
    "4.B",
    "UNC-3.D",
    "UNC-3",
    "UNC-3.D.1"
  ]
}