{
  "question_id": "question-008",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "title": "All Boys and Girls",
  "difficulty": "Moderate",
  "question_text": "Pete is doing an experiment at his research facility. He gets $50$ volunteers to be a part of the study, $25$ males and $25$ females. He will flip a coin to randomly assign the treatments to the subjects. When he randomly assigned the subjects to the treatments, group $1$ contained all $25$ males, while group $2$ contained all $25$ females. Pete believes his coin must be defective. Is Pete correct?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, there's a 0 % 0 % chance all males and females would be in separate groups."
    },
    {
      "letter": "B",
      "text": "Yes, we are guaranteed to have at least one male and one female in each group."
    },
    {
      "letter": "C",
      "text": "Yes, we should have gotten approximately half males and half females in each group."
    },
    {
      "letter": "D",
      "text": "No, because patterns in data do not necessarily mean that the variation is not random."
    },
    {
      "letter": "E",
      "text": "No, since it's a 50 − 50 50 − 50 split, we would expect all males in one group and all females in the other."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "When introducing statistics, it is important to examine random and non-random patterns. Patterns in data will help us answer questions about a set of data. Even when data seems to be random or non-random, the presence of a pattern does not imply a random or non-random pattern.\n\nEven though the groups ended up being all males and all females, since the researcher used a chance process, the groups are still considered to be random. Albeit a small probability, but using a chance process can still lead to non-random looking groups.\n\nChoice 'D' is correct.",
  "distractor_explanations": {},
  "tags": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ],
  "standards": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ]
}