{
  "question_id": "question-009",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "chanceevents",
    "randomness",
    "random"
  ],
  "title": "Repeated Testing",
  "difficulty": "Medium",
  "question_text": "During a professional football season, athletes are routinely and randomly screen for performance enhancing drugs (PEDs). Each week, five players from each team will be randomly selected using a chance process to be tested for PEDs. One football player is confused on why he has been \"randomly\" selected five weeks in a row.<br>What is the player misinformed about?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Randomly means that he should be selected every week"
    },
    {
      "letter": "B",
      "text": "He is being targeted by the league for PED usage"
    },
    {
      "letter": "C",
      "text": "Random means every player has an equal chance of being selected each week."
    },
    {
      "letter": "D",
      "text": "The chance process used to select players is broken"
    },
    {
      "letter": "E",
      "text": "Since they select five players a week, he should expect to be selected five weeks in a row."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nRandom variation is a topic that is often misunderstood. Many people believe that if an outcome occurs using a chance process, that the outcome can no longer happen, even if it has a probability of doing so. Using a completely random chance process implies that each individual has an equally likely chance of being selected every time the process is used.\n\nIn this case, the football players selected for testing as selected using a chance process. Therefore, every player has an equally likely chance of being selected each week. Therefore, even though the probability could be relatively small, the athlete that was selected five weeks in a row simply was due to randomness, not anything nefarious.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Randomly selected does not imply that he should be selected every week, it implies that there is an equally likely chance for him to be selected each week.\n\nChoice 'B' is incorrect. Since the players are selected using a chance process, he does not have an argument as to being targeted by the league.\n\nChoice 'D' is incorrect. The chance process is not broken, and in fact, is working as it should. Players should be selected multiple times if the process is truly random.\n\nChoice 'E' is incorrect. The athlete has a probability to be selected five weeks in a row, but he is not guaranteed to be selected five weeks in a row.",
  "tags": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ]
}