{
  "question_id": "question-015",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "applying-probability",
    "randomness",
    "random-event",
    "random",
    "probability-of-independent-events"
  ],
  "title": "Time for a Hit?",
  "difficulty": "Medium",
  "question_text": "A baseball player who has a lifetime batting average of $0.333$ (meaning he gets a hit in $33.3\\%$ of his at-bats) has not had a hit in his last $6$ at-bats. Your friend says that he is definitely due for a hit in his next at-bat. Is this true according to what concept of probability theory?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes.\nThe Law of Large Numbers."
    },
    {
      "letter": "B",
      "text": "Yes.\nThe Law of Averages."
    },
    {
      "letter": "C",
      "text": "Yes.\nA Random Event."
    },
    {
      "letter": "D",
      "text": "No.\nThe Law of Large Numbers."
    },
    {
      "letter": "E",
      "text": "No.\nThe Law of Averages."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Solution\n\nWhile it certainly seems like the player is due for a hit, the answer here must be 'no.' Every turn at-bat is an independent, random event. Probabilities indicate what will happen in the long run, not in an individual game or at-bat.\n\nThe law of large numbers states that the probability becomes more and more accurate in the long run. In this case, in a given game, the player may get 0 hits or 5 hits; it cannot be predicted based on his average.\n\nThe law of averages is a very common myth held at times by most people. Given that this batter gets a hit every third time at-bat, it would be expected, then, that after 6\nat-bats, this player is due for a hit, or even two! But, again, in the short run, this simply cannot be predicted; each at-bat is a random event.\n\nSo, Choice 'E' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect both because the answer should be 'no' and that the law of large numbers does not apply here as it deals with the long run.\n\nChoice 'B' is incorrect because the answer should be 'no', not 'yes'.\n\nChoice 'C' is incorrect because, while the at-bat is a random event, the answer should still be 'no' and not 'yes.'\n\nChoice 'D' is incorrect because, while the 'no' answer is correct, it is not due to the law of large numbers which deals with the long run.",
  "tags": [
    "3.A",
    "UNC-2.A",
    "UNC-2.A.6",
    "UNC-2"
  ]
}