{
  "question_id": "question-203",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "calculating-probability",
    "anticipating-patterns",
    "independence",
    "probability"
  ],
  "title": "Tennis Model",
  "difficulty": "Hard",
  "question_text": "When tennis is played, the game continues until one player has won four points; however, if the game is tied at either three or four points each, the opponents continue until one player wins two points in a row.<br>Suppose Jane and Tom are playing a single tennis game. For any point, the probability that Jane wins that point is $0.6$.<br>Assuming that each point played is independent of every other, what probability model is appropriate for describing this game?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Binomial, because each point played is independent."
    },
    {
      "letter": "B",
      "text": "Normal, because the mean $\\mu$ for Jane is $2.4$, with standard deviation = $0.98$."
    },
    {
      "letter": "C",
      "text": "Linear, with a slope of $2.4$ and $y$-intercept of $0.6$"
    },
    {
      "letter": "D",
      "text": "Exponential, because the time between each point played in the game is constant."
    },
    {
      "letter": "E",
      "text": "Geometric, because the number of trials is not known ahead of time."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The tennis game must use the geometric probability model because it is unknown from the start of the game how many points will be played before someone wins.\n\nThe key observation is that if the players tie at either three or four points each, then it is possible for the game to continue indefinitely, with players exchanging points back and forth ad infinitum.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; it is possible for the game to go on forever, as described below, which is characterizes the geometric probability model, NOT the binomial probability model.\n\nChoice 'B' is incorrect; the normal probability model described here is just the normal approximation to the binomial, so it is not correct.\n\nChoice 'C'is incorrect; when describing a model as linear, one assumes the data is bivariate with an explanatory and response variable. This is not the case in this situation.\n\nChoice 'D' is incorrect; the exponential model primarily addresses waiting times between the occurrence of two events, and the tennis game does not address time between successive points.",
  "tags": [
    "UNC-3.E.2",
    "UNC-3.E",
    "3.A",
    "UNC-3",
    "UNC-3.E.1"
  ]
}