{
  "question_id": "question-030",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "interpreting-probability",
    "probability"
  ],
  "title": "Encouraging Recycling: A Simulation",
  "difficulty": "Medium",
  "question_text": "According to some reports, $25\\%$ of Americans never recycle. An environmental group wants to investigate why this is true and if there is anything that can be done to encourage more recycling. They plan on creating and conducting a widespread survey, but first they want to interview $5$ people who never recycle in order to better understand the situation.<br>Which of the following describes how they could conduct a simulation to estimate how many people on average they would need to contact before finding $5$ who never recycle (let us assume people will be honest about their recycling habits)?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Assign the digits $0$ and $1$ to represent people who never recycle. Assign the digits $2$, $3$, $4$, $5$, $6$ and $7$ to represent people who sometimes/always recycle. Looking at a line of the random digit table, go through digit by digit until you have encountered a total of five $0$'s or $1$'s. Count how many total digits you had to go through (ignoring the digits $8$ and $9$) to accomplish this. Record this number. Repeat this process many times and then calculate the average from your simulations."
    },
    {
      "letter": "B",
      "text": "Assign the digits $01$ through $25$ to represent people who never recycle. Assign the digits $26$ through $100$ to represent people who sometimes/always recycle. Beginning at any line of the random digit table, go through two digits at a time until you have encountered a total of five pairs in the interval from $01$ to $25$. Count how many total pairs you had to go through in order to accomplish this. Record this number. Repeat this process many times and then calculate the average from your simulations."
    },
    {
      "letter": "C",
      "text": "Assign the digits $00$ through $24$ to represent people who never recycle. Assign the digits $25$ through $99$ to represent people who sometimes/always recycle. Beginning at any line of the random digit table, go through two digits at a time until you have encountered a total of five pairs in the interval from $00$ to $24$. Count how many total pairs you had to go through in order to accomplish this. This number will represent your answer."
    },
    {
      "letter": "D",
      "text": "Assign the numbers $1$ through $25$ to represent people who never recycle. Assign the numbers $26$ through $100$ to represent people who sometimes/always recycle. Use a computer to randomly generate $100$ sets of $5$ numbers. Count the number of sets that contain $5$ numbers in the interval from $1$ to $25$. Record this number. Repeat this process many times and then calculate the proportion of simulations that resulted in $5$ numbers in the interval from $1$ to $25$."
    },
    {
      "letter": "E",
      "text": "All of the above describe appropriate ways to conduct the simulation."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "When conducting a simulation, digits must be assigned in a way that accurately reflects the associated probabilities. Since $25\\%$ of Americans never recycle, the probability of a randomly selected American never recycling is $p= 0.25$.\n\nThen the probability that the randomly selected American will sometimes/always recycle is $1 – 0.25 = 0.75$. By ignoring the digits $8$ and $9$ while assigning the digits $0$ and $1$ ($2$ digits out of $8$, or $25\\%$ of the digits) to represent “never recycles” and the digits $2$, $3$, $4$, $5$, $6$ and $7$ ($6$ digits out of $8$, or $75\\%$ of the digits) to represent “sometimes/always recycles”, the model in Choice 'A' does accurately reflect the related probabilities.\n\nAlso, since only single digits are used to represent outcomes, researchers can proceed through the random digit table one digit at a time, theoretically giving each digit an equal chance of appearing. Finally, by repeating the simulation many times and then calculating an average, the result obtained from the simulation should be fairly reliable in helping researchers to estimate the average number of people they would need to contact before finding $5$ who never recycle.\n\nChoice 'A' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. By going through the random digit table in pairs, the number $100$ will never come up.\n\nChoice 'C' is incorrect. Although the described model does accurately reflect the related probabilities, a single simulation is unlikely to provide a reliable estimate.\n\nChoice 'D' is incorrect. By having the computer generate sets of $5\\text{ numbers}$, we are limiting the simulated number of observations to $5\\text{ observations}$ in a single sample. However, researchers may need to contact more than a total of $5$ people in order to find $5$ who never recycle. Therefore, even though $100\\text{ samples}$ of size $5$ are simulated, this will not allow researchers to estimate the total number of people they will need to contact on average in order to find $5$ who never recycle. In other words, it cannot help researchers to answer the question they are interested in.\n\nChoice 'E' is incorrect because only Choice 'A' describes an appropriate simulation.",
  "tags": [
    "VAR-4.A.1",
    "VAR-4.A.3",
    "3.A",
    "VAR-4.A.2",
    "VAR-4",
    "VAR-4.A"
  ]
}