{
  "question_id": "question-014",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "simulations",
    "estimation",
    "randomness",
    "probability"
  ],
  "title": "Numbering People",
  "difficulty": "Medium",
  "question_text": "You want to find out how often you would end up with a group of $5$ men and $5$ women if you were picking a group of $10$ people out of a group of $350$ men and $400$ women. Using a random number table you would choose $10$ people at a time over and over to make this estimate using simulation. How would the people be numbered?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Let $001$-$350$ be men and $351$-$751$ be women.\nSkip $000$ and $752-999$."
    },
    {
      "letter": "B",
      "text": "Let $001$-$350$ be men and $351$-$750$ be women.\nSkip $751-999$."
    },
    {
      "letter": "C",
      "text": "Let $000$-$349$ be men and $350$-$749$ be women.\nSkip $750-999$."
    },
    {
      "letter": "D",
      "text": "Let $000$-$349$ be men and $350$-$749$ be women."
    },
    {
      "letter": "E",
      "text": "Let $000$-$350$ be men and $351$-$750$ be women.\nSkip $751-999$."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nTo estimate a probability using simulation, one way is to use a random number table. All possible numbers within a certain number of digits must be used. Here, since we have 750 people, 3 digits should be used. Four or more digits could be used, but that would be more work.\n\nThe men and women must be delineated so they would each be assigned a different set of numbers. What the numbers are is arbitrary. Usually the numbering begins with either 000 or 001. In this case 000 was used.\n\nNumbers not assigned must always be thrown out or skipped when chosen from the table. Since there are 750 people, 250 numbers must be skipped. So, for example, if the number 865 was chosen from the table, it would be skipped and the next 3 digit number less than 750 would be chosen.\n\nSo, Choice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it assigns numbers to 401\nwomen instead of 400\n.\n\nChoice 'B' is incorrect because it fails to say to skip 000\n.\n\nChoice 'D' is incorrect because it fails to say to skip any numbers.\n\nChoice 'E' is incorrect because it assigns numbers to 351\nmen instead of 350\n.",
  "tags": [
    "3.A",
    "UNC-2.A",
    "UNC-2",
    "UNC-2.A.5"
  ]
}