{
  "question_id": "question-099",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "interpreting-probability",
    "probability"
  ],
  "title": "Buying Lunch: One But Not the Other",
  "difficulty": "Hard",
  "question_text": "On any given day, the probability that Angelo will buy lunch is $0.40$ while the probability that Ben will buy lunch is $0.35$.<br>If the probability that neither boy will buy lunch is $0.40$, what is the probability that Ben will buy lunch but Angelo will not?",
  "image_files": [
    "images/question-099-img1.PNG",
    "images/question-099-img2.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "−\n0.15"
    },
    {
      "letter": "B",
      "text": "0.15"
    },
    {
      "letter": "C",
      "text": "0.20"
    },
    {
      "letter": "D",
      "text": "0.35"
    },
    {
      "letter": "E",
      "text": "0.40"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The easiest way to solve this problem may be to organize the given information into a Venn Diagram. Start by creating a rectangle with two overlapping circles. The rectangle represents the set of all possible outcomes in this situation.\n\nThe sum of all probabilities within the rectangle must equal\n1\n. The circle on the left is labeled as circle A and corresponds with Angelo's outcomes and probabilities. The circle on the right is labeled B and corresponds with Ben's outcomes and probabilities.\n\nLet\np\n(\nA\n)\nrepresent the probability that Angelo will buy lunch. Since\np\n(\nA\n)\n=\n0.40\n, we know that the total probability shown in Angelo's circle must equal\n0.40\n.\n\nLet\np\n(\nB\n)\nrepresent the probability that Ben will buy lunch. Since\np\n(\nB\n)\n=\n0.35\n, we know that the total probability shown in Ben's circle must equal\n0.35\n.\n\nSince the probability that neither Angelo nor Ben will buy lunch is\n0.40\n, we can include this probability outside both circles.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\n\n\nThe sum of all events in the Venn diagram must equal\n1\n. However, this is not currently the case. In fact, we have:\n\n0.40\n+\n0.35\n+\n0.40\n=\n1.15\n\nThe extra probability of\n0.15\nis coming from the fact that this probability was included in both Angelo's probability of\n0.40\nand again in Ben's probability of\n0.35\n. This is the value that belongs in the area where the two circles intersect.\n\nHowever, the total probability in Angelo's circle must still equal\n0.40\n. Subtract:\n\n0.40\n−\n0.15\n=\n0.25\n\nThis is the probability that Angelo will buy lunch but Ben will not.\n\nWe have the same issue with Ben's circle. The total probability in Ben's circle must equal\n0.35\nSubtract:\n\n0.35\n−\n0.15\n=\n0.20\n\nThis is the probability that Ben will buy lunch but Angelo will not. This is the answer we are looking for! The final Venn diagram is shown below.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\n\n\nWe can also approach this problem strictly by using probability rules as shown below.\n\nLet\np\n(\nA\n)\nrepresent the probability that Angelo will buy lunch.\nLet\np\n(\nB\n)\nrepresent the probability that Ben will buy lunch.\n\nThen\np\n(\nA\n∪\nB\n)\nrepresents the probability that Angelo or Ben (or both) will buy lunch.\nWe know the probability that neither boy will buy lunch is\n0.40\n. The alternative to neither boy buying lunch is that at least one of the two boys (Angelo or Ben or both) buys lunch. The probability of these two alternatives must add up to\n1\n. Therefore, we can determine that:\n\np\n(\nA\n∪\nB\n)\n=\n1\n−\n0.40\n=\n0.60\n\nFinally, let\np\n(\nA\n∩\nB\n)\nrepresent the probability that both Angelo and Ben buy lunch.\n\nWe can now use the addition rule for probability which can be found in the reference materials provided with the A. P. Exam. This rule says:\n\np\n(\nA\n∪\nB\n)\n=\np\n(\nA\n)\n+\np\n(\nB\n)\n−\np\n(\nA\n∩\nB\n)\n\nFill in the values we know:\n\n0.60\n=\n0.40\n+\n0.35\n−\np\n(\nA\n∩\nB\n)\n\nSubtract\n0.40\nand\n0.35\nfrom both sides of the equation:\n\n−\n0.15\n=\n−\np\n(\nA\n∩\nB\n)\n\nMultiply both sides of the equation by\n−\n1\n:\n\n0.15\n=\np\n(\nA\n∩\nB\n)\n\nIf Ben buys lunch, there are only two possibilities. Either Angelo and Ben both buy lunch OR Angelo does not buy lunch while Ben does buy lunch. Then:\n\np\n(\nB\n)\n=\np\n(\nA\n∩\nB\n)\n+\np\n(\nA\nC\n∩\nB\n)\n\n...where\np\n(\nA\nC\n∩\nB\n)\nrepresents the probability that Angelo does not buy lunch while Ben does buy lunch. This is the value that we are looking for!\n\nFilling in the known values:\n\n0.35\n=\n0.15\n+\np\n(\nA\nC\n∩\nB\n)\n\nSubtract\n0.15\nfrom both sides of this equation to get:\n\n0.20\n=\np\n(\nA\nC\n∩\nB\n)\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is not possible for a probability to take on a negative value.\n\nChoice 'B' is incorrect. This is the probability that both Angelo and Ben will buy lunch.\n\nChoice 'D' is incorrect. This is just the probability that Ben will buy lunch. Included in this probability is the probability that both Ben and Angelo buy lunch.\n\nChoice 'E' is incorrect. This is the probability that Angelo will buy lunch.",
  "tags": [
    "VAR-4.E",
    "3.A",
    "VAR-4",
    "VAR-4.E.4"
  ]
}