{
  "question_id": "question-125",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "univariate-data",
    "summarizing-distributions",
    "expected-value",
    "center",
    "exploring-data",
    "discrete-random-variables"
  ],
  "title": "Expected Income vs. Number of Drum Lessons Provided",
  "difficulty": "Medium",
  "question_text": "David is a drummer who gives private lessons. The number of lessons he gives each week varies according to the probability distribution shown below.<br>If David charges $\\$85$ per lesson, what is his average weekly income?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\"># of Lessons (X)</th><th scope=\"col\">12</th><th scope=\"col\">13</th><th scope=\"col\">14</th><th scope=\"col\">15</th><th scope=\"col\">16</th></tr></thead><tbody><tr><td>p(X)</td><td>0.28</td><td>0.31</td><td>0.24</td><td>0.11</td><td>0.06</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "$\\$13.36$"
    },
    {
      "letter": "B",
      "text": "$\\$1105.00$"
    },
    {
      "letter": "C",
      "text": "$\\$1135.60$"
    },
    {
      "letter": "D",
      "text": "$\\$1185.85$"
    },
    {
      "letter": "E",
      "text": "$\\$1190.00$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The number of drum lessons that David will provide in a week is a random variable that we will call $X$. We will use the probability distribution given to find the mean or expected value of $X$.\n\nThe formula is:\n\n$${ \\mu }_{ X } = \\sum { \\left( { X }_{ i } \\right) \\left( { p }_{ i } \\right) } $$\n\n$$= \\left( { X }_{ 1 } \\right) \\left( { p }_{ 1 } \\right) + \\left( { X}_{ 2 } \\right) \\left( { p }_{ 2 } \\right) + ...... +\\left( { X }_{ n } \\right) \\left( { p }_{ n } \\right)$$\n\n...where Xi represents a specific value of the random variable, pi represents the probability associated with that specific value of the random variable and n represents the total number of possible values of the random variable.\n\nFill in the formula:\n\nμX=(12)(0.28)+(13)(0.31)+(14)(0.24)+(15)(0.11)+(16)(0.06)=13.36\n\nOn average, David provides 13.36 drum lessons per week. This calculation follows the rule that tells us:\n\nμkX=k⋅μX\n\nSince he charges $85\nper lesson, we can find the average (expected) weekly income by multiplying 13.36\nby $85\n:\n\n(13.36)($85)=$1135.60\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. On average David would provide 13.36\ndrum lessons per week. However, the questions asks for his average income per week.\n\nChoice 'B' is incorrect. You will arrive at this answer if you round the expected number of drum lessons provided per week down to 13\n. However, it is not appropriate to round an expected value or average to a whole number.\n\nChoice 'D' is incorrect and probably represents an attempt at a pure guess. Perhaps your eyes were draw to this value because it contains 85\nwhich is the price David charges for his drum lessons.\n\nChoice 'E' is incorrect. You will arrive at this answer if you use 14\nas the expected number of drum lessons that David would provide each week. You might use 14\nfor this value if you round the expected value of 13.36\nup to 14\n. As noted above, rounding an expected value to a whole number is not appropriate. You might also use 14\nas the expected number of drum lessons per week if you simply find the unweighted average of all possible values of the random variable:\n\n12+13+14+15+16\n5\n=14\n\nHowever, since different values of the random variable occur with different probabilities, we must use a weighted average that accounts for the fact that certain values are more likely than others.",
  "tags": [
    "VAR-5.C.2",
    "3.B",
    "VAR-5.C"
  ]
}