{
  "question_id": "question-092",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "sampling-distributions",
    "statistical-simulation"
  ],
  "title": "Language Spoken at Home: Finding a Probability",
  "difficulty": "Hard",
  "question_text": "According to U.S. Census reports (2009-2013), $20.7\\%$ of individuals age $5$ and over reported that they “sometimes or always spoke a language other than English at home”. Suppose that this percentage has not changed.<br>If six individuals over the age $5$ are selected at random, what is the probability that at least one would report that they sometimes or always speak a language other than English at home?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.0649$"
    },
    {
      "letter": "B",
      "text": "$0.2487$"
    },
    {
      "letter": "C",
      "text": "$0.3246$"
    },
    {
      "letter": "D",
      "text": "$0.6754$"
    },
    {
      "letter": "E",
      "text": "$0.7513$"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Let $X$ the number of people in the randomly selected sample of $6$ who would say that they sometimes or always speak a language other than English at home. We want to find $p(X\\ge1)$. There are two ways to approach this problem.\n\nThe first approach uses the addition rule. That is:\n\n$$p(X\\ge1) = p(X=1) + p(X=2) + p(X=3) + p(X=4) + p(X=5) + p(X=6)$$\n\nWhile this would work, it is rather tedious and involves many binomial probability calculations.\n\nThe second approach uses the complement principle. That is:\n\n$$p(X\\ge1) = 1 - p(X<1)$$\n\n$$p(\\text{at least one speaks other language}) = 1 - p(\\text{none speak other language})$$\n\nThis method is much easier and quicker.\n\nSince, $p(\\text{speak other language}) = 0.207$, we know:\n\n$$p(\\text{doesn't speak other language})=1 – 0.207 = 0.793$$\n\nThen:\n\n$$p(\\text{none speak other language})=(0.793)(0.793)(0.793)(0.793)(0.793)(0.793) = 0.2487$$\n\nFinally:\n\n$$p(X\\ge1)=1 – 0.2487 = 0.7513$$\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It represents the probability that the first person in the sample would say that they speak a language other than English and the next $5$ would say they do not. This answer can be arrived at using the following calculation: $(0.207)(0.793^5)$\n\nChoice 'B' is incorrect. In this calculation, the probability that all $6$ individuals would say that they do NOT speak a language other than English was calculated, but was not subtracted from $1$.\n\nChoice 'C' is incorrect. It represents the probability that exactly $1$ of the $6$ individuals surveyed would say that they speak a language other than English. This answer is arrived at using the following calculation: $5(0.207)(0.793^5)$\n\nChoice 'D' is incorrect. It is the complement of answer Choice 'C'.",
  "tags": [
    "VAR-4.E",
    "3.A",
    "VAR-4",
    "VAR-4.E.4"
  ]
}