{
  "question_id": "question-174",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "probability",
    "discrete-random-variables"
  ],
  "title": "Do You Have a Passport? What is the Probability?",
  "difficulty": "Medium",
  "question_text": "According to the U. S. Department of State, as of January 2013, about $37\\%$ of all Americans had a passport.<br>Assuming this percentage has not changed, what is the probability that in a randomly selected sample of $4$ Americans, more than half would have a passport?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.0187$"
    },
    {
      "letter": "B",
      "text": "$0.0507$"
    },
    {
      "letter": "C",
      "text": "$0.1464$"
    },
    {
      "letter": "D",
      "text": "$0.326$"
    },
    {
      "letter": "E",
      "text": "$0.5276$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "$4$ Americans are surveyed and we are looking for the probability that more than half have a passport. Half of $4$ is $2$. Therefore, we are looking for the probability that more than $2$ have a passport.\n\nThat is, we are looking for the probability that $3$ or $4$ of those surveyed have a passport. This is a binomial situation which also involves the addition property.\n\nLet $X =$ the number of those in the sample of size $4$ who do have a passport.\n\nSince the probability that an individual will have a passport is $0.37$, we know that the probability that someone will not have a passport is $1-0.37=0.63$.\n\n$$p(3 \\text{ or }4) = p(3) + p(4)$$\n\n$$=(_4 C_3)(0.37^3)( 0.63) + 0.37^4$$\n\n$$=0.1464$$\n\nNOTE: On a free response problem, it is important that you show all of your work. However, for a multiple choice problem, you can also arrive at this answer using the TI83/TI84 graphing calculator's binomcdf function.\n\nThe binomcdf function finds the probability of obtaining no more than $X$ successes in $n$ observations. The syntax is binomcdf(n,p,X) where $n$ is the number of observations, $p$ is the probability of success and $X$ is the maximum number of successes.\n\nIn this case, we would enter:\n\n2nd, DISTR, binomcdf(4,0.37,2)\n\nThis will subtract from $1$ the probability of obtaining a maximum of $2$ people who have a passport. We will be left with the probability that more than half will have a passport.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This answer represents the probability that all $4$ individuals will have a passport. It may be the result of incorrectly using the binomcdf function on your calculator and incorrectly entering $1-$binomcdf(4,0.37,3).\n\nChoice 'B' is incorrect, because it does not account for different orders in which $3$ out of the $4$ people surveyed would say they have a passport. It is arrived at using the following calculation: $(0.37^3)( 0.63) + (0.37^4)$.\n\nChoice 'D' is incorrect. This answer represents the probability that exactly half of those surveyed ($2$) would have a passport.\n\nChoice 'E' is incorrect. This answer represents the probability that fewer than half of those surveyed would have a passport.",
  "tags": [
    "UNC-3.B",
    "3.A",
    "UNC-3",
    "UNC-3.B.1"
  ]
}