{
  "question_id": "question-049",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "calculating-probability",
    "anticipating-patterns",
    "probability"
  ],
  "title": "Probability: Making Those Free Throws! Part II",
  "difficulty": "Medium",
  "question_text": "A professional basketball player has a $60$% chance of making his first throw. If he makes his first free throw, there is a $70$% chance he makes his second free throw. If he does not make his first throw, there is a $45$% chance he makes his second free throw.<br>What is the probability he makes at least one free throw?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.22$"
    },
    {
      "letter": "B",
      "text": "$0.36$"
    },
    {
      "letter": "C",
      "text": "$0.42$"
    },
    {
      "letter": "D",
      "text": "$0.60$"
    },
    {
      "letter": "E",
      "text": "$0.78$"
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "In this problem, the probability he make at least one free throw indicates he makes either one free throw or two free throws.\n\nThe complement he makes at least one free throw is he makes no free throws (misses both). If we find the probability he misses both free throws, then we can subtract that value from one and get the probability he makes at least one free throw.\n${ M }_{ 1 }$ will represent a make on the first free throw and ${ M }_{ 2}$ will represent a make on the second free throw. ${ M }_{ 1 }^{ c }$ will represent a miss on the first free throw and ${ M }_{ 2}^{ c }$ will represent a miss on the second free throw.\n\nFinding the probability he misses both free throws suggests he misses the first throw and misses the second the free throw.\n\nA tree diagram maybe helpful in organizing all the information and providing a visualization. Please see picture below:\n\n\n\n$$P({ M }_{ 1 }^{ c }\\cap { M }_{ 2 }^{ c })$$\n\n$$= 0.40\\bullet 0.55$$\n\n$$=0.22$$\n\n$0.22$ is the probability he missed both free throws so the probability he makes at least one free throw is:\n\n$$1-0.22=0.78$$\n\nThe other option for solving this problem would have been to find the following.\n\nFind the probability he makes his first free throw and makes his second free throw or makes his first free throw and misses his second free throw or misses his first free throw and makes his second free throw:\n\n$$(0.60\\bullet 0.70)+(0.60\\bullet 0.30)+(0.40\\bullet 0.45)$$\n\n$$=0.78$$\n\nExplanation of Distractors\n\nChoice 'A' is incorrect as this is the probability he makes zero free throws(misses both).\n\nChoice 'B' is incorrect as this is the probability he makes exactly one free throw.\n\nChoice 'C' is incorrect as this is the probability he makes exactly two free throws.\n\nChoice 'D' is incorrect as this is the probability he makes his first free throw and makes his second or he misses his first throw and makes his second free throw.",
  "tags": [
    "3.A",
    "VAR-4.D.2",
    "VAR-4",
    "VAR-4.D"
  ]
}