{
  "question_id": "question-144",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "descriptive-statistics",
    "combining-random-variables"
  ],
  "title": "Working Two Jobs: Mean Combined Earnings",
  "difficulty": "Medium",
  "question_text": "Marlene works two jobs to help make ends meet.<br>As a waitress, her weekly earnings (including tips) are approximately normally distributed with a mean of $\\$590$ and a standard deviation of $\\$45$.<br>As a dog walker, her weekly earnings depend upon how many dog walks she provides that week. The number of dog walks she provides each week is a random variable (D) whose probability distribution is shown below.<br>If Marlene charges $\\$20$ per dog walk, on average, how much can she expect to make each week from both of her two jobs combined?<br>If Marlene charges $\\$20$ per dog walk, on average, how much can she expect to make each week from both of her two jobs combined?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">D</th><th scope=\"col\">5</th><th scope=\"col\">6</th><th scope=\"col\">7</th><th scope=\"col\">8</th><th scope=\"col\">9</th><th scope=\"col\">10</th></tr></thead><tbody><tr><td>p(D)</td><td>0.18</td><td>0.22</td><td>0.25</td><td>0.16</td><td>0.14</td><td>0.05</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "$\\$7.01$"
    },
    {
      "letter": "B",
      "text": "$\\$140.20$"
    },
    {
      "letter": "C",
      "text": "$\\$590.00$"
    },
    {
      "letter": "D",
      "text": "$\\$730.20$"
    },
    {
      "letter": "E",
      "text": "Since Marlene's earnings as a dog walker are not approximately normally distributed, we cannot find the mean sum of her earnings from both jobs combined."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The amount of money Marlene earns weekly as a waitress is a normally distributed random variable that we will call $W$. We are given that ${ \\mu }_{ W }=\\$590$.\n\nThe amount of money that Marlene earns weekly as a dog walker is a discrete random variable that we will call $M$. However, the amount of money she earns as a dog walker depends upon how many dog walks she provides.\n\nThe number of dog walks Marlene provides weekly is also a discrete random variable whose probability distribution is given. We can let $D$ represent the number of dog walks provided weekly and can determine the mean, ${\\mu}_{D}$.\n\nThe formula for finding the mean of a discrete random variable is given in the reference materials provided with the A.P. Exam. The formula is:\n\n$${\\mu}_{X} =\\sum { { x }_{ i }{ p }_{ i } } $$\n\n...where ${x}_{i}$ represents a value of the random variable and ${p}_{i}$ represents the probability associated with that value. The $\\sum$ notation identifies the fact that we must find the sum.\n\nTo find the mean amount of money Marlene would make as a dog walker then, fill in the formula as follows.\n\n$${\\mu}_{D} = (5)(0.18)+(6)(0.22)+(7)(0.25)+(8)(0.16)+(9)(0.14)+(10)(0.05) = 7.01$$\n\nNOTE: On a free response problem it is important that you show all work involved in the above calculation. However, on a multiple choice problem, you can also determine this value using your $TI83/84$ graphing calculator. Follow the instructions below:\n\nPress STAT\nWhile EDIT is highlighted, press ENTER\nEnter all six values of $X$ into $L1$\nEnter all six of the corresponding probabilities into $L2$\nPress STAT\nHighlight CALC\nWhile $1$-Var Stats is highlighted, press ENTER\nPress $2\\text{nd}$ and then press $1$ (in order to access $L1$\nPress the comma button ,\nPress $2\\text{nd}$ and then press $2$ (in order to access $L2$\nPress Enter\n\nThe calculator will show $\\overline { x } =7.01$. This is the value of ${\\mu}_{D}$.\n\nNow that we know ${\\mu}_{D} = 7.01$ we can find ${\\mu}_{M}$, the mean amount of money Marlene earns weekly as a dog walker.\n\nMarlene charges $\\$20$ per dog walk, therefore:\n\n$${\\mu}_{M}=20\\bullet{\\mu}_{D}$$\n\n$${\\mu}_{M}=(20)(7.01)=\\$140.20$$\n\nFinally, we need to find ${\\mu}_{W+M}$, the mean total amount of money Marlene earns weekly from both jobs combined. To find the mean of a sum of two random variables, we simply add the individual means. That is:\n\n$${\\mu}_{W+M}={\\mu}_{W}+{\\mu}_{M}$$\n\n$${\\mu}_{W+M}=\\$590+\\$140.20=\\$730.20$$\n\nChoice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A value of $7.01$ represents the mean number of dog walks Marlene provides weekly. It is not a dollar amount.\n\nChoice 'B' is incorrect because it represents only the mean amount of money that Marlene would make weekly as a dog walker.\n\nChoice 'C' is incorrect because it represents only the mean amount of money that Marlene would make weekly as a waitress.\n\nChoice 'E' is incorrect. It is not necessary that a variable be normally distributed in order to determine the mean. When working with more than one random variable, it is also not necessary that both variables follow the same type of distribution.",
  "tags": [
    "VAR-5.E",
    "VAR-5.E.2",
    "VAR-5",
    "3.B",
    "VAR-5.E.1"
  ]
}