{
  "question_id": "question-117",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "probability",
    "law-large-numbers"
  ],
  "title": "Spinning the Roulette Wheel and the Law of Large Numbers",
  "difficulty": "Medium",
  "question_text": "In the game of American roulette, a small ball will randomly land inside one of $38$ colored and numbered pockets on a spinning wheel. Two of these numbered pockets are green, $18$ are red, and $18$ are black. In a large casino, the wheel is spun several hundred times per day.<br>Based on the Law of Large Numbers, which of the following situations is most likely to occur?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$2$ out of the first $38\\text{ spins}$ of the wheel on any given day should result in the ball landing in a green pocket."
    },
    {
      "letter": "B",
      "text": "Approximately $5.3\\%$ of all spins of the wheel during the year should result in the ball landing in a green pocket."
    },
    {
      "letter": "C",
      "text": "The probability that the ball will land in a green pocket on any given spin of the wheel is $\\frac{1}{19}$."
    },
    {
      "letter": "D",
      "text": "Approximately $\\frac{1}{19}$ of the spins of the wheel on any given day should result in the ball landing in a green pocket."
    },
    {
      "letter": "E",
      "text": "On any given spin of the wheel, approximately $5.3\\%$ of people who bet that the ball will land in a green pocket will win their bet."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Since $2$ out of $38\\text{ pockets}$ are green, the probability that the ball will land in a green pocket on any given spin is $\\frac{2}{38}$ or $\\frac{1}{19}$ or about $5.3\\%$. However, on one spin of the wheel, we do not know what the result will be. The outcome is random.\n\nThe Law of Large Numbers tells us that over the course of a very large number of observations, we can expect the relative frequency of the ball landing in the green pocket to be approximately $5.3\\%$.\n\nSince the wheel is spun several hundred times a day, over the course of one year, the number of times the wheel is spun is, in fact, a large number. The relative frequency of green throughout the year then, should be about 5.3%.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. We cannot say for sure that 2 of the first 38 spins will result in a ball landing in the green pocket. In fact, this is pretty unlikely.\n\nChoice 'C' is incorrect. It is a true statement, but does not relate to the Law of Large Numbers.\n\nChoice 'D' is incorrect. Although the wheel is spun several hundred times a day and this may or may not be a true statement, it is not the best answer. The number of times the wheel is spun in a year is much larger than the number of times spun in a single day. Therefore, over the course of the year, the relative frequency has a better chance of settling down to the true probability of the ball landing in a green pocket than it does over the course of a single day.\n\nChoice 'E' is incorrect. On any single spin of the wheel, the ball will either land in green or will not land in green. If the ball lands in green, 100%\nof those who bet that it would land in green will have won their bet. However, if on that spin of the wheel the ball does not land in green, then none of those who bet on green would win.",
  "tags": [
    "VAR-5.D.1",
    "VAR-5.D",
    "4.B",
    "VAR-5"
  ]
}