{
  "question_id": "question-068",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "combining-random-variables",
    "independence-vs-dependence",
    "probability"
  ],
  "title": "The Relationship Between Tossing a Coin and Buying a Large Coffee",
  "difficulty": "Medium",
  "question_text": "Suppose $A$ is the random variable that represents the number of times a tossed coin will land on “heads” in $8\\text{ tosses}$. Also, suppose $B$ is the random variable that represents the number of ounces in each of $8$ randomly selected large cups of coffee from the nearby donut shop.<br>Which of the following best describes the relationship between $A$ and $B$?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$A$ and $B$ are independent random variables. Their probability distributions should not be related to each other in any way."
    },
    {
      "letter": "B",
      "text": "$A$ and $B$ are dependent random variables since we are looking at the same number of observations for both."
    },
    {
      "letter": "C",
      "text": "$A$ and $B$ are both discrete random variables."
    },
    {
      "letter": "D",
      "text": "$A$ and $B$ are both continuous random variables."
    },
    {
      "letter": "E",
      "text": "$A$ and $B$ are mutually exclusive random variables."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Two random variables are independent if knowing the outcome of one random variable does not change the probabilities associated with the other random variable. In this case, knowing how many times the tossed coin landed on “heads” does not change anything or tell us anything about the probability distribution related to large cups of coffee.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. Whether or not two random variables are independent has nothing to do with how many observations are made for each.\n\nChoices 'C' and 'D' are both incorrect because the number of times the coin will land on “heads” is a discrete random variable (one with a countable number of outcomes) while the number of ounces in a large cup of coffee is a continuous random variable (the number of outcomes cannot be counted since you could have $12\\text{ ounces}$ or $12.1\\text{ ounces}$, or $12.01\\text{ ounces}$, $12.001\\text{ ounces}$, and so on).\n\nChoice 'E' is incorrect. While the outcomes related to these random variables are mutually exclusive, the random variables themselves are not. Mutually exclusive outcomes are such that both cannot occur at the same time. For example, when tossing the coin $8\\text{ times}$, you might end up with $3\\text{ “heads”}$ or $4\\text{ \"heads”}$ but you cannot end up with both of these outcomes. They are mutually exclusive.",
  "tags": [
    "VAR-4.E.1",
    "VAR-4.E",
    "3.A",
    "VAR-4.E.2",
    "VAR-4"
  ]
}