{
  "question_id": "question-002",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "randomness",
    "variation"
  ],
  "title": "Jose's Walk",
  "difficulty": "Easy",
  "question_text": "Jose takes a walk every morning. Let's take a walk with Jose and look at five situations he encounters along the way. Which of the following is the one situation that is not truly random?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Jose steps out on his sidewalk and notices $3$ cars go by."
    },
    {
      "letter": "B",
      "text": "He then pushes the button and waits for the walk signal to cross the street."
    },
    {
      "letter": "C",
      "text": "He then sees someone walking a poodle, his favorite kind of dog."
    },
    {
      "letter": "D",
      "text": "Then it starts to sprinkle a bit, but minutes later it stops."
    },
    {
      "letter": "E",
      "text": "Finally, Jose arrives home again and checks to see how much mail he has received."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nThere tends to be some amount of random variation in everything we encounter. Some things are definitely more predictable though. The four answers which do indicate random variation will be discussed under the distractors below. If Jose kept daily records of these occurrences, he may see some patterns emerge, but on a day to day basis, there is still random variation in the four incorrect answers.\n\nThe non-random answer, though, involves the walk signal. While it is true that the machine could break or a power outage could occur, the great majority of the time we can count on the walk signal coming on, particularly when there is a button to push. Note that if the answer had instead said the number of seconds spent waiting for the walk signal, then that would be an indicator of random variation.\n\nSo, Choice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because the number of cars that pass by is a random event. There could be zero cars or many cars; $3$ is just one possible data point.\n\nChoice 'C' is incorrect because Jose may or may not see anyone walking a dog. And if he does, he may see any type of breed. So there are two random events occurring here.\n\nChoice 'D' is incorrect because, while there are weather predictions made, the timing of the beginning of some rain, or the ending of it, are random events.\n\nChoice 'E' is incorrect because of two random events. First, had the mail even been delivered yet, and second, how many pieces Jose received would vary day by day.",
  "tags": [
    "VAR-1.F",
    "VAR-1.F.1",
    "1.A",
    "VAR-1"
  ]
}