{
  "question_id": "question-028",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "interpreting-probability",
    "probability"
  ],
  "title": "Whale Watching: A Statement on Probability",
  "difficulty": "Medium",
  "question_text": "Captain Will's Whale Watching Adventures offers whale watching tours and boasts “the probability that a whale will be sighted on any particular one of our sailings is about $85\\%$”.<br>Assuming this statement to be true, what is the best way to interpret it?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A whale will be sighted on $85$ out of every $100\\text{ sailings}$ at Captain Will's Whale Watching Adventures."
    },
    {
      "letter": "B",
      "text": "Over the course of many, many sailings at Captain Will's Whale Watching Adventures, a whale will be sighted about $85\\%$ of the time."
    },
    {
      "letter": "C",
      "text": "About $85\\%$ of people who go whale watching will sight a whale."
    },
    {
      "letter": "D",
      "text": "About $85\\%$ of people who go whale watching at Captain Will's Whale Watching Adventures will sight a whale."
    },
    {
      "letter": "E",
      "text": "$85$ out of every $100\\text{ people}$ who sail with Captain Will's Whale Watching Adventures will sight a whale."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Probability can be defined as the long term relative frequency of an event occurring.\n\nChoice 'B' expresses this long term relative frequency by considering the frequency of sightings of a whale over the course of many, many sailings. This makes Choice 'B' the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it attempts to express the probability in terms of an actual frequency, or number of sailings for which a whale will be sighted. It also limits the total number of observations to $100$ and therefore, does not consider the long term.\n\nChoice 'C' is incorrect because it looks at the percentage of people who might sight a whale rather than the number of sailings from Captain Will's Whale Watching Adventures during which a whale might be sighted.\n\nChoice 'D' is incorrect. While it does limit the situation to people who sail with Captain Will's, like answer Choice 'C' it looks at a percentage of people not a percentage of sailings.\n\nChoice 'E' is incorrect for many reasons. First, it refers to an actual frequency ($85$). It also limits the number of observations to $100$ rather than consider the long-term. Finally, it refers to people who will sight a whale rather than sailings at Captain Will's during which a whale will be sighted.",
  "tags": [
    "4.B",
    "VAR-4.B.1",
    "VAR-4",
    "VAR-4.B"
  ]
}