{
  "question_id": "question-168",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "anticipating-patterns",
    "probability",
    "discrete-random-variables"
  ],
  "title": "Spin the Spinner Probability",
  "difficulty": "Medium",
  "question_text": "A spinner consists of $8$ equally sized sections. Each section is labeled with a different number from $1$ to $8$.<br>If the spinner is spun five times and the result on each spin is independent, what is the probability that the number $3$ will come up on exactly two of the spins?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.0105$"
    },
    {
      "letter": "B",
      "text": "$0.0156$"
    },
    {
      "letter": "C",
      "text": "$0.1047$"
    },
    {
      "letter": "D",
      "text": "$0.1963$"
    },
    {
      "letter": "E",
      "text": "$0.9839$"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "This problem involves the calculation of a probability related to the binomial setting. When calculating a binomial probability, remember to account for all observations ($5$ in this case) and remember to account for all of the different orders in which success can be achieved (the number $3$ can come up on any two of the five spins).\n\nConsider landing on the number 3 to be a success. Let X represent the number of times the spinner will land on the number 3 when the spinner is spun 5 times. We are looking for p(X=2).\n\nChoice 'C' is the correct answer. It is calculated as follows:\n\np(X=2)=(5C2)(\n1\n8\n)2(\n7\n8\n)3=0.1047\n\nNote: remember that on a free response problem, all work must be shown! However, on a multiple choice problem of this nature, you can also find the answer using the following command on the TI-83/TI-84 graphing calculator:\n\n2nd, DISTR\nSelect binompdf\nEnter 5,1/8,2\nPress Enter\n\nThe binompdf function finds the probability of obtaining exactly x successes\nin n observations\n. The syntax is:\n\nbinompdf(n,p,X)\n\n\n\n...where\nn\nis the number of observations,\np\nis the probability of success, and\nx\nis the number of observations that result in success.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This answer can be arrived at through the following calculation:\n\n(\n1\n8\n)\n2\n(\n7\n8\n)\n3\n=\n0.0105\n\nThis calculation assumes that the number\n3\nwas spun on the first two spins and the remaining three spins resulted in numbers other than the number\n3\n. It does not take into account the different orders in which success can be achieved.\n\nChoice 'B' is incorrect. This answer can be arrived at through the following calculation:\n\n(\n1\n8\n)\n2\n=\n0.0156\n\nThis calculation only accounts for two observations. It represents the probability of spinning the number\n3\non\n2\nconsecutive spins.\n\nChoice 'D' is incorrect. There are a lot of “\n8\n”s in the problem. Read carefully. This is the answer to the question of getting the number\n3\nin exactly\n2\nout of\n8\n spins\n!\n\nChoice 'E' is incorrect. This is the probability of getting no more than\n2\nspins which land on the number\n3\n. People who make this mistake have generally used the binomcdf function on their calculator in order to arrive at an answer.\n\nThe binomcdf function finds the probability of obtaining no more than\nx\n successes\nin\nn\n observations\n.",
  "tags": [
    "UNC-3.B",
    "3.A",
    "UNC-3",
    "UNC-3.B.1"
  ]
}