{
  "question_id": "question-155",
  "unit": "Unit 4 | Probability, Random Variables, and Probability Distributions",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "model-for-measurements"
  ],
  "title": "Swimming Relay | 3 of 3",
  "difficulty": "Hard",
  "question_text": "In the $200$ meter medley relay, four different swimmers each swim $200$ meters using one specific swimming stroke. The top girl's relay team from Lakeview High School consists of Abby, Bella, Claudia and Danielle. The following chart shows information about each girl.<br>Their swimming coach believes that if the girls can swim the relay in $1$ minute and $45$ seconds or less, they have a good chance to win states!\nAssuming the distribution of swim times for each girl is approximately normal and that each girl's time is independent of the others, what is the probability they will be able to complete the relay in the necessary time?<br>Assuming the distribution of swim times for each girl is approximately normal and that each girl's time is independent of the others, what is the probability they will be able to complete the relay in the necessary time?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">Name</th><th scope=\"col\">Stroke</th><th scope=\"col\">Mean Time (in Seconds)</th><th scope=\"col\">Standard Deviation</th></tr></thead><tbody><tr><td>Abby</td><td>Backstroke</td><td>26.74</td><td>1.32</td></tr><tr><td>Bella</td><td>Breaststroke</td><td>30.17</td><td>1.57</td></tr><tr><td>Claudia</td><td>Butterfly</td><td>25.36</td><td>1.12</td></tr><tr><td>Danielle</td><td>Freestyle</td><td>24.97</td><td>1.15</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "$0.0409$"
    },
    {
      "letter": "B",
      "text": "0.1949"
    },
    {
      "letter": "C",
      "text": "0.3336"
    },
    {
      "letter": "D",
      "text": "0.3707"
    },
    {
      "letter": "E",
      "text": "0.6064"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Since the distribution of the individual times for each girl is approximately normal, the distribution of the combined times for all four girls will also be approximately normal. In order to calculate the probability that the girls will be able to complete the relay in 1\nminute and 45\nseconds or less, (which is the same as 60+45\nor 105\nseconds or less) we need to determine the mean and standard deviation of the distribution of combined times.\n\nTo find the mean total amount of time (in seconds) it takes for all four girls to complete the medley, we simply need to add the individual means.\n26.74+30.17+25.36+24.97=107.24\n\nMore formally, the amount of time it takes each girl to swim 200\nmeters using her assigned swimming stroke is a random variable. We are given the mean for each random variable.\n\nμ\nA\n=\n26.74\nwhere\nμ\nA\nrepresents Abby's mean time.\nμ\nB\n=\n30.17\nwhere\nμ\nB\nrepresents Bella's mean time.\nμ\nC\n=\n25.36\nwhere\nμ\nC\nrepresents Claudia's mean time.\nμ\nD\n=\n24.97\nwhere\nμ\nD\nrepresents Danielle's mean time.\n\nThen,\nμ\nA\n+\nB\n+\nC\n+\nD\n=\nμ\nA\n+\nμ\nB\n+\nμ\nC\n+\nμ\nD\n=\n26.74\n+\n30.17\n+\n25.36\n+\n24.97\n=\n107.24\n\nWe are also given the standard deviation for each girl.\n\nσ\nA\n=\n1.32\nwhere\nσ\nA\nrepresents the standard deviation of Abby's swim times.\nσ\nB\n=\n1.57\nwhere\nσ\nB\nrepresents the standard deviation of Bella's swim times.\nσ\nC\n=\n1.12\nwhere\nσ\nC\nrepresents the standard deviation of Claudia's swim times.\nσ\nD\n=\n1.15\nwhere\nσ\nD\nrepresents the standard deviation of Danielle's swim times.\n\nSince each girl's time is independent of the others, we can find the variance of the amount of time it takes for all four girls to complete the relay by adding the individual variances. First we must find the individual variances.\n\nσ\n2\nA\n=\n(\n1.32\n)\n2\n=\n1.74\n\nσ\n2\nB\n=\n(\n1.57\n)\n2\n=\n2.46\n\nσ\n2\nC\n=\n(\n1.12\n)\n2\n=\n1.25\n\nσ\n2\nD\n=\n(\n1.15\n)\n2\n=\n1.32\n\nThen.\nσ\n2\nA\n+\nB\n+\nC\n+\nD\n=\n1.74\n+\n2.46\n+\n1.25\n+\n1.32\n=\n6.77\n\n.... which means that the variance of the total amount of time it takes for all four girls to complete the relay is\n6.77\nseconds.\n\nTo find the standard deviation, simply take the square root of the variance.\n√\n6.77\n=\n2.60\n\nThe distribution of combined times (A+B+C+D) is approximately normal with a mean of\n107.24\nseconds and a standard deviation of\n2.60\nseconds. We are looking for the probability that when the team swims at the state meet, their total combined time will be less than\n105\nseconds.\n\nTo calculate the probability, we must first determine the\nz\n-score that corresponds with a time of\n105\nseconds. The formula for calculating\nz\nis:\n\nz\n=\nx\n−\nμ\nσ\n\n...where\nx\nis the observed value,\nμ\nis the mean, and\nσ\nis the standard deviation of the distribution.\n\nFilling in the formula we get:\n\nz\n=\n105\n−\n107.24\n2.60\n=\n−\n0.86\n\nFinally, we need to determine\np\n(\nz\n<\n−\n0.86\n)\n. We can do this using the\nz\n-table found in the reference materials provided on the A. P. Exam. The table provides probabilities to the left of (less than) given\nz\n-scores. Look down the first column until you find\nz\n=\n−\n0.8\n. Then look across this row until it intersects with the column labeled\n0.06\n. The corresponding entry is\n0.1949\nwhich is the probability we are looking for.\n\nYou could also find this probability using your\nT\nI\n83\n/\n84\ngraphing calculator's normalcdf function. The normalcdf function finds the probability associated with specific\nz\n-scores. When working from a\nz\n-score, the syntax is:\nnormalcdf(lower bound, upper bound).\n\nSince our probability is in the less than direction, we do not have a lower bound. To ensure accuracy, we will use a very small number for the lower bound. Follow these instructions:\n\nPress\n2\nnd\n\nPress VARS (DISTR)\nSelect normalcdf(\nEnter\n−\n10000\n,\n−\n0.86\n\nPress ENTER\n\nThe calculator will return a probability of\n0.1949\n.\n\nNOTE: When solving free response problems on the A.P. Exam, it is important for you to shown all work including the calculations of mean, standard deviation and\nz\n-score. However, on a multiple choice problem, the calculator can often speed up the process of arriving at a correct answer. In this situation, after determining the mean and standard deviation of the combined distribution, you could use your calculator to find the probability directly. Again, you would use the normalcdf function. When you have raw values, the syntax is:\n\nnormalcdf(lower bound, upper bound, mean, standard deviation)\n\nFollow these instructions:\n\nPress\n2\nnd\n\nPress VARS (DISTR)\nSelect normalcdf(\nEnter\n−\n10000\n,\n105\n,\n107.24\n,\n2.60\n\nPress ENTER\n\nThe calculator will return a probability of\n0.1945\nwhich is slightly different from the probability calculated above. It is actually a bit more accurate since the calculator did not round as much as we did when calculating our\nz\n-score. Choose the closest answer of those provided.\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. You would arrive at this answer if you used the average of the individual standard deviations as the standard deviation of the combined distribution.\n\nChoice 'C' is incorrect. You would arrive at this answer if you used the sum of the individual standard deviations as the standard deviation of the combined distribution.\n\nChoice 'D' is incorrect. You would arrive at this answer if you used the variance rather than the standard deviation of the combined distribution when calculating the\nz\n-score.\n\nChoice 'E' is incorrect and does not make sense. The mean of the combined distribution is\n107.24\nseconds. Therefore, the probability of obtaining an observation less than\n107.24\nis\n0.50\nand the probability of obtaining an observation greater than\n107.24\nis also\n0.50\n. Since an observation of\n105\nseconds would be less than the mean. the corresponding probability must also be less than\n0.50\n.",
  "tags": [
    "VAR-5.E",
    "VAR-5.E.2",
    "VAR-5.E.3",
    "VAR-5",
    "3.B",
    "VAR-5.E.1"
  ]
}