{
  "question_id": "question-181",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "univariate-data",
    "boxplots",
    "summarizing-distributions",
    "exploring-data"
  ],
  "title": "Gender and Heights",
  "difficulty": "Medium",
  "question_text": "Created for Albert.io. Copyright 2017. All rights reserved.<br><br>Heights of men and women were measured, and the modified box plot above was constructed. The male heights are represented in the top box plot, and the female heights are represented in the bottom one.<br>Which of the following statements is true?",
  "image_files": [
    "images/question-181-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Men have greater variability in their heights than women do."
    },
    {
      "letter": "B",
      "text": "The male height distribution appears roughly symmetrical."
    },
    {
      "letter": "C",
      "text": "The female height distribution appears right skewed."
    },
    {
      "letter": "D",
      "text": "The tallest woman is taller than roughly half of all the men measured."
    },
    {
      "letter": "E",
      "text": "There are two men who are shorter than all of the women measured."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "The male representations have wider boxes and longer whiskers; the outlier also adds to the variability.\n\nExplanation of Distractors\n\nChoice 'B' in incorrect; the male height distribution appears right skewed without the one outlier.\n\nChoice 'C' is incorrect; the female distribution appears symmetric.\n\nChoice 'D' is incorrect; the tallest woman reaches the 1st quartile for male heights, so the tallest woman is taller than roughly 25% of all of the men measured.\n\nChoice 'E' is incorrect; a modified box plot plots all points that are outliers, and the men's box plot plots only one man below the minimum for females.",
  "tags": [
    "UNC-1.N.1",
    "2.D",
    "UNC-1.N",
    "UNC-1"
  ]
}