{
  "question_id": "question-155",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "univariate-data",
    "comparing-distributions",
    "exploring-data",
    "shape"
  ],
  "title": "Age of Gym Members: Best Type of Graphical Display",
  "difficulty": "Easy",
  "question_text": "Owners of a local gym wanted to know more about the distribution of the ages of individuals who are members of their gym. Using a list of the gym's $483$ members, the owners recorded the age of each member. They found that the youngest member was $15$ years old, and the oldest member was $82$ years old!<br>Of the following, which would be the best way to display the distribution of ages?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Bar graph."
    },
    {
      "letter": "B",
      "text": "Boxplot."
    },
    {
      "letter": "C",
      "text": "Pie chart."
    },
    {
      "letter": "D",
      "text": "Scatterplot."
    },
    {
      "letter": "E",
      "text": "Stemplot."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Bar graphs and pie charts are used to display the distribution of a categorical variable. Since age is a quantitative variable, we can eliminate Choices 'A' and 'C'.\n\nA scatterplot is used to display the relationship between two quantitative variables. We only have one quantitative variable of interest - age. Therefore, we can eliminate Choice 'D'.\n\nWe are left with Choices 'B' and 'E' as possible answers. Both a boxplot and a stemplot are appropriate ways to display the distribution of a quantitative variable.\n\nA boxplot would not show all of the data individually, but rather, would be able to summarize the distribution by displaying the minimum value, quartile $1$ value, median, quartile $3$ value and maximum value. The boxplot would also be able to communicate the shape of the distribution and identify any outliers. The boxplot seems like a good choice, but what about a stemplot?\n\nA stemplot would show each age individually. The stem of the stemplot would likely represent the first digit in each member's age and leaves would identify the second digit in each member's age. For instance, $2|3$ would represent an age of $23$. Since the youngest member is $15$ years old and the oldest member is $82$ years old, a stemplot would need $8$ stems ($1$ through $8$). That does not sound unreasonable.\n\nUnfortunately, it gets worse! Since the gym has $483$ members, there would be $483$ leaves on the stemplot! Remember - all data is shown individually on a stemplot!\n\nThe number of members makes the amount of data that would need to be displayed in a stemplot a bit overwhelming. With that much data, it would be time-consuming to estimate the center of the distribution. Also, outliers would not be clearly identified in a stemplot as they would in a boxplot. For these reasons, a boxplot is the better choice.\n\nChoice 'B' is the correct answer.",
  "tags": [
    "UNC-1.N.1",
    "2.D",
    "UNC-1.N",
    "UNC-1.L.2",
    "UNC-1.L",
    "UNC-1"
  ]
}