{
  "question_id": "question-001",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "data",
    "variation"
  ],
  "title": "Boutique Sales",
  "difficulty": "Easy",
  "question_text": "A local boutique owner is reviewing her sales record for the past quarter. She has record of all items that sold, as well as the total for each customer's purchases.<br>What value can she not answer from the following data?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The average sales total for customers."
    },
    {
      "letter": "B",
      "text": "Number of times the customer wore the item they purchased."
    },
    {
      "letter": "C",
      "text": "The max value of purchases."
    },
    {
      "letter": "D",
      "text": "The color distribution of a certain dress sold."
    },
    {
      "letter": "E",
      "text": "The total amount of money collected in the quarter."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Solution\n\nThe boutique owner has collected many data points. She has collected data on all items sold in the past quarter, as well as each the total amount of money each customer's order cost. The boutique owner can organize this data in order to show variation of the items sold and the total cost of each sale.\n\nSince the boutique owner has only collected data on her items and sales, she does not have data on what the customer does with the item after purchase. Therefore, she cannot know how many times the customer wore the item after purchase.\n\nChoice 'B' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The owner can easily find the average sales total by totaling all the purchase amounts and dividing by the total number of sales.\n\nChoice 'C' is incorrect. The owner would be able to find the max value of purchases by organizing the data from least to greatest and then listing the greatest value.\n\nChoice 'D' is incorrect. Since the boutique owner knows what items were sold, she can easily organize the sales of a certain dress by color.\n\nChoice 'E' is incorrect. Since the owner knows all the sales that were recorded during the quarter, she would be able to add up all the values and total the sales amounts.",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}