{
  "question_id": "question-158",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "univariate-data",
    "boxplots",
    "summarizing-distributions",
    "exploring-data"
  ],
  "title": "Fitness Tracker: Determining Shape from a 5-Number Summary",
  "difficulty": "Easy",
  "question_text": "For several months now, Wally has been using a fitness tracker to keep track of how many steps he takes each day. From data that he has collected, he calculated the $5$-number summary to be:<br>$\\text{Min}: 3190$\n$\\text{Q1}: 6423$\n$\\text{Med}: 7807$\n$\\text{Q3}: 9672$\n$\\text{Max}: 17210$<br>Wally wants to make a boxplot so that he can determine the shape of the distribution. Unfortunately, he walked $17210$ steps today and is too tired to create the boxplot! Wanda tells Wally not to worry. She can determine the shape of the distribution from the $5$-number summary using all the data available.<br>What would Wanda tell Wally?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The distribution is completely normal."
    },
    {
      "letter": "B",
      "text": "The distribution is roughly symmetric, but not near normal.."
    },
    {
      "letter": "C",
      "text": "The distribution is skewed left."
    },
    {
      "letter": "D",
      "text": "The distribution is skewed right."
    },
    {
      "letter": "E",
      "text": "A $5$-number summary can never determine the shape of the distribution ."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The values in the $5$-number summary represent:\nMinimum\n$Q1$ value (or $25\\text{th}$ percentile)\nMedian\n$Q3$ value (or $75\\text{th}$ percentile)\nMaximum\n\nTo determine the shape of the distribution, you could produce the boxplot. The boxplot below shows the horizontal axis in thousands of steps.\n\nCreated for Albert.io. Copyright 2016. All rights reserved.\n\n\n\nThe median value of 7807 divides the data into a lower half and upper half. Since the observations are more spread out in the upper half of data (to the right of the median), we know that the distribution is skewed right.\n\nTo determine this information without actually producing the boxplot, simply calculate the differences between the values in the 5-number summary.\n\nMedian - Minimum=7807−3190=4617\n\nMaximum - Median=17,210−7807=9403\n\nThe 50% of the data above the median is spread over a much larger range than the 50% of the data which is below the median. From this we can say that the distribution is skewed right.\n\nChoice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. If the distribution were completely normal, the tail on the left end of the boxplot would be the same length as the tail on the right side of the boxplot. In fact, the entire boxplot would be perfectly symmetric around the median value of 7807\n. This is certainly not the case here! Without constructing the boxplot, we could also determine that the distribution is not completely normal by noticing that the difference between the median and minimum is not the same as the difference between the maximum and the median.\n\nChoice 'B' is incorrect. While it is a better answer than Choice 'A', the distribution is not really even close to being roughly symmetric. This can be seen by the long tail in the boxplot, or by the fact that the difference between the maximum value and the median is more than twice the difference between the median and minimum value.\n\nChoice 'C' is incorrect. A distribution that is skewed left will have a longer tail on the left side of the boxplot, and the difference between the median and the minimum value will be quite a bit greater than the difference between the maximum and the median value. Again, this is not the case here.\n\nChoice 'E' is incorrect because we can determine the shape of the distribution from the 5\n-number summary!",
  "tags": [
    "UNC-1.H.1",
    "UNC-1.H",
    "UNC-1.H.3",
    "2.A",
    "UNC-1.L.2",
    "UNC-1.L",
    "UNC-1"
  ]
}