{
  "question_id": "question-008",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "data"
  ],
  "title": "Using an E-Reader to Answer a Question",
  "difficulty": "Medium",
  "question_text": "Sophia loves to read and devours as many books as she can over summer vacation. She especially likes best-selling novels, and has downloaded hundreds of these novels to her e-reader.<br>A few years ago, Sophia noticed that her e-reader provides information about the average amount of time it takes to read a given novel. Sophia decided that from then on, she would record how much time it takes for her to read each novel and then compare her time to the published average for that novel.<br>Which of the following questions is Sophia most likely trying to answer?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "On average, does Sophia read more novels than other people?"
    },
    {
      "letter": "B",
      "text": "On average, is Sophia able to read novels more quickly than the general population?"
    },
    {
      "letter": "C",
      "text": "What it the average amount of time it takes Sophia to read a novel?"
    },
    {
      "letter": "D",
      "text": "What is the average amount of time it takes all individuals to read a novel?"
    },
    {
      "letter": "E",
      "text": "What is the average number of novels that Sophia reads each summer?"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Sophia is recording how long it takes her to read a given novel, and then comparing her time to a published average. The published average would describe the average amount of time it takes all individuals in a general population to read the novel. In making the comparison, she will then be able to notice whether her time was greater (meaning she reads more slowly) or less (meaning she reads more quickly) than the published average.\n\nEach time Sophia reads a novel, she can compare her time to the given average. From this she can answer the question of whether she was able to read that particular novel more quickly than the general population. Because variation in Sophia's reading times will certainly be present, she might find that her time to read one novel is less than the general population while her time to read another novel is greater.\n\nSo how can Sophia really know whether the average amount of time it takes her to read a novel is less than for others? She can look for a pattern!\n\nSince Sophia is recording her time over many different novels (and she supposedly reads a lot), she could start to notice whether her reading time is less for novel after novel after novel, or maybe just a great majority of novels.\n\nStatistical tools can be used to analyze her results, Based solely on the way she is collecting her data however, Sophia is most likely trying to determine whether she reads more quickly (on average) than the general population.\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Sophia is not collecting data on how many novels she reads nor is she trying to compare her number to that for other people. Additionally, the number of books she reads (or has read at any point in time) would be an actual number, not an average.\n\nChoice 'C' is incorrect. Since Sophia is recording how long it takes her to read each novel, she could potentially gain insight into the average amount of time it takes her to read a novel. This however, does not seem to be her purpose, since she is comparing her reading times to published averages.\n\nChoice 'D' is incorrect. The average amount of time it takes all individuals to read a given novel is provided on Sophia's e-reader. The average amount of time it takes all individuals to ready a novel (in general) is not provided by the e-reader, nor is it the question that Sophia would be trying to answer.\n\nChoice 'E' is incorrect. While it is possible for Sophia to record how many books she reads each summer in order to gain insight about her average, this is not her intent here. Rather, she is trying to make a comparison of her average reading times to published average reading times.",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}