{
  "question_id": "question-007",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "data",
    "average"
  ],
  "title": "Question With No Meaningful Answer",
  "difficulty": "Medium",
  "question_text": "Robin asked $80$ children to identify their favorite season. The results are shown below.<br>Robin also asked $60$ adults to identify their favorite season. The results are shown below.<br>Which of the following questions cannot be answered in a meaningful way from Robin's sets of data?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "What is the average (mean) number of individuals who responded \"Spring\"?"
    },
    {
      "letter": "B",
      "text": "What is the combined proportion of individuals who responded \"Summer\"?"
    },
    {
      "letter": "C",
      "text": "What is the combined frequency of \"Fall\" as a response?"
    },
    {
      "letter": "D",
      "text": "Among those surveyed, was \"Winter\" more popular among children or adults?"
    },
    {
      "letter": "E",
      "text": "Among those surveyed, was favorite season the same for both children and adults?"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "We know that 80 children were surveyed and that 25% said \"Spring\". This means that the actual number of children who said \"Spring\" was (80)(0.25) or 20 children.\n\nWe also know that 60 adults were surveyed and that 40% said \"Spring\". This means that the actual number of adults who said \"Spring\" was (60)(0.40) or 24 adults.\n\nTrying to calculate an average (or mean) however, is more troublesome.\n\nThe formula for calculating the average for a data set is:\n\naverage =\nsum of all values in the data set\nnumber of values in the data set\n\nRobin has collected data from two different sets of individuals - children and adults. Furthermore, the information she has collected from the individuals in each data set do not consist of numerical values that can be added in order to find a sum. Rather, the responses fall into one of four different categories - Spring, Summer, Fall and Winter. Therefore, the type of data that Robin has collected, does not lend itself to being able to calculate an average.\n\nPerhaps we could calculate an average here by adding the number of \"Spring\" responses from each data set and then dividing by 2\nfor the fact that there are two data sets. We would get:\n\naverage =\n20+24\n2\n=22\n\nThe problem then becomes trying to attach meaning to this value. What does 22\nas an average really represent? Since there is no meaningful way to interpret this value, Choice 'A' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. We can find the combined proportion of those surveyed who said \"Summer\". Since 35%\nof the 80\nchildren surveyed said \"Summer\", we know that (80)(0.35)\nor 28\nchildren said \"Summer. Also, since 20%\nof the 60\nadults said \"Summer\", we know that (60)(0.20)\nor 12\nadults said \"Summer\". Therefore, a total of 28+12\nor 40\nindividuals overall said \"Summer\". This means that out of all individuals that Robin surveyed,\n40\n80+60\nor a proportion of about 0.286\nsaid \"Summer\".\n\nChoice 'C' is incorrect. We can find the combined frequency (or count) of those who said \"Fall\". The appropriate calculation is:\n(\n80\n)\n(\n0.15\n)\n+\n(\n60\n)\n(\n0.30\n)\n=\n30\n. Therefore, we can conclude that out of all of the\n80\n+\n60\nor\n140\npeople that Robin surveyed, a total of\n30\nsaid \"Fall\".\n\nChoice 'D' is incorrect. Since a higher percentage of children (\n25\n%\n) answered \"Winter\" than adults (\n10\n%\n), we can conclude that \"Winter\" was more popular among children than adults among those surveyed. It is very meaningful to be able to compare characteristics of two different data sets.\n\nChoice 'E' is incorrect. Since\n35\n%\nof children said \"Summer\" and this percentage was higher than for any other season, we can conclude that among those children surveyed, \"Summer\" was the favorite season. Since\n40\n%\nof adults said \"Spring\" and this percentage was higher than for any other season, we can conclude that among those adults surveyed, \"Spring\" was the favorite season. It follows then that among those surveyed, favorite season is NOT the same for both children and adults.",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}