{
  "question_id": "question-244",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "tables"
  ],
  "title": "The Legend of Lenny: Determining a Percentile",
  "difficulty": "Medium",
  "question_text": "Lenny's attempts to rescue Princess Polly from the Evil Queen are legendary. The number of attempts he makes each day is normally distributed with a mean of $12.3$ and variance of $4.41$. One day, Lenny makes $15$ attempts to rescue Princess Polly.<br>What percentile does this value fall into?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$15th$ percentile"
    },
    {
      "letter": "B",
      "text": "$73rd$ percentile"
    },
    {
      "letter": "C",
      "text": "$88th$ percentile"
    },
    {
      "letter": "D",
      "text": "$90th$ percentile"
    },
    {
      "letter": "E",
      "text": "$95th$ percentile"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "There are two methods to calculate the percentile. In the first method, calculate the z-score first and use either a z-table or a calculator to find the proportion. In the second method, find the percentile using only the calculator function.\n\nThe formula for calculating a z-score is:\n$$z\\quad =\\quad \\frac { x\\quad -\\quad \\mu }{ \\sigma } $$\n\n...where $x$ is the observed value, $\\mu $ is the mean value, and $\\sigma $ is the standard deviation of the distribution.\n\nHowever, we are not given the standard deviation, $\\sigma $. Instead, we are given the variance, ${ \\sigma }^{ 2 }=4.41$. Find the standard deviation as $\\sqrt { 4.41 } = 2.1$\n\nNow we are ready to calculate the z-score:\n$$z\\quad =\\quad \\frac { 15\\quad -\\quad 12.3 }{ 2.1 } \\quad =\\quad 1.286$$\n\nSince the percentile describes the percentage of values below the given value, we want to find $p(z < 1.286)$.\n\nThe easiest way to do this is to use your $TI83/84$ calculator's normalcdf function. The normalcdf function provides the area corresponding to given z-scores. The syntax is: normalcdf(lower bound, upper bound, mean, standard deviation).\n\nWe are using z-scores, so the mean is $0$, and the standard deviation is $1$. Although there is no lower bound, we will use ${ -10 }^{ 99 }$ to ensure our answer is accurate. To find the answer:\n\nPress $2nd$\nPress VARS (DISTR)\nChoose $2$ (normalcdf)\nEnter ${ -10 }^{ 99 },1.286,0,1$\nPress ENTER\n\nThe calculator will return an answer of approximately $0.9007$. This value most closely corresponds to the $90th$ percentile.\n\nWe can also determine this answer using the z-table provided with the AP Exam. The z-table provides lower tail probabilities associated with a specific z-score (or areas to the left of a specific z-score). Above, we calculated our z-score to be $1.286$. First, round this to $z = 1.29$. Then, look down the first column to find where $z = 1.2$. Then, move across this row until it intersects with the column labeled $0.09$. This forms the z-score of $z = 1.29$. The corresponding value of $0.9015$ seen in the table indicates $p(z < 1.29)$. This most closely corresponds to the $90th$ percentile.\n\nAlternatively, we can use the normalcdf function with the given mean and standard deviation and do not need to calculate the z-score. The syntax for the function is normalcdf(lower bound, upper bound, mean, standard deviation).\n\nSince, we are not given the standard deviation, $\\sigma $, we still have to find it by taking the square root of the variance the variance:\n\n$$\\sqrt { 4.41 } = 2.1$$\n\nThen, we can use normalcdf with these parameters:\n\nThis will give an output of $0.9007$, or the $90th$ percentile.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The number of attempts is not equal to the percentile.\n\nChoice 'B' is incorrect. This answer could be arrived at if you incorrectly use the variance as the standard deviation.\n\nChoices 'C' and 'E' are also incorrect and probably represent pure guesses.",
  "tags": [
    "VAR-2.B.2",
    "VAR-2.B",
    "VAR-2.C.1",
    "2.D",
    "VAR-2.C",
    "VAR-2"
  ]
}