{
  "question_id": "question-258",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "properties"
  ],
  "title": "Establishing Normality Based on the $5$-Number Summary",
  "difficulty": "Hard",
  "question_text": "The $5$-number summary for a certain distribution is as follows:<br>$$28$$\n$$53$$\n$$75$$\n$$97$$\n$$122$$<br>The mean of the distribution is $75.10$ and the standard deviation is $31.27$. Assume $n\\ge 100$.<br>Based upon this information, is the distribution approximately normal? Why or why not?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because the $Q3$ value and $Q1$ value are equally far from the median, and the median is approximately equal to the mean."
    },
    {
      "letter": "B",
      "text": "Yes, because the values in the $5$-number summary are completely symmetric around the mean."
    },
    {
      "letter": "C",
      "text": "Yes, because approximately $50\\%$ of the data falls within one standard deviation of the mean. This is what would be expected in a normal distribution."
    },
    {
      "letter": "D",
      "text": "No, because $100\\%$ of the data falls within $2$ standard deviations of the mean. In a normal distribution, the spread of data would be greater."
    },
    {
      "letter": "E",
      "text": "No, because the data contains a high outlier. In a normal distribution, no outliers would be present."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The $5$-number summary identifies, in order:\n\n$28$ - the minimum value in the distribution\n$53$ - the $Q1$ value (or the $25\\text{th}$ percentile) in the distribution\n$75$ - the median of the distribution\n$97$ - the $Q3$ value (or the $75\\text{th}$ percentile) in the distribution\n$122$ - the maximum value in the distribution.\n\nIn order to qualify as an approximately normal distribution, we must know that the distribution satisfies certain characteristics common to all normal distributions. These characteristics include:\n\n$\\bullet$ The distribution is symmetric, bell-shaped, and uni-modal\n$\\bullet$ The distribution is such that about $68\\%$ of all observations fall within one standard deviation of the mean.\n$\\bullet$ The distribution is such that about $95\\%$ of all observations fall within two standard deviations of the mean.\n$\\bullet$ The distribution is such that about $99.7\\%$ of all observations fall within three standard deviations of the mean.\n\nIn an approximately normal distribution, all of these facts will be true. If any one of these facts is found to be completely false, then the distribution cannot be considered approximately normal.\n\nThe mean of this distribution is $75.1$ and the standard deviation is $31.27$. Therefore, if the distribution is approximately normal, we would expect the following:\n\n$\\bullet$ Approximately $68\\%$ of the data will fall between $75.1-31.27$ and $75.1+31.27$ or between $43.83$ and $106.37$.\n$\\bullet$ Approximately $95\\%$ of the data will fall between $75.1-2(31.27)$ and $75.1+2(31.27)$ or between $12.56$ and $137.64$.\n\nWe know that ALL of the data in this distribution falls between $28$ and $122$ which is certainly within $2$ standard deviations of the mean. In a normal distribution, we would expect more data to fall beyond $2$ standard deviations of the mean.\n\nIn other words, we would expect the spread to be larger. For this reason, the distribution cannot be considered approximately normal. Therefore, Choice 'D' is the correct choice.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is true that the Q3 value and Q1 value are equally far from the median and it is true that the median is approximately equal to the mean. Both of these facts are also true in the case of a normal distribution. However, these facts alone do not ensure that the distribution is approximately normal.\n\nChoice 'B' is incorrect. It is true that all values in the 5-number summary are completely symmetric about the median - not the mean. The values are very close to symmetric about the mean, however, and this would certainly be the case in a normal distribution. However, it does not ensure that the distribution is approximately normal.\n\nChoice 'C' is incorrect in every way! Since the standard deviation is 31.27, values that fall within one standard deviation of the mean are values that fall between 75.10−31.27 and 75.10+31.27 or values between 43.83 and 106.37. In a 5-number summary however, approximately 50% of the data will fall between the Q1 value and the Q3 value.\n\nFrom the 5\n-number summary, we know the Q1\nvalue is 53\nand the Q3\nvalue is 97\n. So we know that about 50%\nof the data falls between 53\nand 97\nwhich is LESS THAN one standard deviation of the mean. It seems reasonable then, that MORE THAN 50%\nof the data will fall within one full standard deviation of the mean.\n\nAlso, in a normal distribution, we would not expect 50%\nof the data to fall within one standard deviation of the mean. Rather, we would expect about 68%\nof the data to fall within one standard deviation of the mean. From above, we would expect more than 50%\nof the data to fall within one standard deviation of the mean. However, we cannot assume that the actual percent is about 68%\n.\n\nChoice 'E' is also incorrect in every way! An outlier is an observation that falls below Q1−1.5IQR\nor above Q3+1.5IQR\n. The IQR is found as follows:\n\nIQR=Q3−Q1=97−53=44\n\nA high outlier then, would be a value greater than:\n\nQ3+1.5IQR=97+1.5(44)=163\n\nSince the maximum value identified by the\n5\n-number summary is\n122\nwhich is less than\n163\n, there are no high outliers in this distribution.\n\nAlso, outliers are possible in a normal distribution! While approximately\n99.7\n%\nof the data will fall within three standard deviations of the mean in a normal distribution, a very small percent of observations will fall very far from the mean. Outliers are possible!",
  "tags": [
    "2.D",
    "VAR-2",
    "VAR-2.A.3",
    "VAR-2.A",
    "VAR-2.A.2"
  ]
}