{
  "question_id": "question-200",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "tables"
  ],
  "title": "A Challenging National Math Contest - Normally Distributed Scores",
  "difficulty": "Easy",
  "question_text": "The AMC-12A is national math contest which is known to be very challenging. Statistics made available to the public show that the mean score on this contest in 2015 was $69.90$ and the standard deviation was $20.21$. A total of $55{,}833$ students participated and the distribution of scores was approximately normal.<br>Approximately what proportion of students who participated in the AMC-12A in 2015 had scores below $50$?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Approximately $0$"
    },
    {
      "letter": "B",
      "text": "$0.162$"
    },
    {
      "letter": "C",
      "text": "$0.285$"
    },
    {
      "letter": "D",
      "text": "$0.715$"
    },
    {
      "letter": "E",
      "text": "$0.838$"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "To solve this problem, we must first convert the raw data to a z-score. The formula for calculating z is:\n\nz=\nx−μ\nσ\n\n...where x is the observed value or value of interest, μ is the mean, and σ is the standard deviation.\n\nz=\n50−69.9\n20.21\n=−0.985\n\nSince we are looking for the proportion of students with a score less than 50\n, we would then look for p(z<calculated value)\n:\n\np(z<−0.985)=0.162\n\nWe can complete the calculation for p(z<−0.985)\nusing either the z\n-table or the TI83/84 graphing calculator's normalcdf function. The normalcdf function finds probabilities associated with given z\n-scores. The syntax is: normalcdf(lower bound, upper bound, mean, standard deviation). In this case you would:\n\nEnter 2nd, DISTR\nChoose normalcdf\nEnter -10^99, -0.985, 0, 1\n\nEnter again and the calculator will return the value of 0.162\n. This is the answer.\n\nNote: If you are using the z\n-table to arrive at your answer, you would get a slightly different answer. Since it is not an option, choose the closest value from those provided.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This answer assumed that we were finding the proportion based upon a sampling distribution where n=55,833\n. However, since 55,833\nstudents participated, this number represents the entire population. Therefore, the standard deviation given is the standard deviation for the entire population. The following calculation is incorrect:\n\nz=\n50−69.9\n20.21\n√\n55,833\n=−232.67\n\nWe are not looking for\np\n(\nz\n<\n−\n232.67\n)\n.\n\nChoice 'C' is incorrect. This value represents the complement of the proportion found in Choice 'D'.\n\nChoice 'D' is incorrect. This value was calculated by taking\n50\nas a fraction of\n69.9\nto arrive at an answer of\n0.715\n. We cannot find a proportion by looking at the observed value as a fraction of the mean.\nChoice 'E' is incorrect. This value represents\np\n(\nz\n>\n−\n0.985\n)\nor the proportion of students who scored above\n50\n. It is also the complement of the correct answer.",
  "tags": [
    "VAR-2.B.2",
    "VAR-2.B",
    "3.A",
    "VAR-2",
    "VAR-2.B.3"
  ]
}