{
  "question_id": "question-183",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "center-spread",
    "univariate-data",
    "comparing-distributions",
    "exploring-data"
  ],
  "title": "Different Measures of Center",
  "difficulty": "Medium",
  "question_text": "If two or more distributions are known to have measures of center that are significantly different from each other, then",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Their means will be close to each other."
    },
    {
      "letter": "B",
      "text": "Their individual standard deviations will be small in comparison to the combined standard deviation if all data from the distributions were combined."
    },
    {
      "letter": "C",
      "text": "Their individual standard deviations will be equal."
    },
    {
      "letter": "D",
      "text": "The net difference of the means of the distributions will be close to or equal to $0$."
    },
    {
      "letter": "E",
      "text": "None of the above; researchers will always obtain sample means from each distribution that are significantly different from each other."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "Think of two distributions that have measures of center (such as the mean) that are different from each other and whose data have been combined. The standard deviation of the combined data will be large because the data from two different distributions has been combined. This combined standard deviation will be large compared to the standard deviation of either of the two original distributions.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; the means of the distributions will be relatively far apart.\n\nChoice 'C' is incorrect; there is no requirement for significantly different distributions to have equal standard deviations.\n\nChoice 'D' is incorrect; one would not expect the differences of the means of two distributions that differ significantly to be equal or close to 0\n.\n\nChoice 'E' is incorrect; while one would expect to often get two sample means from the two distributions that differ significantly, this will not always be the case.",
  "tags": [
    "UNC-1.O",
    "2.D",
    "UNC-1.O.1",
    "UNC-1"
  ]
}