{
  "question_id": "question-030",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "categorical-data",
    "relative-frequency"
  ],
  "title": "Family Reunion T-Shirts in a Table",
  "difficulty": "Hard",
  "question_text": "Eileen is in charge of ordering t-shirts for the Brown family reunion. The table below shows how many of each size adult t-shirts she will need and how many of each size child t-shirts she will need for those who are attending the reunion.<br>Based on the data, which of the following statements CANNOT be justified?",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\"></th><th scope=\"col\">Small</th><th scope=\"col\">Medium</th><th scope=\"col\">Large</th><th scope=\"col\">Extra Large</th></tr></thead><tbody><tr><td>Adult</td><td><span class=\"tex2jax_process\">$10$</span></td><td><span class=\"tex2jax_process\">$21$</span></td><td><span class=\"tex2jax_process\">$18$</span></td><td><span class=\"tex2jax_process\">$5$</span></td></tr><tr><td>Child</td><td><span class=\"tex2jax_process\">$12$</span></td><td><span class=\"tex2jax_process\">$9$</span></td><td><span class=\"tex2jax_process\">$14$</span></td><td><span class=\"tex2jax_process\">$0$</span></td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "More adult-sized t-shirts are needed for the family reunion than child-sized t-shirts."
    },
    {
      "letter": "B",
      "text": "The t-shirt order will contain a lower percentage of small adult-sized t-shirts than small child-sized t-shirts."
    },
    {
      "letter": "C",
      "text": "A child-sized t-shirt is more likely to be size large (not extra large) than is an adult-sized t-shirt."
    },
    {
      "letter": "D",
      "text": "The relative frequency of adult-sized large t-shirts in the order is smaller than the relative frequency of child-sized large t-shirts in the order."
    },
    {
      "letter": "E",
      "text": "The proportion of small-sized t-shirts in the order is approximately 0.247."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The relative frequency of an observation can be calculated as follows:\n\nrelative frequency=\nfrequency (or count) of a specific observation\ntotal number of observations\n\nThe total number of observations can be found by adding all of the values in the table. We find the total number of observations to be 10+21+18+5+12+9+14+0=89\n.\n\nWe can then determine that the relative frequency of adult-sized t-shirts in the order is\n18\n89\nor approximately 0.202\n.\n\nWe can also determine that the relative frequency of child-sized t-shirts in the order is\n14\n89\nor approximately 0.157\n.\n\nSince 0.202\nis greater than 0.157\n, the relative frequency of adult-sized t-shirts in the order is actually larger than the relative frequency of child-sized t-shirts in the order. Since Choice 'D' cannot be justified by the data, it is the correct answer.\n\nNOTE: If you understand the definition of relative frequency, it should not even be necessary to calculate the relative frequencies. The observation that has the larger frequency (or count) in the overall t-shirt order will also have the larger relative frequency in the overall t-shirt order.\n\nALSO NOTE: If you felt that the statement offered in Choice 'D' could be justified by the data, you may not have paid enough attention to the wording and the fact that the relative frequencies were with respect to the entire t-shirt order. It is in fact true that the relative frequency of large t-shirts among only the adult-sized t-shirts (\n18\n54\nor approximately 0.33\n) is less than the relative frequency of large t-shirts among only the child-sized t-shirts (\n14\n35\nor 0.40\n)\n\nChoice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. To determine the number of adult t-shirts needed, we simply add the values in the row labeled \"adult\". We get:\n10\n+\n21\n+\n18\n+\n5\n=\n54\n. We can also determine the number of child-sized t-shirts needed by adding the values in the row labeled \"child\". We get:\n12\n+\n9\n+\n14\n+\n0\n=\n35\n. Since\n54\nis greater than\n35\n, the statement offered here can be justified by the data.\n\nChoice 'B' is incorrect. The percentage of small adult-sized t-shirts in the order is\n10\n89\nor about\n11.2\n%\n. The percentage of small child-sized t-shirts in the order is\n12\n89\nor about\n13.5\n%\n. Since\n11.2\nis less than\n13.5\n, the statement offered here can be justified by the data. You can also reach this decision simply by noticing that there are fewer adult-sized t-shirts in the overall order than there are child-sized t-shirts.\n\nChoice 'C' is incorrect. Of the\n35\nchild-sized t-shirts in the order, we know that\n14\nare size large. Therefore,\n14\n35\nor\n40\n%\nof the child-sized t-shirts are size large. Of the\n54\nadult-sized t-shirts in the order, we know that\n18\nare size large. Therefore,\n18\n54\nor approximately\n33.3\n%\nof the adult-sized t-shirts are size large. Since\n40\nis greater than\n33.3\n, the statement offered here can be justified by the data.\n\nChoice 'E' is incorrect. There are a total of\n22\nsmall-sized t-shirts in the order (\n10\nadult and\n12\nchild). Therefore, the proportion of small-sized t-shirts in the order is\n22\n89\nor approximately\n0.247\n. The statement offered here can be justified by the data.",
  "tags": [
    "UNC-1.B.2",
    "2.A",
    "UNC-1.B.1",
    "UNC-1.B",
    "UNC-1"
  ]
}