{
  "question_id": "question-105",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "mean",
    "univariate-data",
    "summarizing-distributions",
    "median",
    "center",
    "exploring-data",
    "measuring-center"
  ],
  "title": "Mean vs Median in a Skewed Distribution: Buying Prices of Cars",
  "difficulty": "Hard",
  "question_text": "A graph (not shown) of the buying prices of cars at a local dealership reveals that the distribution is skewed to the right.<br>Which of the following statements below is TRUE?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The median is the average of the $1\\text{st}$ and $3\\text{rd}$ quartiles."
    },
    {
      "letter": "B",
      "text": "The mean is less than the median."
    },
    {
      "letter": "C",
      "text": "The value of the $1\\text{st}$ quartile minus the minimum is less than the maximum minus the $3\\text{rd}$ quartile."
    },
    {
      "letter": "D",
      "text": "There are more buying prices between the 1st quartile and the median than there are between the median and 3rd quartile."
    },
    {
      "letter": "E",
      "text": "There are more buying prices that are greater than the mean than buying prices that are less than the mean."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Since the distribution is skewed to the right, this indicates that the tail of the distribution extends out to the right (larger values). Therefore, there is a larger spread between the maximum and the third quartile than between the minimum and first quartile.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The median is the middle number or the average of the two middle numbers. In some instances, the median could be the average of the first and third quartiles (if many of the values are the same), but not always.\n\nChoice 'B' is incorrect. In a skewed right distribution (skewed toward the larger values), the mean is larger than the median, as the mean is affected by extremes (nonresistant), whereas the median is not affected by extremes (resistant).\n\nChoice 'D' is incorrect. 25%\nof the buying prices are between both the first quartile and the median (50%−25%\n) and the third quartile and median (75%−50%\n).\n\nChoice 'E' is incorrect. There are fewer buying prices greater than the mean since the distribution is skewed to the right.",
  "tags": [
    "UNC-1.I.3",
    "UNC-1.I.2",
    "2.C",
    "UNC-1.I",
    "UNC-1.I.1",
    "UNC-1"
  ]
}