{
  "question_id": "question-036",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "categorical-data",
    "frequency-graph"
  ],
  "title": "Car Colors: A Frequency Graph",
  "difficulty": "Medium",
  "question_text": "Henry decided to research the distribution of car colors driven by staff members at his high school. After recording the colors of all cars parked in the faculty parking lot one day, he created the following graph.<br>Which of the following statements cannot be justified by the graph?",
  "image_files": [
    "images/question-036-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "There were an equal number of \"silver\" cars and \"gray\" cars in the faculty parking lot."
    },
    {
      "letter": "B",
      "text": "There were twice as many \"black\" cars as there were \"red\" cars in the faculty parking lot."
    },
    {
      "letter": "C",
      "text": "About 24%\nof the cars in the faculty parking lot were \"white\"."
    },
    {
      "letter": "D",
      "text": "Less than half of the cars in the faculty parking lot were \"red\", \"blue\", \"brown\" or \"other\"."
    },
    {
      "letter": "E",
      "text": "The distribution of car colors in the faculty parking lot is skewed right."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "The graph provided displays the count (or frequency) of how many cars of each color were in the faculty parking lot. The variable of interest in this case is \"car color\", which is a categorical variable.\n\nWhile it is appropriate to describe the distribution of a quantitative variable by describing its shape (skewed right, skewed left, roughly symmetric, uniform, etc), it is NOT appropriate to describe the distribution of a categorical variable in the same way.\n\nBecause the heights of the bars displayed in the graph provided above show a downward trend from left to right, (indicating greater frequency on the left and less frequency on the right), at first glance you may conclude that this distribution is skewed right. However, this is simply a reflection of the order in which the categorical variables were arranged along the\nx\n-axis. Suppose instead, that the graph had been created in such a way that \"other\" was on the far left and \"white\" was on the far right. The graph might then look like this:\n\n\n\nWithout considering the categorical nature of the variable, a quick look at this graph might suggest that the distribution is skewed left.\n\nWe could even arrange the colors along the\nx\n-axis in such a way that the distribution would appear roughly symmetric as shown below.\n\nThese examples help to illustrate why describing \"shape\" is not meaningful when dealing with a categorical variable.\n\nChoice 'E' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The height of the bar representing \"silver\" cars matches up along the vertical axis with a frequency of\n15\n. The height of the bar representing \"gray\" cars also matches up with a frequency of\n15\n. Therefore, it is true that there were an equal number of \"silver\" cars and \"gray\" cars in the faculty parking lot.\n\nChoice 'B' is incorrect. The height of the bar representing \"black\" cars matches up along the vertical axis with a frequency of\n20\n. The height of the bar representing \"red\" cars matches up with a frequency of\n10\n. Since\n20\nis twice as many as\n10\n, it is true that there were twice as many \"black\" cars as there were \"red\" cars in the faculty parking lot.\n\nChoice 'C' is incorrect. The scale on the vertical axis should make it fairly easy to determine the frequencies for each color. There were\n22\n\"white\" cars,\n20\n\"black\" cars,\n15\n\"silver\" cars,\n15\n\"gray\" cars,\n10\n\"red\" cars,\n6\n\"blue\" cars,\n3\n\"brown\" cars, and\n2\n\"other\" cars. Therefore, there were a total of\n22\n+\n20\n+\n15\n+\n15\n+\n10\n+\n6\n+\n3\n+\n2\nor\n93\ncars in the faculty parking lot. Since\n22\nof these\n93\ncars were \"white\", and\n22\n93\n=\n0.237\n=\n23.7\n%\n, it is true that about\n24\n%\nof the cars in the faculty parking lot were \"white\".\n\nChoice 'D' is incorrect. There were\n10\n\"red\" cars,\n6\n\"blue\" cars,\n3\n\"brown\" cars, and\n2\n\"other\" cars in the faculty parking lot. The total number of these colors of cars is\n10\n+\n6\n+\n3\n+\n2\nor\n21\n. As noted above, the total number of cars in the lot was\n93\n. Half of\n93\nis\n93\n2\nor\n46.5\n. Since\n21\nis less than\n46.5\n, it is true that less than half of the cars in the faculty parking lot were \"red\", \"blue\", \"brown\" or \"other\".",
  "tags": [
    "UNC-1.D",
    "UNC-1.C.3",
    "UNC-1.C.2",
    "UNC-1.D.1",
    "2.B",
    "UNC-1.C.1",
    "UNC-1.C",
    "UNC-1"
  ]
}