{
  "question_id": "question-084",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "spread",
    "univariate-data",
    "estimation",
    "summarizing-distributions",
    "exploring-data"
  ],
  "title": "Statistical Resistance: Getting Ready in the Morning",
  "difficulty": "Easy",
  "question_text": "A random sample of $20\\text{ high school students}$ was surveyed and asked \"How long does it take you to get ready for school in the morning?\"<br>Which of the following measures is most resistant to the addition of an extremely large outlier?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The $95\\%$ confidence interval for the population mean."
    },
    {
      "letter": "B",
      "text": "The $p$-value calculated by using the sample mean to conduct a significance test."
    },
    {
      "letter": "C",
      "text": "The range of the data set."
    },
    {
      "letter": "D",
      "text": "The IQR of the data set."
    },
    {
      "letter": "E",
      "text": "The maximum value in the data set."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A statistical measure is considered resistant if the value or values do not change very much with the addition of an outlier.\n\nThe IQR, or inter-quartile range is calculated as follows:\n\n$$\\text{IQR = Q3 - Q1}$$\n\n... where $Q3$ is the quartile $3$ value or the value at the $75^\\text{th}\\text{ percentile}$ and $Q1$ is the quartile $1$ value or the value at the $25^\\text{th}\\text{ percentile}$.\n\nSince a very large outlier would become the maximum value in the set of sample data, it will not have much effect on which values are at the 25th or 75th percentile\n. Therefore, the IQR should not change much and would be considered fairly resistant.\n\nThe mean, however, is not a resistant measure. Adding an extremely large outlier to the set of sample data would most likely affect the sample mean in a dramatic way. Since a confidence interval would be calculated based upon the sample mean, it would not be resistant to the addition of an outlier. Choice 'A' is incorrect and can be eliminated.\n\nThe sample mean is also used in calculating the test statistic and the p\n-value for a significance test is based upon the value of the test statistic. Therefore, the p\n-value calculated by using the sample mean to conduct a significance test is not resistant to the addition of a very large outlier. Choice 'B' is incorrect and can be eliminated.\n\nThe range of a set of data is calculated as follows:\n\nrange=maximum value−minimum value\n\n\nIf a large outlier is added to the set of sample data, the outlier will become the maximum value in the data set. Since the maximum value is much larger than it was without the outlier, the range will also be much larger than it was without the outlier. Therefore, the range is not resistant to the addition of the outlier. Choice 'C' is incorrect and can be eliminated.\n\nSince the maximum value in the data set would be greatly changed by the addition of the outlier, the maximum value is not a resistant measure in this situation. Choice 'E' is incorrect and can be eliminated.\n\nChoice 'D' is the correct answer then because it is the only choice that describes a resistant measure.",
  "tags": [
    "2.C",
    "UNC-1.K",
    "UNC-1.K.2",
    "UNC-1"
  ]
}