{
  "question_id": "question-138",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "center-spread",
    "univariate-data",
    "exploring-data"
  ],
  "title": "The Results Are in: Graphical Display of AP Scores",
  "difficulty": "Medium",
  "question_text": "The following graph shows the distribution of the most recent A.P. Statistics exam scores for students at Central High School.<br><br>What is the median of the distribution?",
  "image_files": [
    "images/question-138-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "3"
    },
    {
      "letter": "B",
      "text": "4"
    },
    {
      "letter": "C",
      "text": "5"
    },
    {
      "letter": "D",
      "text": "24"
    },
    {
      "letter": "E",
      "text": "The median cannot be determined because the graph only reports relative frequencies and we do not know how many students took the exam."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The median is the middle value (or average of two middle values) when the observations in a set of data are arranged in order from smallest to largest.\n\nIn this case, however, we are not provided with the actual data. Rather, we are provided with the percent of students taking the exam who achieved each possible score on the exam (the relative frequencies). If we knew how many students took the exam, we could determine how many students achieved each score and could recreate the data set. Since we are not given the number of students who took the exam however, it is not possible to determine how many students achieved each score.\n\nIn other words, we can not go about finding the median of the distribution in a typical manner. However, we can still determine the median, so Choice 'E' is incorrect.\n\nTo find the median, we must understand that at least half (or at least\n50\n%\n) of the observations will be at or above the median while at least half of the observations will be at or below the median.\n\nStart by looking at the relative frequency for each score:\n\nFor a score of\n5\n, the relative frequency is\n45\n%\n.\nFor a score of\n4\n, the relative frequency is\n32\n%\n.\nFor a score of\n3\n, the relative frequency is\n16\n%\n.\nFor a score of\n2\n, the relative frequency is\n4\n%\n.\nFor a score of\n1\n, the relative frequency is\n3\n%\n.\n\nNotice that\n32\n%\n+\n45\n%\nor\n77\n%\nof the scores are at or above a score of\n4\n.\n\nAlso,\n32\n%\n+\n16\n%\n+\n4\n%\n+\n3\n%\nor\n55\n%\nof the scores are at or below a score of\n4\n.\n\nSince both of these values are above\n50\n%\n, the median of the distribution is\n4\nand Choice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. A score of\n3\nis the middle score possible, however it is not the median. Only\n16\n%\n+\n4\n%\n+\n3\n%\nor\n23\n%\nof the scores were at or below a score of\n3\n. Since this is less than\n50\n%\n, a score of\n3\ncannot represent the median.\n\nChoice 'C' is incorrect. There are no scores above\n5\nand fewer than\n50\n%\nof the scores were at\n5\n. Therefore,\n5\ncannot be the median of the distribution.\n\nChoice 'D' is incorrect. There are many possible misunderstandings that could lead you to believe that this is the correct choice. The value provided here is the average (mean) of the percent of students who scored a\n5\nand the percent of students who scored a\n1\n. We cannot determine a mean by simply averaging the maximum relative frequency and the minimum relative frequency in a data set. Furthermore, we were not looking for a mean - we were looking for a median. Also, keep in mind that the variable of interest is the score that students achieved on the exam. While most graphs will show relative frequency along the vertical axis and the variable of interest along the horizontal axis, the graph provided has the axes reversed. Since the only scores that are possible on the AP exam are all well below\n24\n, it does not make sense for the median to be\n24\n.\n\nNOTE: In addition to having the axes reversed from what is typically seen, the graph provided is not ideal. The graph provided is a bar graph which is not really considered appropriate for dealing with quantitative variables. A histogram would be appropriate. The main difference between a bar graph and histogram is that a histogram does not leave spaces between the bars. Keep in mind that sometimes you may see graphs that don't exactly conform to AP guidelines. You may even encounter such graphs on the AP Exam!",
  "tags": [
    "UNC-1.L.1",
    "2.A",
    "UNC-1.L.2",
    "2.B",
    "UNC-1.L",
    "UNC-1"
  ]
}