{
  "question_id": "question-151",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "center-spread",
    "univariate-data",
    "comparing-distributions",
    "exploring-data"
  ],
  "title": "Shoe Distribution",
  "difficulty": "Hard",
  "question_text": "The manager of an athletic-shoe store wants to know the size distribution of shoes for one of her most popular models before she puts in the next order. The manager collects size data for both men’s and women’s shoes on the last $50\\text{ pairs}$ of this model sold.<br>What is the best type of graphical display the manager could use for her purposes?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Scatterplot, making sure to use different symbols for the men’s and the women’s shoes."
    },
    {
      "letter": "B",
      "text": "Two separate bar graphs: one for men’s shoes, one for women’s shoes."
    },
    {
      "letter": "C",
      "text": "A single histogram, using bar width of $1$."
    },
    {
      "letter": "D",
      "text": "Two separate histograms: one for men’s shoes, one for women’s shoes, using bar width of $1$."
    },
    {
      "letter": "E",
      "text": "Two separate dot plots: one for men’s shoes, one for women’s shoes."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "A dot plot will give a dot of each value of shoe size.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect; scatter plots are used to plot bivariate data ($2$ variables). Here, the only variable is shoe size.\n\nChoice 'B' is incorrect; bar graphs are used to plot categorical data, not quantitative.\n\nChoice 'C' is incorrect; a single histogram will not accurately give the manager the information she wants because it will not differentiate between men’s and women’s sizes. For example, men’s size $8$ of this shoe will be different than a women’s size 8.\n\nChoice 'D' is incorrect; two different histograms will give the manager a decent snapshot of center, shape, and spread for both men’s and women’s shoe sizes, but since the bars are a width of $1$, the manager will not know how many of each size to order. For example, the manager will not know how many shoes are size $8$ compared to size $8.5$.",
  "tags": [
    "UNC-1.M",
    "UNC-1.M.1",
    "2.A",
    "UNC-1"
  ]
}