{
  "question_id": "question-005",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "statistics",
    "data",
    "variation"
  ],
  "title": "Library Debate",
  "difficulty": "Medium",
  "question_text": "Two high school statistics students are studying in their school's library. They see the librarian seemingly selected random books from the shelves. The two students wonder aloud what they believe the librarian is doing.<br>Student $1$ states: \"I bet she is selecting random books to try and find the average page number for the books in the library.\"<br>Student $2$ states: \"No, I think she is selecting random books to estimate the proportion of books per category (fiction, non-fiction, etc.)\"<br>Which student is correct?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Student $1$ since the number of pages in a book is numeric value."
    },
    {
      "letter": "B",
      "text": "Student $1$ since the librarian is selected the books randomly."
    },
    {
      "letter": "C",
      "text": "Both students could be correct since both values are data points that are easily collectable by the librarian."
    },
    {
      "letter": "D",
      "text": "Student $2$ since the data is easily put in categories."
    },
    {
      "letter": "E",
      "text": "Neither student's idea make sense statistically."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nThe librarian is randomly selected books to collect data. This data, once collected, can lead to a conclusion that is meaningful, when put into context.\n\nAlthough the students do not know the exact reasoning for the librarian's work, both of their ideas make sense statistically. The librarian could easily find the average number of pages of the book by examining each book and finding the sum of the book pages, then dividing by the number of books. Additionally, the librarian could also easily organize the books into different categories that represent each book.\n\nBoth students have presented a logical statistical argument for what the librarian could be doing.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Although, student 1\nis correct, this student is not the only one who is correct.\n\nChoice 'B' is incorrect. Data should be collected randomly, but this does not prove that student 1\nis correct.\n\nChoice 'D' is incorrect. Student 2\ndid correctly assume that the books could be put into categories, but again, he was not the only correct student.\n\nChoice 'E' is incorrect. Both students made statistically sound arguments for what the librarian could be doing.",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}