{
  "question_id": "question-042",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "categorical-data",
    "bar-graphs"
  ],
  "title": "Extrovert or Introvert?",
  "difficulty": "Hard",
  "question_text": "A group of $1200$ men and $900$ women were asked to identify whether they were \"more of an extrovert\" or \"more of an introvert\". The results are shown in the graph below.<br>Assuming everyone who was surveyed responded, and based on the graph, which of the following conclusions can be reached?",
  "image_files": [
    "images/question-042-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The number of men who said \"more of an extrovert\" is greater than the number of women who said \"more of an extrovert\"."
    },
    {
      "letter": "B",
      "text": "The percentage of women who said \"more of an introvert\" is greater than the percentage of men who said \"more of an extrovert\"."
    },
    {
      "letter": "C",
      "text": "Women are more evenly split between the two personality types than are men."
    },
    {
      "letter": "D",
      "text": "Approximately\n46\nmen and\n57\nwomen said \"more of an extrovert\"."
    },
    {
      "letter": "E",
      "text": "There is no association between gender and personality type."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "While the height of the bar corresponding to women who said \"more of an extrovert\" is higher than the height of the bar corresponding to men who said \"more of an extrovert\", it is important to notice that the scale on the vertical axis is labeled as representing a relative frequency (in percent) and not an actual frequency (or count). This means that we can correctly conclude that the relative frequency of women who said \"more of an extrovert\" is greater than the relative frequency of men who said \"more of an extrovert\", but we need to do some more work in order to determine whether it is also true that the actual number of women who said \"more of an extrovert\" is greater than the number of men who said \"more of an extrovert\".\n\nWe know that\n1200\nmen were surveyed. By matching up the height of the bar that corresponds to men who said \"more of an extrovert\" with the values on the vertical axis, we can estimate that approximately\n46\n%\nof men said \"more of an extrovert\". Then to determine the actual number of men who said \"more of an extrovert\", we simply need to find\n46\n%\nof\n1200\n.\n\nBy multiplying\n(\n0.46\n)\n(\n1200\n)\n, we find that approximately\n552\nmen said \"more of an extrovert\".\n\nWe also know that\n900\nwomen were surveyed. Again, by matching up the height of the bar that corresponds to women who said \"more of an extrovert\" with the values on the vertical axis, we can estimate that approximately\n57\n%\nof women said \"more of an extrovert. Since\n57\n%\nof\n900\nis\n(\n0.57\n)\n(\n900\n)\nor\n513\nwe can say that approximately\n513\nwomen said \"more of an extrovert\".\n\nSince\n552\nis greater than\n513\n, the number of men who said \"more of an extrovert\" is greater than the number of women who said \"more of an extrovert\".\n\nNOTE: While it can be difficult to visually establish that exactly\n46\n%\nof men said \"more of an extrovert\", it should be clear that the percentage is somewhere around\n45\n%\n. If you use\n45\n%\nor even\n44\n%\nas an estimate instead of using\n46\n%\n, you would still find that the number of men who said \"more of an extrovert\" is greater than the number of women who said \"more of an extrovert\". Because the actual number of men surveyed was so much higher than the number of women surveyed, your estimates of the percentages would have to be pretty far off in order to come to any other conclusion.\n\nChoice 'A' provides a valid conclusion and is the correct answer.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect. Since the height of the bar corresponding to women who said \"more of an introvert\" is lower than the height of the bar corresponding to men who said \"more of an extrovert\", the correct conclusion would be that the percentage of women who said \"more of an introvert\" is less than the percentage of men who said \"more of an extrovert\".\n\nChoice 'C' is incorrect. There are two problems with this statement. First, since the bars corresponding to men are more similar in height than the bars corresponding to women, a more correct conclusion would be that men are more evenly split between the two personality types than women. However, even that is not really a correct conclusion because it is not limited to the responses from those surveyed. Rather, it seems to generalize this conclusion to all men and all women. This is not appropriate.\n\nChoice 'D' is incorrect. The values here neglect the fact that the vertical axis represents relative frequency (in percent). This statement considers the heights of the bars to represent actual frequencies instead, and is not a valid conclusion.\n\nChoice 'E' is incorrect. If there was no association between gender and personality type, the percentage of men who are \"more of an extrovert\" should be the same as the percentage of women who are \"more of an extrovert\". Likewise, the percentage of men who are \"more of an introvert\" should be the same as the percentage of women who are \"more of an introvert\". Here, the percentages are not equal. If anything, this would suggest (not prove) that there is an association between gender and personality type.",
  "tags": [
    "UNC-1.E",
    "UNC-1.D",
    "2.A",
    "UNC-1.D.1",
    "UNC-1.E.1",
    "UNC-1"
  ]
}