{
  "question_id": "question-062",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "univariate-data",
    "exploring-data",
    "shape"
  ],
  "title": "Least Appropriate Type of Graph for Heart Rate",
  "difficulty": "Easy",
  "question_text": "Over the past two months, Olivia has been recording her resting heart rate each morning when she wakes up. The lowest heart rate she recorded was 62 beats per minute, and the highest heart rate was 74 beats per minute.<br>Which type of graphical display would be the LEAST appropriate way to display the distribution of Olivia's heart rates?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Boxplot."
    },
    {
      "letter": "B",
      "text": "Dotplot."
    },
    {
      "letter": "C",
      "text": "Histogram."
    },
    {
      "letter": "D",
      "text": "Scatterplot."
    },
    {
      "letter": "E",
      "text": "Stemplot."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A scatterplot is used to display the relationship between an explanatory variable (x) and a response variable (y). In order to construct a scatterplot, you must have two quantitative variables recorded on the same individual.\n\nHeart rate is a quantitative variable and all measurements are taken on the same individual. However, heart rate is the only variable of interest in this situation. We are not looking at how heart rate is related to a second variable, so we would be unable to construct a scatterplot. Choice 'D' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because it does represent an appropriate way to display the distribution of heart rates. A boxplot will clearly display such information as the minimum, median, and maximum along with values related to the 25th and 75th percentiles.\n\nChoice 'B' is incorrect because it does represent an appropriate way to display the distribution of heart rates. In a dot plot, each dot would be used to represent one observation of a particular heart rate.\n\nChoice 'C' is incorrect because it does represent an appropriate way to display the distribution of heart rates. The frequencies of various heart rates could be seen by the height of the bars in a histogram. Depending upon the width of the bars used however, we may or may not be able to determine specific information such as median or range from a histogram.\n\nChoice 'E' is incorrect because it does represent an appropriate way to display the distribution of heart rates. In a stemplot, each observed heart rate would be displayed with a frequency that matches the number of times that heart rate was observed.",
  "tags": [
    "2.D",
    "UNC-1.G.5",
    "UNC-1.G",
    "UNC-1"
  ]
}