{
  "question_id": "question-199",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "tables"
  ],
  "title": "Pogopalooza and Normal Probability Calculations",
  "difficulty": "Easy",
  "question_text": "Xpogo is an extreme sport that involves jumping and performing tricks on a pogo stick. David Armstrong has been practicing hard for a couple years and hopes to one day be able to compete at Pogopalooza in pursuit of the world record for most consecutive jumps. In addition to practicing, David records his total consecutive jumps from each practice session and keeps close track of his statistics.<br>He knows that his current mean number of consecutive jumps is $72{,}381$ (getting close to the world record) and the standard deviation is $565$.<br>What is the probability that if we look at a randomly selected day from his current records that on that day he was able to achieve more than $73{,}250$ consecutive jumps (assume the distribution of David's number of consecutive jumps is approximately normal)?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.01$"
    },
    {
      "letter": "B",
      "text": "$0.06$"
    },
    {
      "letter": "C",
      "text": "$0.94$"
    },
    {
      "letter": "D",
      "text": "$0.99$"
    },
    {
      "letter": "E",
      "text": "The probability cannot be determined since David is probably improving over time."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "To solve this problem, we must first convert the raw data to a $z$-score. The formula for calculating $z$ is:\n\n$$z = \\frac { x - \\mu }{ \\sigma }$$\n\n...where x is the observed value or value of interest, μ is the mean, and σ is the standard deviation.\n\nz=\n73250−72381\n565\n=1.538\n\nSince we are looking for the probability that David would be able to achieve more than 73,250 consecutive jumps, we would then look for:\n\np(z>calculated value):p(z>1.538)=0.06\n\nWe can complete the calculation for p(z>1.538) using either the z-table or the TI83/84 graphing calculator's normalcdf function. The normalcdf function finds probabilities associated with given z-scores. The syntax is: normalcdf(lower bound, upper bound, mean, standard deviation).\n\nIn this case you would:\n\nThe calculator will return the value of 0.06\n. This is the answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is the complement of the answer found in Choice 'D'.\n\nChoice 'C' is incorrect. It is the complement of the correct answer and represents the probability that David will have achieved fewer than 73,250\nconsecutive jumps on the randomly selected day.\n\nChoice 'D' is incorrect. It looks at 72,381\nas a fraction of 73,250\n. There is no valid reason to do this.\n\nChoice 'E' is incorrect. While it is true that David may be improving over time, the day in question is being randomly selected from one that is already in his records and therefore part of the overall distribution. Since it is selected at random, perhaps it comes from a time when he was more practiced, or perhaps not.",
  "tags": [
    "VAR-2.B.2",
    "VAR-2.B",
    "VAR-2.B.1",
    "3.A",
    "VAR-2",
    "VAR-2.B.3"
  ]
}