{
  "question_id": "question-016",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "categorical-data",
    "data",
    "quantitative"
  ],
  "title": "Quantitative and Categorical Differences",
  "difficulty": "Medium",
  "question_text": "Which of the following statements correctly describes a difference between a quantitative and a categorical variable?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "A quantitative variable is always described using a numerical value, while a categorical variable is never described using numerical values."
    },
    {
      "letter": "B",
      "text": "A quantitative variable describes a characteristic of an individual based upon a numerical measure of that characteristic, while a categorical variable describes a characteristic of an individual by identifying a category or group to which the characteristic belongs."
    },
    {
      "letter": "C",
      "text": "A quantitative variable can provide very specific information about an individual, while a categorical variable can only provide general information about an individual."
    },
    {
      "letter": "D",
      "text": "A quantitative variable cannot be described using units of measurement, while a categorical variable is always described using units of measurement."
    },
    {
      "letter": "E",
      "text": "A quantitative variable can only be used to describe a characteristic of an individual, while a categorical variable can only be used to describe a characteristic of a group."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "In statistics, a variable is simply a characteristic of an individual (or specific group of individuals). A quantitative variable describes a characteristic that can be measured or counted. This means that the value of the variable will be a number. On the other hand, a categorical variable describes a characteristic by assigning it to a group or category. This means that the \"value\" of a categorical variable will be a group name or label.\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While it is true that a quantitative variable is always described using a numerical value, it is also possible to describe some categorical variables using a range of numerical values. For example, with regard to annual income, $\\$50,000 - \\$80,000$ may appropriately describe an individual's income category.\n\nChoice 'C' is incorrect. While a quantitative variable may provide very specific information about an individual, a categorical variable may do so as well. For example, eye color is a categorical variable, and brown is one possible description of eye color. This does then, provide very specific information about an individual with regard to the color of their eyes .\n\nChoice 'D' is incorrect. While there may be some quantitative variables that are described without respect to units (such as a rating of 4 on a 5 point scale), many quantitative variables are described using units of measurement (such as inches or dollars). Likewise, there are some categorical variables that may involve units (such as the income category example mentioned above), but it is more likely that a categorical variable will not be described using units of measure. Rather, a categorical variable is typically described by identifying a group or category name (such as brown - for eye color).\n\nChoice 'E' is incorrect. While a quantitative variable can certainly be used to describe a characteristic of an individual, it can also be used to describe a characteristic of a group of individuals. For example, the mean test score for a certain AP Statistics class is a quantitative variable that may be different for different classes. Likewise, a categorical variable can be used to describe a single individual (brown eyes again!) or can be used to describe a group of individuals (for example, a senior-level class).",
  "tags": [
    "VAR-1.C.1",
    "VAR-1.B",
    "2.A",
    "VAR-1.C.2",
    "VAR-1"
  ]
}