{
  "question_id": "question-078",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "spread",
    "univariate-data",
    "summarizing-distributions",
    "comparing-distributions",
    "exploring-data"
  ],
  "title": "Adult Male Heights: Validity of Statements",
  "difficulty": "Easy",
  "question_text": "Twenty-five adult males had their heights measured in inches, as represented in the data set below.<br>$$65, 66, 67, 67, 68, 68, 69, 69, 69, 70, 70, 70, 71, 71, 71, 72, 72, 72, 73, 73, 74, 75, 75, 76, 77$$<br>Which of the following statements is true concerning the data set?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "There are clearly outliers present."
    },
    {
      "letter": "B",
      "text": "The shape of this distribution is approximately uniform."
    },
    {
      "letter": "C",
      "text": "The mean will give a more accurate description of the data than the median will."
    },
    {
      "letter": "D",
      "text": "The mean and median will be relatively close to each other."
    },
    {
      "letter": "E",
      "text": "None of the listed statements is correct."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "One could find the mean and median to see that Choice 'D' is the correct answer.\n\nOne could also simply see that the data appears relatively symmetric with no skewness or major outliers. One could infer from this information that the mean and median will be about the same. The mean and median will always be close to each other when dealing with symmetric data.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. One can use the criteria $1.5*IQR$ to determine that there are no outliers present. However, for this data set, simply by observing the data it should be obvious that there are no data points high or low that are far away from the other data points.\n\nChoice 'B' is incorrect. One can see there are more values in the middle $(69, 70, 71, 72, etc)$ than on the ends $(65, 66, 76, 77)$. For the data to be uniform, one would need to see roughly the same amount of observations at every value throughout the data set.\n\nChoice 'C' is incorrect. If the data was skewed or had major outliers, the median will actually give a more accurate description of the data than the mean. However, since the data is relatively symmetric, the mean and median will be close to each other and give fairly equally accurate descriptions of the data.\n\nChoice 'E' is incorrect. Since the mean and median will be relatively close to each other, this selection must be incorrect. Thus, Choice 'E' cannot be correct since Choice 'D' is true.",
  "tags": [
    "UNC-1.I.3",
    "UNC-1.I.2",
    "2.C",
    "UNC-1.K",
    "UNC-1.I",
    "UNC-1.K.1",
    "UNC-1"
  ]
}