{
  "question_id": "question-018",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "categorical-data",
    "data",
    "quantitative",
    "variables"
  ],
  "title": "Facts About Variables",
  "difficulty": "Hard",
  "question_text": "Which of the following statements about variables is NOT true?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "An individual can often be described with respect to many different variables."
    },
    {
      "letter": "B",
      "text": "Two different individuals can be measured or described on the same variable, but the value or description of the variable may not be the same for both individuals."
    },
    {
      "letter": "C",
      "text": "For one specific individual, the value of a quantitative variable may change over time but the value of a categorical variable will remain constant."
    },
    {
      "letter": "D",
      "text": "The individuals in a sample should all be the same with respect to the variable that makes them part of a population of interest."
    },
    {
      "letter": "E",
      "text": "Some types of variables can be considered either quantitative or categorical depending upon how they are described."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "In statistics, a variable is a specific characteristic of an individual (or object). Variables may be either quantitative or categorical.\n\nQuantitative variables are variables that take on numerical values and represent a characteristic that can be measured or counted. Age (in years) is an example of a quantitative variable, and our age certainly does change as we get older.\n\nCategorical variables are variables that represent a characteristic that can only be described by referring to a category or group to which the characteristic belongs. For a given individual, the value or description related to some specific categorical variables may not change over time.\n\nFor example, if we consider the categorical variable \"state of birth\", the description of this characteristic for a given individual will remain constant. Once you are born in Illinois, you will always have been born in Illinois! However, other characteristics that can be described categorically might change over time. One example of such a variable is \"state of residence\". An individual who was once characterized as being a resident of the state of Illinois, may later in life be characterized as being a resident of the state of New Jersey.\n\nSince Choice 'C' is not a true statement, it is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. It is true that an individual can often be described with respect to many different variables. The variables of age, state of birth, state of residence, eye color, and number of siblings are a few examples of variables that can all be used to describe a single individual.\n\nChoice 'B' is incorrect. It is true that two different individuals can be measured on the same variable but be described in different ways. With respect to age, one individual may be 16 (years old) while the second individual may be 23 (years old).\n\nChoice 'D' is incorrect. While the values of a variable of interest may be different for different individuals in a sample, it is true that the individuals in the sample should all be the same with respect to the variable that makes them part of a population of interest. For example, if we want to know the mean number of times that adults who live in New Jersey exercise per week (our variable of interest), then on the variable of state of residence we would want all individuals in our sample to be the same - that is, residents of New Jersey.\n\nChoice 'E' is incorrect. Age (in years) is a quantitative variable. However, if age categories (such as \"under age 18\") are established, then an individual's age (in years) would fall into a certain category. In this case, based upon how age is described, the variable may be considered either quantitative or categorical.",
  "tags": [
    "VAR-1.C.1",
    "2.A",
    "VAR-1.C.2",
    "VAR-1",
    "VAR-1.C"
  ]
}