{
  "question_id": "question-052",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "quantitative-data"
  ],
  "title": "Discrete Quantitative Variable",
  "difficulty": "Easy",
  "question_text": "On the first day of AP® Statistics class, a teacher surveyed her students about a variety of topics.<br>Which of the following is a discrete quantitative variable describing the students?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "eye color"
    },
    {
      "letter": "B",
      "text": "height in inches"
    },
    {
      "letter": "C",
      "text": "number of siblings"
    },
    {
      "letter": "D",
      "text": "number of questions on the survey"
    },
    {
      "letter": "E",
      "text": "time it takes to get to school"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A variable is any characteristic that describes an individual. There are two types of variables - categorical and quantitative.\n\nA categorical variable describes an individual by stating a group or category to which the individual belongs. A quantitative variable takes on a numerical value and identifies a characteristic of an individual that can be counted or measured.\n\nThere are also two types of quantitative variables - continuous and discrete.\n\nA continuous variable can take on infinitely many values because the characteristic can (theoretically) be measured at infinitely more precise levels.\n\nA discrete variable can take on a finite or infinite number of values, but these values can always be counted in an organized manner. Often, the values associated with a discrete variable are the counting numbers themselves ($1, 2, 3, ..$ etc.)\n\nThe number of siblings is a discrete quantitative variable. A student might have $0$, or $1$, or $2$ siblings. They may have more than $2$ siblings as well, but the number of siblings will be able to be described using a counting number.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Eye color is a categorical (not quantitative) variable.\n\nChoice 'B' is incorrect. Height is a continuous quantitative variable. Someone might report their height to be $65$ or $66$ inches. It is also possible that someone might report their height to be $65.5$ inches. While our ability to measure height is limited to a certain degree of accuracy, it is even possible for someone to be $65.5397102$ inches tall.\n\nChoice 'D' is incorrect. The number of questions on the survey simply represents the number of different variables being measured. It is not a variable that describes the students.\n\nChoice 'E' is incorrect. Time it takes to get to school could be measured in minutes. In this case, the variable would be continuous since there are an infinite number of values that the variable could take on, all at more precise levels of accuracy. It is also possible to describe time it takes to get to school using words such as \"not long\", \"about average\" or \"a long time\". In this case, the variable would be categorical (not quantitative) in nature. Regardless of how it is measured or described however, time it takes to get to school is not discrete.",
  "tags": [
    "UNC-1.F.1",
    "2.A",
    "UNC-1.F",
    "UNC-1"
  ]
}