{
  "question_id": "question-166",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "univariate-data",
    "exploring-data",
    "outliers"
  ],
  "title": "MVP's Free Throws",
  "difficulty": "Easy",
  "question_text": "A large company hosts a recreational basketball league for its employees. At an evening practice in the local park, 20 of the male employees practice free throw shots. As a boost to morale, the CEO of the company invites an MVP, most valuable player, from the recent National Basketball Association's Championship to shoot free throws with them.<br>Which of the histograms shows the most likely distribution of the number of free throws made by the 20 male employees and the MVP?",
  "image_files": [
    "images/question-166-img1.png",
    "images/question-166-img2.png",
    "images/question-166-img3.png",
    "images/question-166-img4.png",
    "images/question-166-img5.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "<br><br>"
    },
    {
      "letter": "B",
      "text": "<br><br>"
    },
    {
      "letter": "C",
      "text": "<br><br>"
    },
    {
      "letter": "D",
      "text": "<br><br>"
    },
    {
      "letter": "E",
      "text": "<br><br>"
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Since most of the male employees making the free throw attempts are part of a recreational basketball league, the number of free throws they make are probably clustered around each other.\n\nAs a highly successful NBA player, the MVP's number of free throws should be remarkably higher than the others. Choice 'A' is the only choice that shows a high outlier.\n\nExplanation of Distractors\n\nChoices 'B' and 'D' are incorrect because it shows a distribution where almost everyone is similar. There are no outliers with a professional athlete like an MVP, implying that all of the playing employees could have careers in the NBA, which is unlikely.\n\nChoice 'C' is incorrect because it shows an outlier on the lower (less skilled) end of the spectrum. If the MVP is the outlier, the rest of the employees make free throws better than him, which is unlikely since he is a professional athlete.\n\nChoice 'E' is incorrect because it shows two distinct groupings of data with one outlier in the middle. Nothing about the situation implies that there are clearly two different groups within the male employees, and the outlier (likely the MVP) would not occur in the middle of these two groups.",
  "tags": [
    "UNC-1.N.1",
    "2.D",
    "UNC-1.N",
    "UNC-1"
  ]
}