{
  "question_id": "question-091",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "univariate-data",
    "summarizing-distributions",
    "center",
    "exploring-data"
  ],
  "title": "Outlier Effect",
  "difficulty": "Easy",
  "question_text": "A set of sample data follows a roughly symmetric distribution and contains no outliers. If an extreme outlier is added to the data set, the median will not change much if at all. The mean will be affected, however, and the value of the mean will either increase or decrease depending on the value of the outlier.<br>Which of the following bests explains why this happens?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "When an extreme outlier is added, the distribution will become skewed causing the median to shift significantly. The mean will also shift, but not as much."
    },
    {
      "letter": "B",
      "text": "The mean is more subject to a Type $I$ Error than the median."
    },
    {
      "letter": "C",
      "text": "The mean is a robust measure, but the median is not."
    },
    {
      "letter": "D",
      "text": "The median is a resistant measure, but the mean is not."
    },
    {
      "letter": "E",
      "text": "The median is an unbiased estimator of the population, but the mean is not."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "A resistant measure does not change very much in the presence of an outlier.\n\nThe median is the middle number (or the average of the two middle numbers) when the values in the data set are arranged in order. If an extreme outlier is added to the data set, the outlier will be either the largest or smallest number in the new data set. The outlier will not affect the middle of the distribution much if at all, so the median is certainly a resistant measure.\n\nThe mean, however, is not resistant. Adding an extreme outlier can potentially change the mean in a dramatic way.\n\nAs an exaggerated illustration of this fact, consider the following data set:\n\n5,7,8,9,12\n\nThe median of this data set is 8\n, and the mean is 8.2\n.\n\nNow add an extreme outlier. We will use 80\nas the outlier.\n\nThe new data set is:\n\n5,7,8,9,12,80\n\nThe median of the new data set is 8.5\n- not all that much different from the original median.\nThe mean of the new data set is about 20.17\n- a significant change from the original mean.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While adding an extreme outlier may cause the distribution to appear skewed, the rest of the information given here contradicts what is given in the problem and is incorrect. The median will not shift significantly, and the mean will shift more than the median.\n\nChoice 'B' is incorrect. A Type I\nError occurs when we incorrectly reject a null hypothesis. However, this problem does not deal with significance testing.\n\nChoice 'C' is incorrect. The term \"robust\" is used in the context of inference procedures and not when referring to individual statistical measures. We would say that an inference procedure is robust if the conclusions from the procedure do not change very much when the necessary conditions are violated. An outlier may, in fact, be a violation of a necessary condition for inference, but the idea of robustness is misused here.\n\nChoice 'E' is incorrect. A statistic is an unbiased estimator of a population parameter if the value of the statistic equals the value of the parameter. The mean of a sampling distribution for sample means is an unbiased estimator of the population mean. However, we only have a single set of sample data. Due to sampling variability, we should not expect the sample median (or mean) to be accurate for the population. This is true whether an outlier is present or not.",
  "tags": [
    "4.B",
    "UNC-1.K",
    "UNC-1.K.2",
    "UNC-1"
  ]
}