{
  "question_id": "question-159",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "combining-random-variables",
    "univariate-data",
    "summarizing-distributions"
  ],
  "title": "Savvy Shopper Suzy's Blog: Finding the Mean Difference",
  "difficulty": "Easy",
  "question_text": "Suzy has a blog where she discusses how much shoppers can save when buying a store brand product rather than a well-known name brand product.\nRecently, Suzy posted that while different types of cereal may cost more or less, the average cost of a box of cereal with a well-known name brand is $\\$3.98$ while the average cost of a box of cereal with a store brand is $\\$3.47$. Suzy also explained for those who buy one box of cereal a week, over the course of one year, they could save an average of more than $\\$20$ by purchasing the store brand over the big name brand. \"And that's enough to buy at least four large frozen caramel macchiatos with chocolate granola drizzle at your local coffee shop!\"\nIs Suzy correct? Justify your response.",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "No. The annual savings would only average $\\$0.51$ and four large frozen caramel macchiatos with chocolate granola drizzle will cost much more than that."
    },
    {
      "letter": "B",
      "text": "No. The annual savings would only average $\\$6.12$. That might be enough to buy one large frozen caramel macchiato with chocolate granola drizzle, but not four!"
    },
    {
      "letter": "C",
      "text": "Probably. As long as one large frozen caramel macchiato with chocolate granola drizzle costs $\\$6.63$ or less, the mean annual savings will be enough to cover the cost of four."
    },
    {
      "letter": "D",
      "text": "Probably. As long as one large frozen caramel macchiato with chocolate granola drizzle costs $\\$8.84$ or less, the mean annual savings will be enough to cover the cost of four."
    },
    {
      "letter": "E",
      "text": "Yes. The annual savings would average $\\$180.44$. That should be more than enough to cover the cost of four large frozen caramel macchiatos with chocolate granola drizzle."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "",
  "explanations": {},
  "tags": [
    "UNC-1.O",
    "2.D",
    "UNC-1.O.1",
    "UNC-1"
  ]
}