{
  "question_id": "question-064",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "extra-practice",
    "stemplots",
    "exploring-data"
  ],
  "title": "Stem and Leaf Plot",
  "difficulty": "Easy",
  "question_text": "A stem-and-leaf plot",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Should consist of a minimum of $2$ stems."
    },
    {
      "letter": "B",
      "text": "Can be constructed in such a way that the stems are split."
    },
    {
      "letter": "C",
      "text": "Is not overly useful to determine the shape of the data."
    },
    {
      "letter": "D",
      "text": "Can be used to display both quantitative and categorical data."
    },
    {
      "letter": "E",
      "text": "Can only be constructed where the stems are multiples of 10's, and the leaves are individual values."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "A stem and leaf plot is a useful way to display quantitative data. It can clearly determine the shape of the data, and by manipulating the values for the stems it works for a variety of different distributions of single variable data.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. With only 2 stems, it would be difficult to see the definition and shape of the distribution. Most agree stem and leaf plots should have a minimum of 5 stems.\n\nChoice 'B' is correct. One can split the stems, for example, in such a way that one stem covers values 10-14, and another stem covers values 15-19. Often splitting the stems allows the viewer to get a better definition of the distribution.\n\nChoice 'C' is incorrect. Stem and leaf plots, along with histograms, dotplots, and normal probability plots can be useful to determine the shape of single variable data.\n\nChoice 'D' is incorrect. Stem and leaf plots can only be used to display quantitative data.\n\nChoice 'E' is incorrect. Stems can be multiple of 10's, but they could also be multiples of 1, 100, 1,000, etc.",
  "tags": [
    "UNC-1.G.2",
    "2.A",
    "UNC-1.G",
    "UNC-1"
  ]
}