{
  "question_id": "question-053",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "continuous-variable",
    "discrete",
    "quantitative-data"
  ],
  "title": "School Fundraiser",
  "difficulty": "Easy",
  "question_text": "A school is hosting a fundraiser to raise money for a new basketball hoop. The fundraiser has carnival games, competitions, and other events that event-goers can pay to participate in. Which of the following situations would be considered a continuous variable?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The number of rings landed on a ring toss game."
    },
    {
      "letter": "B",
      "text": "The number of jumps in a jump rope competition."
    },
    {
      "letter": "C",
      "text": "The distance walked in a walk-a-thon."
    },
    {
      "letter": "D",
      "text": "The amount of whole pies sold by the PTA."
    },
    {
      "letter": "E",
      "text": "The amount of tickets sold to enter the fundraiser."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Solution\n\nAll the above variables are examples of quantitative variables, which can be described as either discrete or continuous. A discrete quantitative variable takes on a countable number of values with gaps between numbers, whereas continuous quantitative variables can take on infinitely many values no matter the size of the interval.\n\nIn this case, the only one that can use non-countable numbers would be the distance walked in a walk-a-thon. Since distance is a length measurement, there are infinitely many numbers that the distance can take, no matter the interval.\n\nChoice 'C' is correct.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Since the number of rings landed is countable, meaning it only takes values like 1,2,3,...\nit is a discrete variable.\n\nChoice 'B' is incorrect. The jumps from a jump rope is again a countable number, therefore it would be considered a discrete variable.\n\nChoice 'D' is incorrect. Since the PTA is only selling whole pies, you can count the number of pies sold, therefore it's a discrete variable.\n\nChoice 'E' is incorrect. The number of tickets can be represented by countable numbers, therefore, it's a discrete variable.",
  "tags": [
    "UNC-1.F.1",
    "UNC-1.F.2",
    "2.A",
    "UNC-1.F",
    "UNC-1"
  ]
}