{
  "question_id": "question-232",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "univariate-data",
    "position",
    "summarizing-distributions",
    "exploring-data"
  ],
  "title": "Waterfall Heights by Z-Scores and Percentiles",
  "difficulty": "Medium",
  "question_text": "In Cascade Utopia, the heights of waterfalls are normally distributed with a mean of $345$ feet and standard deviation of $63$ feet. Cassie plans to visit four waterfalls in order from the shortest waterfall to the tallest. Listed below are the four waterfalls and some information about their heights.\nIn what order will Cassie visit the waterfalls?<br>In what order will Cassie visit the waterfalls?<br>Halo Falls: $z = 1.7$\nIguana Falls: $z = -0.38$\nRainaga Falls: at the $70th$ percentile\nVeronica Falls: at the $37th$ percentile",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Iguana Falls, Halo Falls, Veronica Falls, Rainaga Falls"
    },
    {
      "letter": "B",
      "text": "Iguana Falls, Veronica Falls, Rainaga Falls, Halo Falls"
    },
    {
      "letter": "C",
      "text": "Halo Falls, Rainaga Falls, Veronica Falls, Iguana Falls"
    },
    {
      "letter": "D",
      "text": "Veronica Falls, Rainaga Falls, Iguana Falls, Halo Falls"
    },
    {
      "letter": "E",
      "text": "Rainaga Falls, Veronica Falls, Halo Falls, Iguana Falls"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "You can use two methods to solve this problem.\n\nMethod 1\n\nSince Rainaga Falls is at the $70th$ percentile, we know it has a height that is greater than $70\\%$ of all waterfalls in Cascade Utopia. Likewise, we know that Veronica Falls has a height that is greater than $37\\%$ of all waterfalls in Cascade Utopia. We need to find the percentile rank for both Halo Falls and Iguana Falls to be able to compare all four waterfalls.\n\nFor Halo Falls, we need to find $p(z < 1.7)$. We can do this by consulting the z-table. The z-table will tell us the area to the left of a given z-value. Move down the column labeled \"z\" until you find $1.7$. Then move across the row to the column labeled $\".00\"$ to form the z-score of $1.70$. Here we find $p(z < 1.7) = 0.9554$. Since approximately $95.54\\%$ of observations are below a z-score of $1.70$, this puts Halo Falls at approximately the $95th$ percentile - taller than both Rainaga Falls and Veronica Falls. You can also find this information using your $TI 83/84$ calculator's normalcdf function. The procedure for doing this will be described below as we find the percentile rank for Iguana Falls.\n\nFor Iguana Falls, we need to find $p(z < -0.38)$. We can find this information using the z-table as described above, or we can use our $TI83/84$ calculator's normalcdf function. The calculator syntax is normalcdf(lower bound, upper bound, mean, standard deviation). Since we are working from a z-score, the mean is $0$, and standard deviation is $1$. We do not have a lower bound, so we will use ${ -10 }^{ 99 }$ as the lower bound to ensure that our answer is quite accurate.\nPress $2nd$\nPress VARS (DISTR)\nChoose 2 (normalcdf)\nEnter ${ -10 }^{ 99 },-0.38,0,1$\nEnter\nThe calculator will return a probability of approximately $0.352$ which puts Iguana Falls at the $35th$ percentile. Iguana Falls is the shortest of all four waterfalls.\n\nPutting the falls in order from shortest to tallest we have:\nIguana Falls ($35th$ percentile)\nVeronica Falls ($37th$ percentile)\nRainaga Falls ($70th$ percentile)\nHalo Falls ($95th$ percentile)\n\nMethod 2\n\nWe can also solve this problem by determining the z-scores for Rainaga Falls and Veronica Falls and then listing the Falls in order from lowest z-score to highest z-score. The z-score tells us how many standard deviations an observation is above/below the mean. Negative z-scores indicate observations that are below the mean while positive z-scores correspond to observations that are above the mean.\n\nWe know that Halo Falls has a height that is above the mean since it has a z-score of $1.70$. We also know that Rainaga Falls has a height that is above the mean since it is at the $70th$ percentile. To find the z-score that corresponds to the $70th$ percentile, we can use the z-table provided with the A. P. Exam. The z-table provides lower tail probabilities associated with specific z-scores (or areas to the left of specific z-scores). Look at the table to try to find a value of $0.70$. This value is not in the table, but we know that $0.70$ would fall between $0.6985$ and $0.7019$ which are values that are found in the table. To find the z-score that corresponds to a lower tail probability of $0.6985$, notice that this value is located at the intersection of $z = 0.5$ (in the same row and the first column) and $z = 0.02$ (located at the top of the column above $0.6985$). This means that a lower tail probability of $0.6985$ corresponds with a z-score of $0.52$. In the same way, we can see that a z-score of $0.53$ corresponds with a lower tail probability of $0.7019$. This means that the z-score for Rainaga Falls is somewhere between $0.52$ and $0.53$. Since the z-score for Rainaga Falls is smaller than the z-score for Halo Falls, we can conclude that the height of Rainaga Falls is less than the height of Halo Falls.\n\nWe know that Iguana Falls has a height that is below the mean since it has a negative z-score. We also know that Veronica Falls has a height that is below the mean since it is in the $37th$ percentile. To compare the two, we need to find the z-score that corresponds to the $37th$ percentile. We can do this using the z-table and the process described above, or we could determine this information using the $TI83/84$ calculator's invnorm function. The invnorm function identifies the z-score that corresponds to a given area to the left (or lower tail probability). The syntax is invnorm (area to the left) To find the z-score associated with the $37th$ percentile:\nPress $2nd$\nPress VARS (DISTR)\nChoose $3$ (invnorm)\nEnter $0.37$\nPress Enter\nThe calculator will return a z-score of approximately $-0.33$.\nSince this z-score is larger than the z-score for Iguana Falls, we know that the height of Veronica Falls is greater than Iguana Falls.\n\nPutting the falls in order from shortest to tallest we have:\nIguana Falls ($z = -0.38$)\nVeronica Falls ($z = -0.33$)\nRainaga Falls ($z =$ about $0.52$)\nHalo Falls ($z = 1.70$)\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This answer puts the waterfalls in order from the smallest value given to the largest value given. However, some values that are provided are z-scores while other values provided correspond to percentiles. Before we can list the heights in order, we must first describe all four waterfalls using the same measure. We can only compare heights when all are described regarding z-scores OR when all are described regarding percentiles.\nChoice 'C' is incorrect because it lists the falls in order from tallest to shortest.\n\nChoice 'D' is incorrect. This answer puts the percentiles in order from smallest to largest and then z-scores in order from smallest to largest but does not provide a correct comparison between all four waterfalls.\n\nChoice 'E' is incorrect. This answer puts the percentiles in order from largest to smallest and then puts the z-scores in order from largest to smallest but does not provide a correct comparison between all four waterfalls.",
  "tags": [
    "VAR-2.B",
    "VAR-2.C.1",
    "2.D",
    "VAR-2.C",
    "VAR-2",
    "VAR-2.B.3"
  ]
}