{
  "question_id": "question-065",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "univariate-data",
    "exploring-data",
    "shape"
  ],
  "title": "Shape of a Distribution: This Costs More Than a Dollar!",
  "difficulty": "Easy",
  "question_text": "You walk into a dollar store, thinking all items are a dollar. As you walk down the first aisle, you notice some of the items are not a dollar. Because you have nothing better to do on your Saturday night, you walk down every aisle checking the price of every item.<br>You observe that most of items range between fifty cents to two dollars with the most common item being one dollar. However, there is one item that is seven dollars.<br>The distribution of the price of ALL items at this misleading dollar store is",
  "image_files": [
    "images/question-065-img1.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Uniform."
    },
    {
      "letter": "B",
      "text": "Skewed left."
    },
    {
      "letter": "C",
      "text": "Symmetric."
    },
    {
      "letter": "D",
      "text": "Skewed right."
    },
    {
      "letter": "E",
      "text": "Bimodal."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "Since most of the items are clustered around the lower end of the price and a couple of values towards the high price range, the shape of this distribution would be skewed right. Choice 'D' is our answer.\n\nThe easiest way to check this is to make some sort of graphical display by using the information they give you. Below is a histogram that demonstrates the distribution would be skewed right.\n\nCreated for Albert.io. Copyright 2017. All rights reserved\n\n\n\nExplanation of Distractors\n\nChoice 'A' is incorrect as uniform would mean every price has the same amount of items compared to the other prices. For example, there would be as many\n7\nitems as\n1\ndollar items.\n\nChoice 'B' is incorrect as if it was skewed left there would be more item prices on the higher end than the lower end. There would be more items around\n7\ndollars than\n1\ndollar.\n\nChoice 'C' is incorrect as if it was symmetric then the shape of the distribution would be similar to the left and to the right of the one-dollar price.\n\nChoice 'E' is incorrect as if it was bimodal there would be two modes, however, it stated that the one-dollar price was the most frequent.",
  "tags": [
    "UNC-1.H",
    "UNC-1.H.4",
    "UNC-1.H.3",
    "2.A",
    "UNC-1"
  ]
}