{
  "question_id": "question-175",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "mean",
    "univariate-data",
    "median",
    "comparing-distributions",
    "exploring-data",
    "shape"
  ],
  "title": "Skew: Skiing Contest",
  "difficulty": "Medium",
  "question_text": "Bobosaur and Turtle both love to ski. They each raced down the same mountain $25$ times. Bobosaur had a mean time of $87\\text{ seconds}$ and a median time of $87\\text{ seconds}$. Turtle had a mean time of $104\\text{ seconds}$ and a median time of $96\\text{ seconds}$.<br>Which of the following statements is TRUE?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "It is likely that both distributions have no skew."
    },
    {
      "letter": "B",
      "text": "It is likely that the distribution for Turtle is left skewed and the distribution for Bobosaur has no skew."
    },
    {
      "letter": "C",
      "text": "It is likely that the distribution for Turtle is right skewed and the distribution for Bobosaur has no skew."
    },
    {
      "letter": "D",
      "text": "It is likely that the distribution for Turtle has no skew and the distribution for Bobosaur is left skewed."
    },
    {
      "letter": "E",
      "text": "It is likely that the distribution for Turtle has no skew and the distribution for Bobosaur is right skewed."
    }
  ],
  "correct_answer": "Choice 'C' is correct.",
  "solution": "The mean is sensitive to outliers and the median is resistant to outliers. Imagine a distribution with values of 5,5,5,5, and 55. The median would be 5, but the mean would be 15.\n\nTherefore, if Turtle's distribution has a mean of 104 seconds and a median of 96 seconds, then the mean is greater than the median. So Turtle has a mean greater than the median and likely has a right skew.\n\nBobosaur's mean and median are identical, which means his data likely has no skew.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect because Turtle has a mean time which is greater than his median. If there is no skew, then the mean is near the median.\n\nChoice 'B' is incorrect because Turtle has a mean time which is greater than his median, which results in a right skew. To have a left skew, the mean should be less than the median.\n\nChoice 'D' is incorrect both because Turtle should have a right skew and because Bobosaur should have no skew. Since Bobosaur has the same mean and median, Bobosaur should have no skew. If Bobosaur had a left skew, the mean would be below the median.\n\nChoice 'D' is incorrect both because Turtle should have a right skew and because Bobosaur should have no skew. Since Bobosaur has the same mean and median, Bobosaur should have no skew. If Bobosaur had a right skew, the mean would be above the median.",
  "tags": [
    "UNC-1.O",
    "2.D",
    "UNC-1.O.1",
    "UNC-1"
  ]
}