{
  "question_id": "question-006",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "precision",
    "data",
    "variation"
  ],
  "title": "The Nature of Variation",
  "difficulty": "Medium",
  "question_text": "Which of the following statements regarding variation in measurements is NOT correct?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Variation may be random."
    },
    {
      "letter": "B",
      "text": "Variation can sometimes be explained."
    },
    {
      "letter": "C",
      "text": "No variation always indicates $100\\%$ precision."
    },
    {
      "letter": "D",
      "text": "Small variation may indicate a high level of consistency."
    },
    {
      "letter": "E",
      "text": "Large variation may represent a lack of consistency."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "In general, variation refers to how far apart the values in a data set are from each other. If there is no variation in measurements, then all of the measurements are exactly the same. This does not necessarily mean that the measurements are precise!\n\nIn carpentry there is a saying: \"Measure twice. Cut once.\"\n\nSuppose you are measuring a piece of wood and find it to be $26\\cfrac{3}{16}$ inches long. You measure again, and get the same result. In fact, you measure not once, not twice, but three times - and always get the same result! Does this mean that your measurements are precise? Not necessarily. Perhaps the true measure of the piece of wood is $26\\cfrac{5}{32}$ inches, but your ruler only allows you to measure to the nearest sixteenth of an inch.\n\nThe above example demonstrates that measurements may not be precise, because they are not exactly correct - or they are not exactly on target. You may argue, that for all practical purposes, the three measures were precise enough. In this situation, that may be true.\n\nLet's consider another example then. Suppose you are playing a game of cornhole and measure how far your bean bag lands from the hole. You throw three bean bags and they all land one on top of the other. The distance from the bean bags to the hole is the same for all three bean bags, so there is no variation in your measurements. That doesn't mean your throws were precise! All three bean bags may have landed quite far away from the hole. In other words, your throws were off target - not precise.\n\nNo variation in a set of measurements is not necessarily an indication of precision.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Sometimes differences in measurements are simply random and have no discernible explanation. Consider the amount of time it takes for you to get to school each day. One day it may take you 20 minutes, and another day it may take you 22 minutes. There may or may not be an obvious explanation for the difference in time. The variation may just be random.\n\nChoice 'B' is incorrect. Sometimes there is a very specific explanation or set of explanations for variation in measurements. Suppose you are measuring how long it takes to mow the lawn. It may take longer than usual to mow the lawn one day because it is extremely hot and you need to take a few breaks. This could explain the variation in the amount of time it takes to get the job done.\n\nChoice 'D' is incorrect. Small variation indicates that the values in a data set are all close to each other. This may indicate that the measurements are very consistent. Consider again the cornhole example from above. A small variation in the measurements would indicate that you are consistently near (or far) from the hole.\n\nChoice 'E' is incorrect. Large variation indicates that the values in a data set are all spread out from each other. This may indicate a lack of consistency. Consider again the cornhole example from above. A large variation in measurements could indicate that you are sometimes very far from the hole and at other times very close to the hole. In other words, you are playing with a lack of inconsistency.",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}