{
  "question_id": "question-247",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "univariate-data",
    "position",
    "summarizing-distributions",
    "exploring-data"
  ],
  "title": "Calibrating a Candy Machine For a Normal Distribution",
  "difficulty": "Medium",
  "question_text": "A candy machine dispenses small chocolate candies and claims that $1$ oz is dispensed each time. It is known that the standard deviation of the amount of candy that will be dispensed from this machine is $0.08$ oz and that the amount dispensed follows a normal distribution. We need to calibrate the machine so that the mean amount dispensed will be less than the advertised amount no more than $2\\%$ of the time.<br>What should we calibrate the mean to be?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.92\\text{ oz}$"
    },
    {
      "letter": "B",
      "text": "$1\\text{ oz}$"
    },
    {
      "letter": "C",
      "text": "$1.08\\text{ oz}$"
    },
    {
      "letter": "D",
      "text": "$1.16\\text{ oz}$"
    },
    {
      "letter": "E",
      "text": "$1.24\\text{ oz}$"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "We are looking for the mean value to set the machine at which will cause the machine to dispense less than $1$ oz only $2\\%$ of the time. To find this value, we must first determine the $z$-score that corresponds with an area of $0.02$ to the left.\n\nTo find this $z$-score, you can use the $z$-table or you can use your TI83/84 graphing calculator. To use the table, simply look for the entry that is closest to $0.02$. Determine the corresponding $z$-score by seeing which row and column intersect and then form the related $z$-score of $-2.05$. To use the graphing calculator, you will need to use the invNorm function. The invNorm function provides the $z$-score that corresponds with a given area to the left. The syntax is invNorm (area to the left). In this case:\n\nEnter 2nd, DISTR\nChoose invNorm\nEnter 0.02\nEnter again and the calculator will return the $z$-score of $z = -2.05$\n\nNow that we know the $z$-score, we need to use the formula for calculating a $z$-score. The formula is:\n\n$$z=\\frac { x-\\mu }{ \\sigma } $$\n\nFill in the values we know:\n\n$$-2.05=\\frac { 1-\\mu }{ 0.08 }$$\n\nNow solve for $\\mu$. We find $\\mu = 1.164$.\n\nChoice 'D' represents the closest value and should be selected.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. We would certainly not set the machine to dispense less than the advertised amount!\n\nChoice 'B' is incorrect. Because the standard deviation of the amount dispensed is $0.08$ oz, setting the machine to dispense the exact amount advertised will cause the machine to dispense less than $1$ oz more than $2\\%$ of the time. The Empirical Rule can help us to realize that this answer is incorrect. According to the Empirical Rule, $68\\%$ of all observations will be between one standard deviation below and one standard deviation above the mean. Considering the symmetry of the normal distribution curve, that puts $16\\%$ of the observations below $1 - 0.08$ or $0.92$ oz.\n\nChoice 'C' is incorrect. Again, the Empirical Rule can help us to understand why this answer cannot be correct. The Empirical Rule would tell us that if the mean is $1.08$, then $68\\%$ of all observations would be between one standard deviation below and one standard deviation above the mean. More specifically, $34\\%$ of all observations would fall between $1.08 - 0.08$ or $1$ oz and the set mean of $1.08$ oz. That means that $16\\%$ of all observations would fall below $1$ oz. Still too much!\n\nChoice 'E' is incorrect. Again, the Empirical Rule can help us to see why. The advertised weight of $1$ oz is $3$ full standard deviations below a mean of $1.24$ oz. According to the Empirical Rule, $99.7\\%$ of all observations will fall between $3$ standard deviations below and $3$ standard deviations above the mean. If we set the mean to be $1.24$ oz, we would dispense less than $1$ oz of candies only $0.15\\%$ of the time. This is far more stringent than the requirement and would result in people getting a lot more candy than they were promised. People using the machine may think this is a great thing!",
  "tags": [
    "VAR-2.B.2",
    "VAR-2.B",
    "VAR-2.B.1",
    "3.A",
    "VAR-2.B.4",
    "VAR-2"
  ]
}