{
  "question_id": "question-119",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "cumulative-relative-frequency",
    "mean",
    "univariate-data",
    "median",
    "exploring-data",
    "shape"
  ],
  "title": "Shape of a Frequency Plot from a Percentile Plot",
  "difficulty": "Medium",
  "question_text": "Given the percentile plot shown, what can be said about the shape of the frequency plot?<br>",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Skewed right."
    },
    {
      "letter": "B",
      "text": "Skewed left."
    },
    {
      "letter": "C",
      "text": "Symmetric."
    },
    {
      "letter": "D",
      "text": "Uniform."
    },
    {
      "letter": "E",
      "text": "Bimodal."
    }
  ],
  "correct_answer": "Choice 'A' is the correct answer.",
  "solution": "Locating 50% on the y-axis, we can see that the median is about 400. We also see that the mean is greater than the median, as the mean is non-resistant to the extreme values in the 600s and 700s. The 600s and 700s only appear in about 1% of the data.\n\nSince the mean is greater than the median, the shape is skewed right.\n\nThis matches correct answer Choice 'A'.\n\nExplanation of Distractors\n\nChoice 'B' is incorrect because, if the distribution was skewed to the left, a small percentage of frequencies would occur between 0 to 100 while a large percentage of frequencies would occur between 600 and 700.\n\nChoice 'C' is incorrect because, if the distribution was symmetric, a large percentage of the values would not be clustered at the beginning or end of the percentile plot.\n\nChoice 'D' is incorrect because, if the distribution was uniform, all the values would have the same percent chance of occurring meaning the graph of the percentile plot would be a diagonal line.\n\nChoice 'E' is incorrect because, if the distribution was bimodal, there would be two clusters of data.",
  "tags": [
    "UNC-1.M",
    "UNC-1.M.2",
    "2.A",
    "UNC-1"
  ]
}