{
  "question_id": "question-257",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "tables",
    "outliers"
  ],
  "title": "An Outlier on the High End of Normal",
  "difficulty": "Hard",
  "question_text": "An outlier is an observation that falls more than $1.5$ IQR's above the third quartile or more than $1.5$ IQR's below quartile I.<br>According to this definition, which of the following $z$-scores is the smallest $z$-score that would correspond to an outlier on the high end of a standard normal distribution?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$2.00$"
    },
    {
      "letter": "B",
      "text": "$2.25$"
    },
    {
      "letter": "C",
      "text": "$2.50$"
    },
    {
      "letter": "D",
      "text": "$2.75$"
    },
    {
      "letter": "E",
      "text": "$3.15$"
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "IQR stands for Interquartile Range and can be calculated as follows:\nIQR=Q3−Q1 where Q3 is the quartile 3 value and Q1 is the quartile 1 value. We do not need to use actual values, however. We can work through this calculation using only z-scores.\n\nIn the standard normal distribution, the mean is 0 and the median is also 0. The quartile 3 value is at the 75th percentile. That is, 75% of the observations will fall below this value, or the area to the left of this value is 0.75.\n\nWe can find the z-score associated with Q3 using the TI83/84 calculator's invnorm function. The invnorm function finds the z-score associated with a given area to the left.\n\nThe syntax is: invnorm(area to the left).\n\nTo find this z\n-score:\n\nPress 2nd\nPress VARS (DISTR)\nChoose 3\n(invnorm)\nEnter 0.75\n\nPress Enter\n\nThe calculator will return a z\n-score of about 0.6745\n.\n\nThe z\n-score can also be found by using the z\n-table provided with the AP exam. The table provides lower tail probabilities associated with specific z\n-scores (or areas to the left of specific z\n-scores).\n\nLook at the table to try to find the value 0.75\nwhich is the area to the left of the z\n-score we are interested in. This value cannot be found. However, you know that 0.75\nwould fall in between the values of 0.7486\nand 0.7517\nwhich are found in the z\n-table.\n\nMatch the lower tail probability of 0.7486\nto its corresponding z\n-score by noticing that this value is found where the z\n-value of 0.6\n(in the same row and in the first column) intersects with 0.07\n(at the top of the column above 0.7486\n).\n\nThis tells you that z=0.67\ncorresponds with an area to the left of 0.7486\n. Likewise, we can find the z\n-score associated with an area to the left of 0.7517\nto be z=0.68\n.\n\nWhile the calculations that follow use the precise value of z=0.6745\nas obtained by the calculator, using either z=0.67\nor z=0.68\nwill produce similar answers. The only difference will be in the rounding. However, the final answer of Choice 'C' will be the same as it is the smallest value provided that would be considered an outlier on the high end.\n\nContinuing with the solution, we know that the quartile I value is also the value associated with the\n25\nth\npercentile. That is, the area to the left of this value will be\n0.25\n.\n\nUsing the fact that the standard normal distribution is symmetric about\n0\n, we can quickly determine the\nz\n-score associated with Q1 to be\n−\n0.6745\n. (You could also use the calculator's invnorm function or the\nz\n-table if you prefer).\n\nNow,\nI\nQ\nR\n=\nQ\n3\n−\nQ\n1\n=\n0.6745\n−\n(\n−\n0.6745\n)\n=\n1.349\n\n1.5\n⋅\nI\nQ\nR\n=\n1.5\n(\n1.349\n)\n=\n2.0235\n\nQ\n3\n+\n1.5\n⋅\nI\nQ\nR\n=\n0.6745\n+\n2.0235\n=\n2.698\n\nAccording to this calculation, any\nz\n-score above\n2.698\nwould be considered an outlier. The smallest value given that is greater than\n2.698\nis\n2.75\nwhich is Choice 'D'.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Some sources claim that an outlier is a value that falls more than\n2\nstandard deviations away from the mean. However, this answer does not meet the definition of an outlier as provided in the problem. The definition provided with the problem is consistent with that which is accepted on the AP Exam.\n\nChoice 'B' is incorrect. A value with this\nz\n-score would not be considered an outlier.\n\nChoice 'C' is incorrect. A value with this\nz\n-score would not be considered an outlier.\n\nChoice 'E' is incorrect. A value with this\nz\n-score would be considered an outlier. However, it is not the smallest\nz\n-score that would be considered an outlier among the choices provided.",
  "tags": [
    "VAR-2.B",
    "VAR-2.C.1",
    "2.D",
    "VAR-2.C",
    "VAR-2.B.4",
    "VAR-2"
  ]
}