{
  "question_id": "question-186",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "center-spread",
    "univariate-data",
    "comparing-distributions",
    "exploring-data"
  ],
  "title": "Five Number Summary: Apps for Students and Teachers",
  "difficulty": "Medium",
  "question_text": "A statistician conducted a survey at her school about the number of apps on a person’s phone. A five number summary displays the results.<br>Which of the following statements MUST be true?<br><br>Number of Apps for Students and Teachers",
  "image_files": [],
  "tables": [
    "<table><thead><tr><th scope=\"col\">Number of Apps</th><th scope=\"col\">Min</th><th scope=\"col\">Q1</th><th scope=\"col\">Median</th><th scope=\"col\">Q3</th><th scope=\"col\">Max</th></tr></thead><tbody><tr><td>Students</td><td>0</td><td>4</td><td>19</td><td>24</td><td>51</td></tr><tr><td>Teachers</td><td>3</td><td>22</td><td>41</td><td>49</td><td>124</td></tr></tbody></table>"
  ],
  "choices": [
    {
      "letter": "A",
      "text": "The teachers have a higher standard deviation and a higher median."
    },
    {
      "letter": "B",
      "text": "The students have a higher variance and a higher range."
    },
    {
      "letter": "C",
      "text": "The teachers have a higher interquartile range and a higher median."
    },
    {
      "letter": "D",
      "text": "The teachers have a lower standard deviation and a higher median."
    },
    {
      "letter": "E",
      "text": "The students have a higher median and a higher mode."
    }
  ],
  "correct_answer": "Choice ‘C’ is the correct answer.",
  "solution": "The interquartile range (IQR) is calculated as Q3 - Q1. The IQR for teachers is $27$ and the IQR for students is $20$. The median for teachers is $41$ and for students is $19$.\n\nExplanation of Distractors\n\nChoice ‘A’ is incorrect because the standard deviation cannot be calculated from the five number summary. The teachers’ standard deviation could be higher or lower than the students’.\n\nChoice ‘B’ is incorrect because the variance cannot be calculated from the five number summary. The students’ variance could be higher or lower than the teachers’.\n\nChoice ‘D’ is incorrect because the standard deviation cannot be calculated from the five number summary. The teachers’ standard deviation could be higher or lower than the students’.\n\nChoice ‘E’ is incorrect because the mode cannot be calculated from the five number summary.",
  "tags": [
    "UNC-1.O",
    "2.D",
    "UNC-1.O.1",
    "UNC-1"
  ]
}