{
  "question_id": "question-146",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "mean",
    "univariate-data",
    "standard-deviation",
    "boxplots",
    "summarizing-distributions",
    "median",
    "exploring-data",
    "interquartile-range"
  ],
  "title": "Boxplot: Shape, Mean vs. Median, S.D. vs. IQR",
  "difficulty": "Hard",
  "question_text": "Created for Albert.io. Copyright 2016. All rights reserved.<br><br>Looking at the boxplot, which of the following choices below is TRUE?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The distribution is skewed right; the mean is greater than the median; the standard deviation is greater than the IQR."
    },
    {
      "letter": "B",
      "text": "The distribution is skewed right; the mean is less than the median; the standard deviation is less than the IQR."
    },
    {
      "letter": "C",
      "text": "The distribution is skewed right; the mean is greater than the median; it cannot be determined if the standard deviation is greater than or less than the IQR."
    },
    {
      "letter": "D",
      "text": "The distribution is skewed left; the mean is greater than the median; the range is greater than the IQR."
    },
    {
      "letter": "E",
      "text": "The distribution is skewed left; the mean is greater than the median; the range is less than the IQR."
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "The shape of the boxplot is skewed right as the distance from the minimum to the median is much smaller than the distance from the median to the maximum. We can eliminate Choices 'D' and 'E', which suggest that the distribution is skewed left.\n\nThe mean is non-resistant (gets affected by extremes) measure of center, whereas the median is a resistant measure of center. In this case, it appears we have an extremely high value (60), which indicates the mean will get pulled towards 60, whereas the median will not. Therefore, the mean will be bigger than the median. Choice 'B' can be eliminated.\n\nThe standard deviation is a non-resistant measure of spread as it takes into account how far all the individual values vary from the mean. The IQR is a resistant measure of spread as the IQR can be found by taking Q3 minus Q1. The IQR, in this case, is 26−10=16. However, we cannot determine if the standard deviation if less than 16 or greater than 16 as we do not know all the individual data points. This means we can eliminate Choice 'A'.\n\nFor example, if the sample data were {5,10,17,26,60}, the standard deviation would be 21.824 which is bigger than 16.\n\nHowever, if the sample data were {5,10,10,10,17,17,17,26,26,26,60\n}, the standard deviation would be 15.028\nwhich is less than 16\n. Choice 'C' is our answer.",
  "tags": [
    "UNC-1.L.2",
    "2.B",
    "UNC-1.L",
    "UNC-1"
  ]
}