{
  "question_id": "question-014",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "data",
    "quantitative"
  ],
  "title": "Identify the Quantitative Variable",
  "difficulty": "Easy",
  "question_text": "Federal standards in the US require that an advisory be posted on coastal beaches whenever a single water sample results in a bacteria concentration of $174$ counts/$100$ ml or more.<br>At Variable Beach, a single water sample was taken at each of three beach locations - the north end, the center and the south end. The respective measurements of bacteria (in counts/$100$ ml) were: $93, 148$ and $102$.<br>Which of the following is the quantitative variable in this situation?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$93$"
    },
    {
      "letter": "B",
      "text": "north end"
    },
    {
      "letter": "C",
      "text": "bacteria concentration"
    },
    {
      "letter": "D",
      "text": "beach location"
    },
    {
      "letter": "E",
      "text": "Variable Beach"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A quantitative variable is a characteristic that is described using numerical values. In this situation, bacteria concentration is the characteristic being described numerically, in terms of counts/$100$ ml. Therefore, bacteria concentration is the quantitative variable.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect and represents the value of the quantitative variable at the north end of the beach.\n\nChoice 'B' is incorrect and represents one \"value\" or description of the categorical variable \"beach location\".\n\nChoice 'D' is incorrect and is a categorical variable that describes a characteristic of Variable Beach.\n\nChoice 'E' is incorrect and represents the individual beach where both categorical and quantitative variables were recorded.",
  "tags": [
    "2.A",
    "VAR-1.C.2",
    "VAR-1",
    "VAR-1.C"
  ]
}