{
  "question_id": "question-154",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "univariate-data",
    "boxplots",
    "comparing-distributions",
    "exploring-data",
    "shape"
  ],
  "title": "Discus Distances: Parallel Boxplots",
  "difficulty": "Hard",
  "question_text": "At a state track & field meet, $100$ boys and $100$ girls competed in the discus throw. The parallel boxplots below show the distribution of the distances the discus was thrown by each competitor. Note that these boxplots are regular boxplots, not modified boxplots.<br>Created for Albert.io. Copyright 2016. All rights reserved.<br><br>All of the following statements can be justified by the boxplots EXCEPT:",
  "image_files": [
    "images/question-154-img1.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "At least\n25\n%\nof the boys did better than all of the girls."
    },
    {
      "letter": "B",
      "text": "The IQR was smaller for the girls than for the boys."
    },
    {
      "letter": "C",
      "text": "The girls had at least one high outlier, but the boys had no high outliers."
    },
    {
      "letter": "D",
      "text": "Both distributions are skewed right."
    },
    {
      "letter": "E",
      "text": "The median for the boys was about\n50\n%\nhigher than the median for girls."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "We can attempt to verify each statement in order to determine which choice is not justified by the boxplots.\n\nKeep in mind that a boxplot divides the data into four sections each of which contains about\n25\n%\nof the observations.\n\nAbout\n25\n%\nof the observations will fall between the minimum value and the\nQ\n1\nvalue (found below the first vertical segment in the boxplot).\nAbout\n25\n%\nof the observations will fall between the\nQ\n1\nvalue and the median (found below the second vertical segment).\nAbout\n25\n%\nof the observations will fall between the median and the\nQ\n3\nvalue (found below the third vertical segment).\nAnd about\n25\n%\nof the observations will fall between the\nQ\n3\nvalue and the maximum.\n\nSince there may be several identical observations around each of these major values, the actual percentage may be a little bit more or a little bit less than\n25\n%\n.\n\nChoice 'A' can be justified by the boxplots. The maximum distance thrown by a girl can be estimated to be about\n132\nor\n133\nfeet. However, the\nQ\n3\nvalue for boys is higher at about\n135\nor\n136\nfeet. At least\n25\n%\nof the boys' distances are at the\nQ\n3\nvalue or higher.\n\nChoice 'B' can be justified by the boxplots. We can determine IQR as follows:\n\nI\nQ\nR\n=\nQ\n3\n−\nQ\n1\n\nAlthough we may need to estimate a bit, the following approximations are reasonable.\n\nFor girls:\n\nQ\n3\n=\n96\n\nQ\n1\n=\n81\n\nI\nQ\nR\n=\n96\n−\n81\n=\n15\n\nFor boys:\n\nQ\n3\n=\n136\n\nQ\n1\n=\n112\n\nI\nQ\nR\n=\n913\n−\n112\n=\n24\n\nFrom these calculations, it is clear that the IQR is smaller for the girls' distribution than for the boys' distribution. However, we could also have established this fact visually by noticing that the box formed between the\nQ\n1\nvalue and the\nQ\n3\nvalue is smaller on the girls' boxplot than on the boys' boxplot.\n\nChoice 'C' can be justified by the boxplots. First keep in mind that the boxplots are regular boxplots (which do not specifically show the existence of outliers). They are not modified boxplots (which would show the outliers separately as a dot or perhaps an asterisk). The fact that we are looking at a regular boxplot means that we have to do a little bit of work to determine whether or not outliers exist.\n\nA high outlier is an observation that falls above\nQ\n3\n+\n1.5\nI\nQ\nR\n. Using the\nQ\n3\nand IQR values calculated above, we can determine that for girls, a high outlier would be any value that is greater than\n96\n+\n1.5\n(\n15\n)\nor greater than\n118.5\n.\n\nSince the maximum distance for girls is greater than\n130\nand\n130\nis greater than\n118.5\n, we know that there is at least one high outlier for girls. For boys, a high outlier would be any value greater than\n136\n+\n1.5\n(\n24\n)\nor greater than\n172\n. Since the maximum distance for boys is certainly less than\n172\n, we know that there are no high outliers for boys.\n\nChoice 'D' can be justified by the boxplots. Since the values to the right of the median are more spread out than values to the left of the median for both distributions, we know that both distributions are skewed right.\n\nChoice 'E' cannot be justified by the boxplots which means that it is the correct choice. For girls, the median is about\n86\nor\n87\n. Using the lower estimate,\n50\n%\nof\n86\nis\n43\n. Then,\n86\n+\n43\n=\n129\n. If the median for the boys was about\n50\n%\nhigher than the median for girls, the median for boys would be about\n129\n.\n\nHowever, the median for boys is really only about\n121\nor\n122\n. It is not\n50\n%\nhigher than the median for girls. NOTE: If we used the higher estimate for the median for girls, the median for boys would need to be at least\n130.5\nin order for the statement provided in Choice 'E' to be correct. In either case, this statement cannot be justified by the boxplots.",
  "tags": [
    "UNC-1.L.1",
    "UNC-1.M",
    "UNC-1.M.1",
    "UNC-1.L.2",
    "2.B",
    "UNC-1.L",
    "UNC-1"
  ]
}