{
  "question_id": "question-131",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "graphical-displays-of-data",
    "univariate-data",
    "exploring-data",
    "shape"
  ],
  "title": "Four Truths and a Lie About a Soccer Histogram",
  "difficulty": "Medium",
  "question_text": "Lionel needed to collect data and produce a histogram for math class. Because he loves soccer, he decided to keep track of the total number of goals scored during a random sample of professional soccer games. Lionel's histogram is shown below.<br>Created for Albert.io. Copyright 2017. All rights reserved.<br><br>Which of the following statements is NOT justified by the information provided in the histogram?",
  "image_files": [
    "images/question-131-img1.PNG"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "The distribution is slightly skewed right."
    },
    {
      "letter": "B",
      "text": "There are no outliers."
    },
    {
      "letter": "C",
      "text": "The median number of goals scored was\n4\n."
    },
    {
      "letter": "D",
      "text": "The range is\n8\n."
    },
    {
      "letter": "E",
      "text": "In\n2\n3\nof the games sampled, fewer than\n5\ngoals were scored."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "We can attempt to verify each of the statements given in order to determine which statement is not justified by the information in the histogram.\n\nFor Choice 'A':\n\nOne way to determine the shape of a distribution is to outline it as shown below.\n\nCreated for Albert.io. Copyright 2017. All rights reserved.\n\n\n\nThe outline is mound-shaped on the left but more stretched out on the right. Therefore, the distribution is skewed right. We can eliminate Choice 'A'.\n\nFor Choice 'B':\n\nTo determine whether there are any outliers, we first need to find the values associated with\nQ\n1\nand\nQ\n3\n.\n\nStart by determining the total number of observations. Do this by matching up the height of each bar with the frequency shown on the vertical axis.\n\n2\n+\n5\n+\n7\n+\n8\n+\n5\n+\n3\n+\n2\n+\n12\n=\n33\n\nThere were\n33\nobservations. The median is the middle value when the observations are arranged in order so in this case, the median is the\n17\nth\nhighest value.\n\nThe median divides the data set in such a way that\n16\nvalues fall below the median and\n16\nvalues fall above the median. To find the\nQ\n1\nvalue, we need to find the middle of the lower\n16\nvalues. This would be the average of the\n8\nth\nand\n9\nth\nvalues when the observations are arranged from smallest to largest. Both the\n8\nth\nand\n9\nth\nvalues are at\n3\ngoals, so\n3\nis the\nQ\n1\nvalue.\n\nTo find\nQ\n3\n, we need to find the middle of the\n16\nvalues that fall above the median. This would be the average of the\n25\nth\nand\n26\nth\nvalues when the observations are arranged from smallest to largest. Both the\n25\nth\nand\n26\nth\nvalues are at\n5\ngoals, so\n5\nis the\nQ\n3\nvalue.\n\nNow we need to determine the\nI\nQ\nR\n.\n\nI\nQ\nR\n=\nQ\n3\n−\nQ\n1\n\nI\nQ\nR\n=\n5\n−\n3\n=\n2\n\nA low outlier is an observation that falls below\nQ\n1\n−\n1.5\nI\nQ\nR\n. Therefore, a low outlier would be a value that is less than\n3\n−\n1.5\n(\n2\n)\nor a value less than\n0\n. No such values exist, so there are no low outliers.\n\nA high outlier is an observation that falls above\nQ\n3\n+\n1.5\nI\nQ\nR\n. Therefore, a high outlier would be a value that is greater than\n5\n+\n1.5\n(\n2\n)\nor a value greater than\n8\n. While\n9\nwould be an outlier, there are no observations of\n9\ngoals, so there are no high outliers.\n\nNote: You can also check for outliers by entering all\n33\nobservations into your\nT\nI\n83\n/\n84\ncalculator and having the calculator produce a modified boxplot. The instructions are as follows:\n\nPress STAT\nWhile EDIT is highlighted, press Enter\nIn L1 enter all\n33\nobservations. Be careful to enter the number of goals with the correct frequencies.\nPress 2nd\nPress Y=\nWhile Plot1 is highlighted, press Enter\nHighlight On\nChoose the modified boxplot (showing outliers) as the Type of graph\nEnsure that L1 is identified as the Xlist\nPress ZOOM\nPress 9\n\nYour calculator will show you the corresponding boxplot and you will be able to see that there are no outliers.\n\nSince there are no outliers, we can eliminate Choice 'B'.\n\nFor Choice 'C':\n\nWe determined above that the median is the\n17\nth\nhighest value. Adding frequencies from left to right in the histogram, we find that the median is\n4\n.\n\nNote: Once you have entered all\n33\nvalues into\nL\n1\nin your calculator as described above, you can also find the median using the following calculator instructions.\n\nPress STAT\nHighlight CALC\nWhile 1-Var Stats is highlighted, press ENTER\nPress Enter again\n\nThe calculator will return a lot of information starting with the mean. Use the down arrow key to scroll down the screen until you see the median value identified as being\n4\n.\n\nChoice 'C' can be eliminated.\n\nFor Choice 'D':\n\nThe range of a data set is calculated as:\n\nRange = Maximum - Minimum\n\nFrom looking at the histogram then, we find that the maximum number of goals scored was\n8\nand the minimum number of goals scored was\n1\n. Therefore, the range is\n8\n−\n1\nor\n7\n. The statement given in Choice 'D' cannot be justified from the histogram, so Choice 'D' is the correct choice.\n\nFor Choice 'E':\n\nLooking at the frequencies in the bars to the left of\n5\non the horizontal axis, we find that\n2\n+\n5\n+\n7\n+\n8\n=\n22\nobservations were for games with less than\n5\ngoals. Since there were a total of\n33\nobservations, in\n22\n33\nor\n2\n3\nof the games sampled, fewer than\n5\ngoals were scored. Choice 'E' is eliminated.",
  "tags": [
    "UNC-1.M",
    "UNC-1.M.1",
    "2.A",
    "2.B",
    "UNC-1"
  ]
}