{
  "question_id": "question-058",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "histogram"
  ],
  "title": "Shape of a Cumulative Frequency Histogram",
  "difficulty": "Medium",
  "question_text": "Which of the following best describes the shape of a cumulative frequency histogram?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Bimodal"
    },
    {
      "letter": "B",
      "text": "Roughly Symmetric"
    },
    {
      "letter": "C",
      "text": "Skewed Left"
    },
    {
      "letter": "D",
      "text": "Skewed Right"
    },
    {
      "letter": "E",
      "text": "Uniform"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "Any bar in a cumulative frequency histogram will display the total (cumulative) count up to and including the values related to that bar of the histogram.\n\nFor example, suppose that the Mini Muffin Monster keeps track of how many mini muffins she eats each day and obtains the following data.\n\n$$3, 3, 3, 3, 4, 4, 4, 4, 4, 5, 5, 5, 5, 5, 6, 6, 6$$\n\nThe frequency, or number, of times she eats 3 muffins is 4. The height of the first bar in the cumulative frequency histogram shown below represents this fact.\n\nThe frequency, or number, of times she eats 4 muffins is 5. However, the cumulative frequency, or how many times she eats up to and including 4 muffins is 4+5 or 9. The height of the second bar in the histogram shown below represents the cumulative frequency of 9.\n\nThe frequency, or number, of times she eats 5 muffins is 5. The cumulative frequency, or how many times she eats up to and including 5 muffins is 4+5+5 or 14. The height of the third bar in the histogram shown below represents the cumulative frequency of 14.\n\nThe frequency, or number, of times she eats 6 muffins is 3. The cumulative frequency, or how many times she eats up to and including 6 muffins is 4+5+5+3 or 17. The height of the last bar in the histogram shown below represents the cumulative frequency of 17.\n\nCreated for Albert.io. Copyright 2019. All rights reserved.\n\nSince each bar in the histogram includes the frequency related to that number of muffins and all of the frequencies that came before it, each bar will be at least as tall as the previous bar and the histogram will display a shape that is skewed left.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. The histogram for a bimodal distribution will have two peaks. This is not possible for a cumulative frequency histogram since each bar in the histogram will be at least as tall as the bar to its left.\n\nChoice 'B' is incorrect. A roughly symmetric histogram may be unimodal, bimodal, or some other shape that shows symmetry around the center. This is not possible for a cumulative frequency histogram since the height of the bars associated with smaller values will always be smaller than the heights of bars associated with larger values.\n\nChoice 'D' is incorrect. A histogram will be skewed right if there is greater frequency at the lower values and less frequency at the higher values. This is not possible in a cumulative frequency histogram since each bar in the histogram includes the frequencies of all the bars to the left.\n\nChoice 'E' is incorrect. In a uniformly shaped histogram, each bar is (approximately) the same height. This is not possible in a cumulative frequency histogram since the height of each bar represents the total count up to and including the values related to that bar.",
  "tags": [
    "UNC-1.G.1",
    "2.A",
    "UNC-1.G",
    "UNC-1"
  ]
}