{
  "question_id": "question-054",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "continuous-variable",
    "quantitative-data"
  ],
  "title": "Continuous Quantitative Variable",
  "difficulty": "Easy",
  "question_text": "On the first day of AP® Statistics class, a teacher surveyed her students about a variety of topics.<br>Which of the following is a continuous quantitative variable describing the students?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "favorite sport"
    },
    {
      "letter": "B",
      "text": "number of A. P. classes enrolled in this year"
    },
    {
      "letter": "C",
      "text": "number of hours of sleep last night"
    },
    {
      "letter": "D",
      "text": "number of students surveyed"
    },
    {
      "letter": "E",
      "text": "pulse rate in beats per minute"
    }
  ],
  "correct_answer": "Choice 'C' is the correct answer.",
  "solution": "A variable is any characteristic that describes an individual. There are two types of variables - categorical and quantitative.\n\nA categorical variable describes an individual by stating a group or category to which the individual belongs. A quantitative variable takes on a numerical value and identifies a characteristic of an individual that can be counted or measured.\n\nThere are also two types of quantitative variables - discrete and continuous.\n\nA discrete variable can take on a finite or infinite number of values, but these values can always be counted in an organized manner. Often, the values associated with a discrete variable are the counting numbers themselves (1,2,3,.. etc.)\n\nA continuous variable can take on infinitely many values because the characteristic can (theoretically) be measured at infinitely more precise levels.\n\nNumber of hours of sleep is a continuous quantitative variable. While someone might report sleeping for 6 hours or 7 hours, it's also possible to sleep for 6.25 hours. Although we are limited to a certain degree of accuracy in our ability to measure the number of hours of sleep, it is even possible for someone to sleep for 6.2578143 hours.\n\nChoice 'C' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Favorite sport is a categorical (not quantitative) variable.\n\nChoice 'B' is incorrect. Number of A. P. classes enrolled in this year is a discrete quantitative variable. The values of this variable will be countable and are limited to the number of periods on the school schedule.\n\nChoice 'D' is incorrect. Number of students surveyed is not a variable that describes the students. Rather, it is the sample size.\n\nChoice 'E' is incorrect. Pulse rate in beats per minute is a discrete quantitative variable. There may be a lot of possible values for this variable, but the value will always be a counting number, such as 74\n(beats per minute).",
  "tags": [
    "UNC-1.F.2",
    "2.A",
    "UNC-1.F",
    "UNC-1"
  ]
}