{
  "question_id": "question-215",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "normal-distributions",
    "anticipating-patterns",
    "tables"
  ],
  "title": "Calculating Probability: Greater Than $z=0.50$",
  "difficulty": "Easy",
  "question_text": "In a standard normal distribution, what is the probability of obtaining a z-score greater than $0.50$?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$0.19$"
    },
    {
      "letter": "B",
      "text": "$0.31$"
    },
    {
      "letter": "C",
      "text": "$0.50$"
    },
    {
      "letter": "D",
      "text": "$0.69$"
    },
    {
      "letter": "E",
      "text": "$0.81$"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The easiest way to obtain this answer is using your $TI83/84$ calculator's normalcdf function.\n\nThe syntax is: normalcdf(lower bound, upper bound, mean, standard deviation)\n\nSince we are given a z-score, the mean is $0$, and the standard deviation is $1$.\n\nSince there is no upper bound, we will use ${ 10 }^{ 99 }$ as the upper bound. Doing so will ensure that the probability we obtain is quite accurate.\n\nTo find the answer:\n\nPress $2nd$\nPress VARS (DISTR)\nChoose $2$ (normalcdf)\nEnter $0.5,{ 10 }^{ 99 },0,1$\nPress Enter\n\nThe calculator will return an answer of approximately $0.31$. Choice B is the correct answer.\n\nNOTE: We can also determine this answer by using the z-table provided with the AP Exam. The z-table provides lower tail probabilities associated with a specific z-score (or areas to the left of a specific z-score).\n\nStart by looking in the first column to find $z = 0.5$. Move across this row to the first value $(0.6915)$ which is listed under the column labeled $0.00$. This is the value associated with a z-score of $0.50$ and means that $p(z < 0.50) = 0.6915$.\n\nHowever, we are looking for $p(z > 0.50)$ so we need to subtract this value from $1$. Then, $1 - 0.6915 = 0.3085$ or approximately $0.31$.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This answer is obtained by subtracting the correct answer from the given z-score of $0.50$. There is no logical reason to do this!\n\nChoice 'C' is incorrect. While the total area under the normal distribution curve equals $1$, the sum of the z-score and corresponding probability would not equal $1$. Also, a z-score does not equal the associated probability.\n\nChoice 'D' is incorrect. It is the complement of the correct answer $(1 - 0.31)$. This represents the probability of obtaining a z-score less than $0.50$.\n\nChoice 'E' is incorrect. It is the complement of answer Choice 'A' $(1 - 0.19)$.",
  "tags": [
    "VAR-2.B.2",
    "VAR-2.B",
    "3.A",
    "VAR-2.B.4",
    "VAR-2",
    "VAR-2.B.3"
  ]
}