{
  "question_id": "question-025",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "frequency-table",
    "categorical-data"
  ],
  "title": "Breakfast Cereal Frequency Table",
  "difficulty": "Easy",
  "question_text": "A well-known manufacturerer was interested in launching a series of commercials to promote their new breakfast cereal. In order to determine what the focus of these commercials should be, they wanted to learn more about which qualities would be most likely to entice consumers to actually purchase the new cereal.<br>To gather data, they surveyed (and received responses from) a group of $150$ individuals who identified themselves as being the person who makes the main grocery shopping decisions for their household. They asked: \"Which of the following would be most important to you in deciding whether or not to purchase a new breakfast cereal? Taste, Nutrition, Ingredients, or Cost?\"<br>Results of the survey showed that $36\\%$ selected \"Taste\", $24\\%$ selected \"Nutrition\", $28\\%$ selected Ingredients, and the rest selected \"Cost\".<br>Which of the following correctly provides the corresponding frequency table?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": ""
    },
    {
      "letter": "B",
      "text": ""
    },
    {
      "letter": "C",
      "text": ""
    },
    {
      "letter": "D",
      "text": ""
    },
    {
      "letter": "E",
      "text": ""
    }
  ],
  "correct_answer": "The table provided in Choice 'E' correctly identifies up the frequency of each answer. Therefore, it is the correct answer.",
  "solution": "Frequency (or count) is another way of expressing \"how many\" observations meet a certain criteria. Therefore, a frequency table for this situation would identify how many individuals responded with each of the 4 choices.\n\nFor each response, we can determine the frequency of the response by multiplying the decimal or fractional equivalent of the percentage by the number of individuals surveyed (150).\n\nFor \"Taste\":\n\nfrequency=(0.36)(150) or (\n36\n100\n)(150)=54\n\nFor \"Nutrition\":\n\nfrequency=(0.24)(150)=36\n\nFor \"Ingredients\":\n\nfrequency=(0.28)(150)=42\n\nWe know that there were a total of 150\nresponses. Thererfore, we can determine the frequency of those who said \"Cost\" by subtracting the other frequencies from 150\n.\n\nFor \"Cost\" then, we get: 150−54−36−42=18\n.\n\nChoice 'E' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This table simply takes the correct percents for each response and turns them into proportions or decimals. This table would represent a correct relative frequency table.\n\nChoice 'B' is incorrect and represents a flawed attempt at creating a relative frequency table. The numerators in each fraction represent the values of the percents given in the prompt of this problem. The denominators attempt to reflect the fact that\n150\nindividuals were surveyed. The entire fraction then, represents a percent divided by a frequency. Percents are always \"out of\n100\n, so the fractions presented here are meaningless.\n\nChoice 'C' is incorrect. This table suggests that the percents and the frequencies are identical. This would only be true if the number of observations were exactly\n100\n.\n\nChoice 'D' is incorrect. This would be the correct frequency table if there were only\n50\nindividuals surveyed. We know however, that\n150\nindividuals were surveyed.",
  "tags": [
    "UNC-1.A.1",
    "UNC-1.A",
    "UNC-1.B.1",
    "2.B",
    "UNC-1.B",
    "UNC-1"
  ]
}