{
  "question_id": "question-003",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "data",
    "context"
  ],
  "title": "Describing a Single Quantitative Variable",
  "difficulty": "Easy",
  "question_text": "The distribution of values that describe a single quantitative variable is described below.<br>Which of the following important information is missing from the above description?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "center"
    },
    {
      "letter": "B",
      "text": "context"
    },
    {
      "letter": "C",
      "text": "correlation"
    },
    {
      "letter": "D",
      "text": "shape"
    },
    {
      "letter": "E",
      "text": "spread"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "\"Context\" describes the situation, circumstances, or setting. While an understanding of the mathematical vocabulary is possible based upon the description provided, the numbers themselves do not have much meaning without context.\n\nWhen placed in context, the same numerical values may lead to very different conclusions.\n\nFor example, suppose the values related to test scores given as percents. In this context, a median (or middle score) of $94$ would be great! A range of $11$ would indicate that all scores were within $11$ percentage points of each other. Given a median of $94$, this would also be a good thing. It means that most people scored very well! Finally, if the distribution were skewed left, that means that most scores were on the high end with fewer scores on the low end. All of this sounds really good!\n\nNow suppose the values related to how many typographical errors a report contained on each typewritten page. Now, a median of $94$ sounds terrible! A range of $11$ means that pretty much every page had lots of errors. Also, if this distribution were skewed left, most pages had many errors while fewer pages had fewer errors. All of this sounds really bad!\n\nThe difference in these two scenarios is not in the numbers, but strictly in terms of the context! Context is obviously very important in helping us to make sense of statistical values.\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. Median is one measure of center and this value is provided in the given description. (Mean is another measure of center.)\n\nChoice 'C' is incorrect. Correlation describes the strength and direction of an association between two quantitative variables. Since the given description relates to a single quantitative variable, describing correlation would be both inappropriate and impossible.\n\nChoice 'D' is incorrect. The distribution is described as being \"skewed left\". This is a description of shape. It tells us that fewer values in the data set are on the low end while more values are at the high end.\n\nChoice 'E' is incorrect. The range is one measure of spread, and this value is provided in the description. (Other values of spread include standard deviation, variance, and IQR.)",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}