{
  "question_id": "question-010",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "data"
  ],
  "title": "Who Is Better and Why?",
  "difficulty": "Hard",
  "question_text": "Mike and Ava decided to see who is better at the online game \"Squashing Sweets\". They each played three games. Mike's scores were $85, 122, \\text{and } 117$. Ava's scores were $107, 116, \\text{and } 101$.<br>Who is the better player - Mike or Ava? Also, what information gives you confidence in your conclusion?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Ava is the better player since her scores are consistently above $100$ points."
    },
    {
      "letter": "B",
      "text": "Mike is the better player since his median score is higher than Ava's highest score."
    },
    {
      "letter": "C",
      "text": "Mike is the better player. Although he had one bad game, two of his three scores were higher than two of Ava's three scores."
    },
    {
      "letter": "D",
      "text": "Mike and Ava are equally good at the game, since the average for both of their scores is the same."
    },
    {
      "letter": "E",
      "text": "There is not enough information to determine who is the better player, because the results from these three games may be simply due to chance."
    }
  ],
  "correct_answer": "Choice 'E' is the correct answer.",
  "solution": "Each of Mike's scores represent a \"snapshot\" of how well he can play the game. Likewise, each of Ava's scores represent a \"snapshot\" of how well she can play the game. An individual score however, does not provide the whole picture, and cannot help us to determine who is the better player in the long run.\n\nThree observations from each player may provide us with a little bit more information, but there is still not enough here for us to be able to decide who is the better player. Variation is a big part of the reason why!\n\nIn general, variation describes how far apart the values in a set of observations are. One way to measure variation is by calculating the range. This is done by subtracting the minimum value from the maximum value in the data set.\n\nMike's range of scores is: 122−85=37\n\nAva's range of scores is: 116−101=15\n\nAva's range is much smaller than Mike's range. Then, from looking at range alone, it would seem that Ava's scores are closer together and that she is certainly a more consistent player at the very least.\n\nIt's important to remember however, that from game to game, an individual's score is bound to vary! It's important to consider the reason for this variation as well as whether or not the scores follow a pattern that might indicate that either Mike or Ava is the better player.\n\nThe larger variation in Mike's scores may be random. Perhaps he really did have just one bad game. The level of consistency in Ava's scores might also be random - or not! Perhaps she really is consistent in her level of play.\n\nOverall, we just don't have enough information to be able to conclude who is the better player.\n\nChoice 'E' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. While it is true that for these three games, Ava's scores are all above 100\npoints, we are uncertain as to what her score will be if she plays the game again. Perhaps these three scores are, and will forever be, her best of all time!\n\nChoice 'B' is incorrect. While it is true that Mike's median score (117\n) for these three games is higher than Ava's highest score (116\n), we do not know that this would continue to be true if Mike and Ava play another game each. This result for these three games may simply be due to chance.\n\nChoice 'C' is incorrect. It could be true that Mike just had one bad game and that his higher two scores are more representative of his true ability in playing the game. Again however, we just can't be sure that this is the case.\n\nChoice 'D' is incorrect. It is true that Mike and Ava had the same average score (108\n) for these three games. We are uncertain however, whether their average scores would remain the same in the long run.",
  "tags": [
    "1.A",
    "VAR-1.A.1",
    "VAR-1",
    "VAR-1.A"
  ]
}