{
  "question_id": "question-252",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [],
  "title": "Information From a Normal Distribution Displayed in a Boxplot",
  "difficulty": "Hard",
  "question_text": "The amount (in dollars per hour) that Certified Pharmacy Technicians are paid in a certain area of the country is known to be approximately normally distributed. The boxplot is shown below.<br>Based upon information provided in the boxplot and the fact that the distribution is approximately normal, which of the following values is closest to the $95\\text{th}$ percentile?",
  "image_files": [
    "images/question-252-img1.png"
  ],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "$\\$17.00$"
    },
    {
      "letter": "B",
      "text": "$\\$17.17$"
    },
    {
      "letter": "C",
      "text": "$\\$18.08$"
    },
    {
      "letter": "D",
      "text": "$\\$18.29$"
    },
    {
      "letter": "E",
      "text": "$\\$18.38$"
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The values shown in the boxplot, $11, 14.11, 15, 15.88, \\text{ and }19$ represent the $5$-number summary. This tells us:\n\n$\\bullet$ The minimum value is $11$.\n$\\bullet$ The QI value (the value at the $25\\text{th}$ percentile) is $14.11$.\n$\\bullet$ The median, M, is $15$. Since the distribution is known to be approximately normal, we can assume that the mean, $\\mu$ is also $15$.\n$\\bullet$ The QIII value (the value at the $75\\text{th}$ percentile) is $15.88$.\n$\\bullet$ The maximum value is $19$.\n\nIn order to determine the value at the $95\\text{th}$ percentile, we must first determine the standard deviation of the distribution, $\\sigma$. We can do this by concentrating on either the $QI$ or$ QIII$ value. Working with either value will provide the same final answer with small variations in rounding.\n\nLet's work with the $QI$ value. We know $QI=14.11$ and that approximately $25\\%$ of the values in the distribution are at or below $14.11$.\n\nWe can find the $z$-score associated with $Q1$ using the TI83/84 calculator's invnorm function. The invnorm function finds the $z$-score associated with a given area to the left.\n\nThe syntax is: invnorm(area to the left).\n\nTo find this $z$-score:\n\nPress 2nd\nPress VARS (DISTR)\nChoose $3$ (invnorm)\nEnter $0.25$\nPress Enter\n\nThe calculator will return a $z$-score of about $-0.674$.\n\nThe $z$-score can also be found by using the $z$-table provided with the AP exam. The table provides lower tail probabilities associated with specific $z$-scores (or areas to the left of specific $z$-scores).\n\nLook at the table to try to find the value $0.25$ which is the area to the left of the $z$-score we are interested in. This value cannot be found. However, you know that $0.25$ would fall in between the values of $0.2483$ and $0.2514$ which are found in the $z$-table.\n\nMatch the lower tail probability of $0.2483$ to its corresponding $z$-score by noticing that this value is found where the $z$-value of $-0.6$ (in the same row and in the first column) intersects with $0.08$ (at the top of the column above $0.2483$).\n\nThis tells you that $z = -0.68$ corresponds with an area to the left of $0.2483$. Likewise, we can find the $z$-score associated with an area to the left of $0.2514$ to be $z =- 0.67$. As a rough estimate, we can use the average of these two $z$-scores to determine that $z=-0.675$ which is close to the calculator's more accurate value of $-0.674$.\n\nNext, let's use the formula for calculating a $z$-score in order to determine the standard deviation of the distribution, $\\sigma$.\n\nThe formula for calculating a $z$-score is:\n\n$$z=\\cfrac{x-\\mu}{\\sigma}$$\n\n...where $x$ is an observed value, $\\mu$ is the mean, and $\\sigma$ is the standard deviation.\n\nFilling in the formula we get:\n\n$$-0.674=\\cfrac{14.11-15}{\\sigma}$$\n\nMultiply both sides by $\\sigma$ to get:\n\n$$-0.674\\sigma=14.11-15$$\n\nSimplify:\n\n$$-0.674\\sigma=-0.89$$\n\nDivide both sides by $-0.674$ to get:\n\n$$\\sigma=1.32$$\n\nNow that we know the standard deviation of the distribution, we can find the value associated with the $95\\text{th}$ percentile.\n\nFirst, find the corresponding $z$-score using either the table or the calculator instructions below. (Based upon the same description/syntax as above)\n\nPress 2nd\nPress VARS (DISTR)\nChoose $3$ (invnorm)\nEnter $0.95$\nPress Enter\n\nThe calculator will return a $z$-score of about $1.645$.\n\nOnce again, use the formula for calculating a $z$-score, this time to determine the value that represents the $95\\text{th}$ percentile.\n\n$$1.645=\\cfrac{x-15}{1.32}$$\n\nMultiply both sides by $1.32$ to get:\n\n$$2.1714=x-15$$\n\nAdd $15$ to both sides to get:\n\n$$x = 17.1714$$\n.\n\nThe approximate value at the $95\\text{th}$ percentile is $17.17$\n\nAlternatively, for a multiple choice problem you can also find this value directly using the TI83/84 calculator's invnorm function and the syntax: invnorm(area to the left, mean, standard deviation).\n\nPress 2nd\nPress VARS (DISTR)\nChoose $3$ (invnorm)\nEnter $0.95, 15, 1.32$\nPress Enter\n\nThe calculator will return a value of $17.17$\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. This value is simply the average of the maximum and the median. It does not represent the $95\\text{th}$ percentile.\n\nChoice 'C' is incorrect. This is the value at the $99\\text{th}$ percentile. You may have arrived at this answer by incorrectly using $2.33$ as the value for the z-score.\n\nChoice 'D' is incorrect. An observation is often considered to be an outlier if it lies more than 2 standard deviations above or below the mean. You may have assumed that a normal distribution could have no outliers and that the minimum value (or maximum value) shown was exactly two standard deviations from the mean (and the median). Using this logic, the standard deviation of the distribution would be $\\sigma=2$ and the $95\\text{th}$ percentile would in fact be at approximately $\\$18.29$. The logic however is faulty. In a normal distribution, it is certainly possible for outliers to exist. It is impossible however, to know how many standard deviations from the mean the most extreme values will lie.\n\nChoice 'E' is incorrect. The corresponding calculation is based on the fact that $25\\%$ of the data falls between $\\$15.88$ and $\\$19$. Then $19-15.88=3.12$ and $3.12/25=0.1248$. If each additional percentage in the distribution corresponded with an additional pay of $\\$0.1248$ per hour, then adding $20(0.1248)$ or $20\\%$ of the distribution to the $75\\text{th}$ percentile would provide you with the value at the $95\\text{th}$ percentile. $15.88+20(0.1248)=18.38$. However, the probability associated with each additional percentagein a normal distribution does not correspond with an increase of the same probability. This choice assumes that the normal distribution follows a uniform probability distribution. It does not.",
  "tags": [
    "VAR-2.B.2",
    "VAR-2.B",
    "VAR-2.B.4",
    "VAR-2",
    "2.B",
    "VAR-2.B.3"
  ]
}