{
  "question_id": "question-029",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "title": "GPS Survey",
  "difficulty": "Difficult",
  "question_text": "A data scientist at a major GPS company recently got the results of a survey that asked for the satisfaction levels of customers from their most recent trip. The results are summarized in the table below Satisfaction Level Percent Extremely Satisfied $22\\%$ Satisfied $25\\%$ Neutral $24\\%$ Dissatisfied $21\\%$ Extremely Dissatisfied $8\\%$ The researcher sends a company wide memo with the following headline, \"A Majority of Users Were Satisfied With Their Most Recent Trip Using Our App!\" Is the researcher's headline correct?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "Yes, because \"Satisfied\" has the highest percentage."
    },
    {
      "letter": "B",
      "text": "Yes, because \"Satisfied\" and \"Extremely Satisfied\" add to over 50 % 50 % ."
    },
    {
      "letter": "C",
      "text": "Yes, because \"Dissatisfied\" and \"Extremely Dissatisfied\" is less than 50 % 50 % ."
    },
    {
      "letter": "D",
      "text": "No, because \"Satisfied\" and \"Extremely Satisfied\" does not add to above half of those who responded."
    },
    {
      "letter": "E",
      "text": "No, because 24 % 24 % of customers were \"Neutral\"."
    }
  ],
  "correct_answer": "Choice 'D' is the correct answer.",
  "solution": "The above table puts the respondents into groups by their satisfaction level, therefore representing a categorical variable . A researcher can use the frequency table to make claims about the people who responded to the survey.\n\nIn this case, the researcher claimed that a majority of respondents answered at least \"Satisfied\". This is not true, as \"Satisfied\" and \"Extremely Satisfied\" only account for 47 % 47 % , which does not represent a majority of the people who responded.\n\nChoice 'D' is correct.\n\nExplanation of Distrators\n\nChoice 'A' is incorrect. Even though \"Satisfied\" has the highest percentage, it does not represent a majority of the respondents.\n\nChoice 'B' is incorrect. \"Satisfied\" and \"Extremely Satisfied\" only add to 47 % 47 % , not 50 % 50 % .\n\nChoice 'C' is incorrect. Even though \"Dissatisfied\" and \"Extremely Dissatisfied\" don't add to over 50 % 50 % , \"Neutral\" would not count for \"Satisfied\".\n\nChoice 'E' is incorrect. 24 % 24 % did answer Neutral, but this does not affect the amount that chose \"Satisfied\".",
  "distractor_explanations": {},
  "tags": [
    "UNC-1.A.1",
    "UNC-1.B.2",
    "UNC-1.A",
    "2.A",
    "UNC-1.B.1",
    "UNC-1.B",
    "UNC-1"
  ],
  "standards": [
    "UNC-1.A.1",
    "UNC-1.B.2",
    "UNC-1.A",
    "2.A",
    "UNC-1.B.1",
    "UNC-1.B",
    "UNC-1"
  ]
}