{
  "question_id": "question-060",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "topics": [
    "quantitative-data"
  ],
  "title": "Correct Measurements?",
  "difficulty": "Hard",
  "question_text": "Which of the following statements regarding measurements on certain types of variables is correct?",
  "image_files": [],
  "tables": [],
  "choices": [
    {
      "letter": "A",
      "text": "Measurements on continuous quantitative variables are always exact."
    },
    {
      "letter": "B",
      "text": "Measurements on continuous quantitative variables are rarely exact."
    },
    {
      "letter": "C",
      "text": "Measurements on discrete quantitative variables are never exact."
    },
    {
      "letter": "D",
      "text": "Measurements on discrete quantitative variables are rarely exact."
    },
    {
      "letter": "E",
      "text": "Measurements on categorical variables are never exact."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "In statistics, a variable is simply a characteristic of an individual. There are two main types of variables - categorical and quantitative.\n\nA categorical variable measures a characteristic that can only be described by naming a group or category to which the characteristic belongs.\n\nConsider the categorical variable \"high school class level\". An individual's class level might be described as \"Freshman\", \"Sophomore\", \"Junior\" or \"Senior\". While an individual student's classification may change from year to year, at any given point in time, the measurement of the individual's class level will fall into only one of the four categories. In other words, the measurement will be exact.\n\nSince we can find an example of a situation where the measure of a categorical variable is exact, we can eliminate Choice 'E' as an answer.\n\nThere are also two different types of quantitative variables - continuous and discrete.\n\nA discrete quantitative variable can be described using a countable number of values. There may be a lot of such values (infinitely so in fact!), but these values will always be able to be described in an exact manner. Of course, errors in measurement may still occur, but there is at least the potential to measure the value of a discrete quantitative variable exactly.\n\nSome examples of discrete quantitative variables include \" number of siblings\", \"how many pairs of jeans in the closet\", and \"how many pennies in the bank account\". For any specific individual, these values may change over time. However, at any point in time, the value will be exact. We can now eliminate Choices 'C' and 'D'.\n\nNOTE: While discrete quantitative variables can always be measured exactly, in statistics, such values are sometimes dealt with using techniques that are more correctly applied to continuous quantitative variables.\n\nThe value of a continuous quantitative variable can exist at infinitely more exact values. The true value of a continuous quantitative variable is limited by our precision and ability to measure.\n\nConsider the continuous quantitative variable of \"height in inches\". The tendency is to measure to the inch, half inch, or quarter inch. Why not measure to a more exact value? Is there anyone on earth who is exactly 63 inches tall? Is there anyone who is exactly 63.03125 inches tall? How about 63.1248391056 inches tall? Probably!! But we are limited in our ability to measure these heights.\n\nWhile we accept measurements of continuous quantitative variables (to a certain degree of accuracy), measurements on continuous quantitative variables are NOT always exact. Therefore, we can eliminate Choice 'A'.\n\nMeasurements on continuous quantitative variables are rarely exact. Rather, these measurements are limited to our ability to measure to an infinitely accurate degree. These measurements are also subject to variability in measurement due to these limitations.\n\nChoice 'B' is the correct answer.\n\nExplanation of Distractors\n\nChoice 'A' is incorrect. As described above, measurements on continuous quantitative variables are NOT always exact.\n\nChoice 'C' is incorrect. As described above, measurements on discrete quantitative variables are always exact or at least have the potential to be exact.\n\nChoice 'D' is incorrect. As described above, measurements on discrete quantitative variables are always exact or at least have the potential to be exact.\n\nChoice 'E' is incorrect. As described above, measurements on a categorical variable might be exact.",
  "tags": [
    "UNC-1.F.1",
    "UNC-1.F.2",
    "2.A",
    "UNC-1.F",
    "UNC-1"
  ]
}