{
  "question_id": "question-028",
  "unit": "Unit 1 | Exploring One-Variable Data",
  "title": "Lake Houses",
  "difficulty": "Moderate",
  "question_text": "Sam is vacationing at his friend's lake house one weekend. He's curious about the favorite water activity of the other people at the lake. So, he polls $150$ people at the lake and asks them what is their favorite water activity. The table below summarizes the data. Activity Relative Frequency Boating $0.24$ Fishing $0.20$ Tubing $0.18$ Kayaking $0.16$ Paddle-Boarding $0.12$ Swimming $0.06$ Which of the following statements is supported by the table?",
  "image_files": [],
  "choices": [
    {
      "letter": "A",
      "text": "20 20 people answered fishing as their favorite activity."
    },
    {
      "letter": "B",
      "text": "36 36 people answered boating as their favorite activity."
    },
    {
      "letter": "C",
      "text": "Tubing was answered more than paddle-boarding and swimming combined."
    },
    {
      "letter": "D",
      "text": "Boating and kayaking account for half of the responses."
    },
    {
      "letter": "E",
      "text": "One-fourth of the responders said boating as their favorite activity."
    }
  ],
  "correct_answer": "Choice 'B' is the correct answer.",
  "solution": "The data above is summarized in a relative table that takes the favorite activity and gives the relative frequency of the responses. The relative frequency represent the proportion of times the activity was answered, and all the relative frequencies add up to be 1 1 .\n\nIn order to figure out the amount of people who answered boating as their favorite activity, we need to take the number of people who responded and multiply it by the relative frequency. For example, for boating, we will do the following:\n\n(Number of responders)(Relative Frequency) (Number of responders)(Relative Frequency) 150 ( 0.24 ) 150 ( 0.24 ) = 36 people = 36 people\n\nTherefore, 36 36 people answered boating as their favorite activity.\n\nChoice 'B' is correct.",
  "distractor_explanations": {},
  "tags": [
    "UNC-1.A.1",
    "UNC-1.B.2",
    "UNC-1.A",
    "UNC-1.B.1",
    "2.B",
    "UNC-1.B",
    "UNC-1"
  ],
  "standards": [
    "UNC-1.A.1",
    "UNC-1.B.2",
    "UNC-1.A",
    "UNC-1.B.1",
    "2.B",
    "UNC-1.B",
    "UNC-1"
  ]
}